{
  "id": "29/1885",
  "type": "statute",
  "title": "Lög um lögtak og fjárnám án undanfarins dóms eða sáttar",
  "status": "in_force",
  "issued_date": "1885-12-16",
  "url": "https://www.althingi.is/lagas/nuna/1885029.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Taka má lögtaki skuldir þær og gjöld, er nú skal greina:\n1. Skatta til landssjóðs, sveitar- og bæjarsjóða, svo og önnur gjöld og greiðslur, sem eftir beinu lagaákvæði, eða eftir lögheimilaðri niðurjöfnun eða mati eiga að lúkast til landssjóðs, sveitar- og bæjarsjóða, kirkna, opinberra stofnana, embætta og sýslana.\n2. Gjöld af fasteignum landssjóðs, sveitar- og bæjarfélaga, þegar eftirrit af lögtaksbeiðninni hefir birt verið skuldunaut vottfast á þann hátt, sem lagt er fyrir í opnu bréfi 21. maí 1829, 1. gr.\n3. Gjöld fyrir notkun þeirra stofnana, landsnytja og annarra hluta, er til almennings þarfa eru ætlaðir, enda séu gjöld þessi ákveðin í reglugerðum og gjaldskrám, sem staðfestar eru af konungi eða ráðgjafa, eða og samþykktar eða staðfestar eru af sveitarstjórn, bæjarstjórn eða yfirvaldi lögum samkvæmt.\n4. Gjöld fyrir leyfisbréf, dómgjöld, endurgjald &mdash; þar meðtaldir dagpeningar og ferðakostnaður &mdash; sem greiða ber þeim, er framkvæmir eða er við staddur gerðir, eftir lagaákvæði eða sem sýslunarmaður, eða sem sérstaklega er til þess kvaddur eða skipaður af yfirvaldi, enda sé í lögum eða verðskrám, staðfestum af konungi, ráðgjafa eða landshöfðingja lögum samkvæmt kveðið á um, hvað gjalda skuli eða hvernig það skuli reikna; svo er og um endurgjald annarra lögmætra útgjalda, sem erindisrekstrinum voru samfara.\n5. Endurgjald þess, sem landssjóður, kirkjur, sveitar- eða bæjarsjóðir hafa orðið að greiða, til að bæta úr vanrækslu einstakra manna á lögboðnum útvegunum, aðgerðum, vinnu eða kvöðum.\n6. Framfærslueyrir, sem manni ber að greiða með barni sínu, skilgetnu eða óskilgetnu, með stjúpbarni sínu, meðan móðir þess er honum gift, foreldri sínu eða konu, er hann hefir slitið samvistum við hana að óvilja hennar, eða skilið við hana að borði og sæng eða að fullu og öllu, enda sé sá framfærslueyrir ákveðinn af yfirvaldi lögum samkvæmt, eða í skilnaðarskilmálum, staðfestum af yfirvaldi, hvort heldur er skilnaður að borði og sæng eða að fullu og öllu; svo er og um skaðabætur frá húsbændum eða öðrum þeim, er gjald eiga að greiða þeim manni, er framfærsluskylda hvílir á, hafi yfirvaldið lagt lögbann á greiðsluna, eftir reglum þeim, er um það gilda.\n7. Brunabótagjald af húsum, sé tryggingin lögboðin.\n8. ...\n9. ...\n10. Andvirði fyrir lausafé, keypt á opinberu uppboði, enda greini uppboðsbókin ljóslega nafn kaupanda og kaupverðið.\n11. [Umsamdar greiðslur atvinnurekanda í sjúkra-, orlofs- og styrktarsjóði, svo og iðgjaldagreiðslur í lífeyrissjóði.]\n...\nL. 90/1989, 99. gr. L. 21/1979, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    }
  ]
}
