{
  "id": "46/1905",
  "type": "statute",
  "title": "Lög um hefð",
  "status": "in_force",
  "issued_date": "1905-11-10",
  "url": "https://www.althingi.is/lagas/nuna/1905046.html",
  "description": "Tóku gildi 23. febrúar 1906.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Hefð má vinna á hverjum hlut, jafnt fasteign sem lausafé, er getur verið eign einstakra manna, án tillits til þess, hvort hann var áður einstaks manns eign eða opinber eign.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilyrði fyrir hefð er 20 ára óslitið eignarhald á fasteign, en 10 ára óslitið eignarhald á lausafé.\nNú hefir maður umráðum náð með glæp eða óráðvandlegu atferli, og má hann þá ekki hefð vinna. Sama er og ef hefðandi fær vitneskju um, áður en hefðin er fullnuð, að eignarhaldið sé þannig til komið.\nNú hefir hefðandi fengið hlutinn að veði, til geymslu, til láns eða á leigu, og geta þá slík umráð ekki heimilað hefð.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Til hefðartíma má telja óslitið eignarhald tveggja manna eða fleiri, ef eignarhaldið hefir löglega gengið frá manni til manns. Eignarhald hvers einstaks hefðanda verður að fullnægja skilyrðum þeim, er sett eru í 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Nú missir hefðandi umráð yfir hlutnum, og slitnar þá hefðarhaldið, nema svo sé, að hann hafi umráðin óviljandi misst og náð þeim aftur innan 6 mánaða eða nái þeim með lögsókn, er hafin sé innan þess frests og rekin með hæfilegum hraða.\nNú er réttur hefðanda til eignarhaldsins vefengdur með löglega birtri ... dómstefnu, áður en hefðartíminn er fullnaður, og málið því næst rekið með hæfilegum hraða, eða vefengingarkröfu er lýst í bú hefðanda og skal þá álíta hefðarhaldið slitið þann dag, [sem dómsmál er höfðað], ef dómur gengur sækjanda í vil, en dagsetningardag vefengingarkröfu, verði hún gild metin ...\nL. 91/1991, 161. gr. L. 20/1991, 135. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Nú hefir maður arðberandi hlut í eignarhaldi, er til hefðar mátti leiða skv. 2. gr., og hluturinn verður af honum dæmdur, þá ber honum aðeins að standa skil á þeim arði, er hann hefir haft af hlutnum, frá þeim degi, er honum var birt sáttakæra eða dómstefna, eða sagt var til kröfu í búi hans.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Fullnuð hefð skapar eignarrétt yfir hlut þeim, er í eignarhaldi var, og þarf hefðandi ekki að styðjast við aðra eignarheimild.\nAfnotaréttur, sem stofnaður er áður en hefðarhaldið byrjaði, fellur úr gildi um leið og hefðin er fullnuð, ef umráð hefðanda yfir eigninni hafa útilokað afnotin. Nú stofnar annar en hefðandi afnotarétt með samningi yfir eign þeirri, er hefðandi hefir í eignarhaldi, og fellur þá afnotaréttur sá úr gildi um leið og eignarhefð er fullnuð, þótt ekki sé liðinn hefðartími fullur frá stofnun hans, ef eignarhald hefðanda hefir útilokað afnotin.\nAfgjaldsskyldur, er á jörð hvíla, og sjálfsvörsluveðsréttur falla ekki úr gildi við það, að eign sú, er réttindi þessi hvíla á, verður hefðuð.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Notkun með samsvarandi skilyrðum og þeim, er gilda um eignarhefð, skapar afnotarétt.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Hefð á ósýnilegum ítökum, svo sem slægjum, beit, reka o.s.frv., getur aðeins unnist með 40 ára notkun og öðrum skilyrðum sömu sem eignarhefð.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "...\nL. 85/1936, 224. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
