{
  "id": "36/1911",
  "type": "statute",
  "title": "Lög um forgangsrétt kandídata frá háskóla Íslands til embætta",
  "status": "in_force",
  "issued_date": "1911-07-11",
  "url": "https://www.althingi.is/lagas/nuna/1911036.html",
  "description": "Tóku gildi 9. október 1911.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Eftir að háskóli Íslands er tekinn til starfa hafa þeir einir rétt til embætta hér á landi, er tekið hafa embættispróf við háskólann. Þó á þetta aðeins við þær fræðigreinar, sem þar eru kenndar og próf er haldið í. [Þeir, sem lokið hafa meistara- eða kandídatsprófi í íslenskum fræðum við heimspekideild háskólans, skulu að öðru jöfnu hafa forgangsrétt til kennslu í íslenskri tungu, íslenskum bókmenntum og Íslandssögu við alla framhaldsskóla, sem kostaðir eru eða styrktir af ríkisfé eða sveitarfé, nema kennsla á unglingastiginu sé í framkvæmdinni í höndum barnaskóla, og þó því aðeins, að kennsla í þessum greinum nemi a.m.k. hálfu kennarastarfi eða sérstakur kennari sé ráðinn til starfsins, enda skulu þeir að öðru leyti fullnægja þeim kröfum um menntun kennara við gagnfræða- og menntaskóla, sem gerðar eru í lögum.\nÞeir, sem lokið hafa B.A.-prófi við heimspekideild háskólans, skulu með hliðstæðum hætti njóta forgangsréttar til kennslu við skóla gagnfræðastigsins og við sérskóla í þeim greinum, er próf hvers þeirra um sig tekur til, enda fullnægi þeir að öðru leyti þeim kröfum um menntun kennara við gagnfræðaskóla eða menntaskóla, sem gerðar eru í lögum. Þeir standa þó að baki þeim mönnum, er fyrri málsgrein getur, um kennslu í íslenskum fræðum, og eigi framar þeim, er lokið hafa við háskóla fullnaðarprófi með kennsluréttindum í þeim greinum, er B.A.-prófið lýtur að. Þá standa B.A.-prófsmenn eigi framar þeim kennurum, er lokið hafa fullnaðarprófi frá erlendum kennaraháskólum.]\nL. 19/1952, 1. gr., sbr. 4. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Sé um að ræða kennarastöðu í tveimur eða fleiri kennslugreinum, skal sá hljóta starfið, sem hefur forgangsréttindi skv. 1. gr. að meiri hluta kennslustunda í umræddum greinum.]\nL. 19/1952, 2. gr., sbr. 4. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Undanþágu frá fyrirmælum 1. gr. má landsstjórnin eftir tillögum háskólaráðsins veita, sé um kennaraembætti við háskólann að ræða.\n[Svo er og ríkisstjórninni heimilt að veita kandídötum í guðfræði frá háskólum í Danmörku, Finnlandi, Noregi og Svíþjóð prestsembætti hér á landi, enda fullnægi þeir öðrum skilyrðum til þess að fá slík embætti og guðfræðideild mæli með því.]\nL. 45/1986, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Læknisfræðingum, er sanna, að þeir hafi aflað sér nægrar þekkingar í læknisfræði á erlendum háskólum eða öðrum slíkum menntastofnunum, má og landsstjórnin veita leyfi til þess að stunda hér á landi lækningar, en leitað skal tillagna læknadeildar háskólans í hvert skipti áður en slíkt leyfi sé veitt.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "...\nL. 118/1990, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
