{
  "id": "15/1923",
  "type": "statute",
  "title": "Vatnalög",
  "status": "in_force",
  "issued_date": "1923-06-20",
  "url": "https://www.althingi.is/lagas/nuna/1923015.html",
  "description": "Tóku gildi 1. janúar 1924.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Gildissvið, markmið og orðskýringar.\nLög þessi taka til alls rennandi eða kyrrstæðs vatns á yfirborði jarðar, í föstu eða fljótandi formi, að svo miklu leyti sem önnur lög gilda ekki þar um.\nMarkmið þessara laga er að:\na. kveða á um rétt almennings til nýtingar vatns, greiðan aðgang að nægu og hreinu vatni og vatnsréttindi landeigenda,\nb. samþætta nýtingar- og umhverfissjónarmið á sviði vatnamála og auka samvinnu stjórnvalda á því sviði og\nc. tryggja skynsamlega nýtingu vatnsauðlindarinnar og langtímavernd hennar með fyrirbyggjandi aðgerðum á grundvelli sjálfbærrar þróunar.\nSamhliða þessum lögum gilda einnig skipulagslög, lög um mannvirki, lög um náttúruvernd, lög um stjórn vatnamála og önnur lög, eins og við á hverju sinni, um rétt almennings til vatns og vatnsréttindi landeigenda.\nÍ lögum þessum er merking hugtaka sem hér segir:\n1. Almenningur: Sá hluti vatns sem liggur fyrir utan netlög landareigna.\n2. Áveita: Mannvirki sem er notað til þess að veita vatni á land.\n3. Bakki: Fast takmark á farvegi straumvatns, legi stöðuvatns eða strandsjávarbotns, svo sem klettar, gróið land eða eyrar sem vatn fellur ekki yfir í meðalvexti eða sjór við meðalstórstraumsflóð.\n4. Búsþarfir: Notkun vatns við búrekstur og annan atvinnurekstur á sviði landbúnaðar með réttindum og skyldum samkvæmt ábúðarlögum.\n5. Eignarland: Landsvæði, þ.m.t. innan netlaga í stöðuvötnum og sjó, sem er háð einkaeignarrétti þannig að eigandi lands fer með öll venjuleg eignarráð þess innan þeirra marka sem lög segja til um á hverjum tíma.\n6. Farvegur: Vatnsleg sem vatnsfall rennur eftir, hvort heldur af manna völdum eða náttúru.\n7. Fasteign: Afmarkaður hluti lands, ásamt eðlilegum hlutum þess, lífrænum og ólífrænum, og mannvirki sem varanlega er við landið skeytt.\n8. Háflæði: Mesta rennsli eða hækkun á vatnsborði sem verður að jafnaði oftar en annað hvert ár í ólögðu vatni og auðri jörð.\n9. Heimilisþarfir: Þarfir til venjulegs heimilishalds.\n10. Iðja: Iðnaður, annar en handiðn.\n11. Landareign: Fasteign, þ.e. afmarkaður hluti lands, ásamt eðlilegum hlutum þess, lífrænum og ólífrænum, og mannvirki sem varanlega er við landið skeytt.\n12. Lágflæði: Minnsta rennsli eða lækkun á vatnsborði sem verður að jafnaði oftar en annað hvert ár í ólögðu vatni og auðri jörð.\n13. Mannvirki: Hvers konar framkvæmdir og manngerðir hlutir sem skeytt er við fasteign, þ.m.t. í, við eða yfir vatni, t.d. hús, brú, girðing, virkjun eða stíflugarður.\n14. Mengun: Þegar örverur, efni og efnasambönd og eðlisfræðilegir þættir valda óæskilegum og skaðlegum áhrifum á heilsufar almennings, röskun lífríkis eða óhreinkun lofts, láðs eða lagar. Mengun tekur einnig til ólyktar, hávaða, titrings, geislunar og varmaflæðis og ýmissa óæskilegra eðlisfræðilegra þátta.\n15. Merkivatn: Vatn það sem ræður landamerkjum.\n16. Miðlunarlón: Stöðuvatn sem er manngert að öllu leyti eða hluta og rennsli er stýrt í og/eða úr.\n17. Netlög: Vatnsbotn 115 metra út frá bakka stöðuvatns eða vatnsfalls sem fasteign liggur að.\n18. Orkunýting: Hvers konar hagnýting vatns samkvæmt lögum þessum til framleiðslu á orku, fyrst og fremst raforku.\n19. Orkuver: Land eða lóð, hús og önnur mannvirki, ásamt tækjum til afnota við orkuvinnslu eða breytingar einnar tegundar orku í aðra.\n20. Rennsli: Hreyfing vatns, hvort heldur er af manna völdum eða náttúru.\n21. Straumvatn: Yfirborðsvatn sem í er greinilegur straumur þegar enginn vöxtur er í því.\n22. Stöðuvatn: Vatn sem sýnist slétt í logni og straumlaust að sjá enda þótt flætt geti gegnum það.\n23. Vatnsból: Mannvirki, t.d. brunnar, eða virkjaðar lindir, eða náttúruleg vatnsleg þar sem vatn er tekið eða nytjað á staðnum.\n24. Vatnsfall: Rennandi vatn í afmörkuðum farvegi, þó að breytilegur sé eftir tíma og stað, sem rennur undan þyngdaraflinu niður á við.\n25. Vatnsflæði: Rennsli vatns sem vatnsmagn á tímaeiningu, í l/sek eða m /sek.\n26. Vatnsleg: Lægð í landi, sem vatn stendur í, vatnsfall eða stöðuvatn, ásamt tilheyrandi botni og bökkum allt að vatnsborðsstöðu við háflæði. Lönd sem flæðir yfir ofan háflæðis teljast ekki til vatnslegs.\n27. Vatnsmiðlun: Geymsla á vatni til þess að breyta náttúrulegu vatnsmagni vatnsfalls eða til stýringar á rennsli vatns.\n28. Vatnsnýting: Vatnstaka, veiting eða virkjun vatns til heimilis- eða búsþarfa, í arðsemisskyni eða til að verja fasteign spjöllum.\n29. Vatnsveita: Mannvirki til að flytja vatn til notenda.\n30. Þjóðlenda: Landsvæði utan eignarlanda þó að einstaklingar eða lögaðilar kunni að eiga þar takmörkuð eignarréttindi, [sbr. 1. gr. laga um þjóðlendur].]\nL. 87/2024, 16. gr. L. 132/2011, 1. gr.\nII. kafli. Almenn ákvæði um vatnsréttindi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Vatnsréttindi.\nLandareign hverri, þ.m.t. þjóðlendu, fylgir réttur til umráða og hagnýtingar á því vatni, straumvatni eða stöðuvatni, sem á henni er á þann hátt sem lög þessi heimila.\nLandeigendur sem hafa aðgang að sama vatni eiga sama rétt til þess í hlutfalli við þá nýtingu sem er heimil á eða fyrir landi þeirra.]\nL. 132/2011, 3. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Merki landareigna í lækjum og ám.]\nNú skilur á eða lækur landareignir, og á þá hvort land í miðjan farveg, og sé ekki vöxtur í vatni, nema önnur lögmæt skipun sé þar á gerð.\nEigi breytast merki, þótt farvegur breytist.\nL. 132/2011, 4. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Merki landareigna við stöðuvötn.]\nNú liggur landareign að stöðuvatni, og fylgir vatnsbotn þá þeim bakka, er hann verður talinn áframhald af, 115 metra út í vatn (netlög).\nEf stöðuvatn er merkivatn og er eigi 230 metrar á breidd, þá skal miðlína þess ráða merkjum, nema önnur lögmæt skipun hafi verið á gerð.\nNú vex gras upp úr vatni við lágflæði, þá fylgir vatnsbotn landi sem þurrt land væri.\nEf eyjar, hólmar eða sker eru í stöðuvatni, þá fylgja þeim netlög sem áður segir. [Nú fylgja fasteign eyjar, hólmar eða sker fyrir landi annarrar fasteignar, og er sundið mjórra en 230 metrar, og ræður þá miðlína sundsins merkjum.]\nJafnan skal miða við lágflæði í vatni.\nEf breyting verður á vatnsbotni, þá skulu netlög vera sem áður voru þau.\n[Reglur um merki við stöðuvötn gilda einnig um miðlunarlón eftir því sem við getur átt.]\nL. 132/2011, 5. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Landamerki milli fasteigna sem liggja að vatni sömum megin.]\nNú liggja tvær landareignir eða fleiri að vatni [sömum megin], og skulu þá netlög hverrar um sig ákveðin svo, ef eigi hefir áður verið skipun á gerð, að hver botndepill fylgi þeim bakka, sem hann er næstur.\nL. 132/2011, 6. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Réttur til vatns þegar merkivötn skilja fasteignir.\nÞar sem merkivötn skilja fasteignir er hvorri rétt að nota vatnið að jöfnu eftir þörfum sínum. Dreifist vatn þannig í farvegi að ekki skiptist til helminga um miðlínu skal hvorri fasteign þó fylgja jafn réttur til vatnsins.]\nL. 132/2011, 7. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Forn farvegur.]\nVötn öll skulu renna sem að fornu hafa runnið.\nÓheimilt er manni, nema sérstök heimild eða lagaleyfi sé til þess:\n[1. að breyta vatnsbotni, straumstefnu, vatnsmagni eða vatnsflæði, hvort sem það verður að fullu og öllu eða um ákveðinn tíma, svo og að hækka eða lækka vatnsborð],\n[2. ] að gerstífla straumvatn eða gera mannvirki í vatni eða yfir því,\n[3. að veita vatni af einni fasteign á fasteign annarra],\nef tjón eða hætta er af því búin eign annars manns eða réttindum, óhæfilegar tálmanir almennri umferð eða tjón eða hætta að nokkru ráði fyrir hagsmuni ríkis eða almennings.\nL. 132/2011, 8. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Heimild til að fella vatnsfall í fornan farveg eða koma honum í samt lag.]\nNú breytist farvegur án þess af mannavöldum sé, og er þá landeiganda hverjum, sem mein verður að breytingunni, rétt að fella vatn í fornan farveg eða koma honum í samt lag. [Ef til þess þarf afnot af annarri fasteign eru þau heimil en þá getur eigandi þeirrar fasteignar krafist bóta fyrir tjón og óþægindi sem verkið bakar honum. Náist ekki samningar um framkvæmd og/eða bætur getur ráðherra heimilað eignarnám í þessu skyni.]\n...\nNú hefir sama ástand haldist í 20 ár eða lengur, og skal þá um það fara svo sem það hefði að fornu fari verið svo.\nL. 132/2011, 9. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Minni háttar vötn.]\n[Fara skal um jarðvatn, hveri, laugar, ölkeldur, regnvatn og leysingavatn, er á landareign safnast, lindir, dý, tjarnir og slík minni háttar vötn sem ekki hafa stöðugt afrennsli ofanjarðar svo sem hér segir, enda sé ekki önnur lögmæt skipun á gerð. Um hveri, laugar og ölkeldur gilda þó þær takmarkanir að landeiganda er óheimilt að spilla slíkum náttúrufyrirbærum á landi sínu, hvort sem það er með ofaníburði, framræslu eða með öðrum hætti nema það sé nauðsynlegt talið til varnar því landi eða landsnytjum að fengnu leyfi [Umhverfis- og orkustofnunar] og þegar við á að fenginni umsögn [Náttúruverndarstofnunar].]\n1. Landeiganda er rétt, [að teknu tilliti til 2. mgr. 144. gr.], að hagnýta sér slíkt vatn eða ráðstafa því með öðrum hætti, enda fari það eigi í bága við ákvæði [1. mgr. 15. gr.], stífla frárennsli úr því, hlaða upp bakka þess eða gera garð um það, ræsa það fram ofanjarðar eða neðan og bera ofan í það, án þess að hætta stafi af eða veruleg óþægindi fyrir umferð, eða spjöll á eign annars manns, sem eigi er skylt að hlíta samkvæmt sérstakri heimild.\n2. Landareign, sem lægra liggur, fylgir skylda til að hlíta því, að vatnið renni um hana í þeim farvegi og með þeim hætti, er náttúran hefir markað því.\n3. [Nú verður breyting á farvegi, vatnsflæði eða vatnsmagni af völdum náttúrunnar eða þriðja manns, og verður þeim mein að sem land eiga að, og skal þeim þá rétt að færa vatnið í samt lag en gera skal það innan árs frá lokum þess árs er breytingin varð. Ef til þess þarf afnot af annarri landareign eru þau heimil en þá getur eigandi þeirrar fasteignar krafist bóta fyrir tjón og óþægindi sem verkið bakar honum. Náist ekki samningar um framkvæmd og/eða bætur getur ráðherra heimilað eignarnám í þessu skyni.]\n4. Ef vatn liggur á tveim landareignum eða fleiri, þá má enginn landeigandi fara svo með það, að hinum verði mein að.\nL. 132/2011, 10. gr. L. 110/2024, 8. gr. L. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Aðgangsröð að vatni á landareign.\nAðgangsröð að vatni er þessi eftir mikilvægi:\n1. heimilisþörf,\n2. búsþörf,\n3. þörf atvinnurekstrar á landareigninni, annars en búrekstrar, svo sem iðnaðar og iðju,\n4. áveituþörf,\n5. orkuþörf.]\nL. 132/2011, 11. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Réttur til vatnstöku til heimilis- og búsþarfa og til sunds og baða.\nÖllum er heimilt að taka vatn til heimilisþarfa og bús þar sem landeiganda er meinlaust, svo og að nota vatn til sunds og baða, enda fari það eigi í bága við lög, samþykktir eða annað lögmætt skipulag, þó þannig að það valdi ekki truflun á veiði manna.]\nL. 132/2011, 12. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Vatnstaka á eigin landareign.]\nGera má maður brunna og vatnsból á landareign sinni, en gæta skal hann þess, að eigi sé minnkuð eða heft aðsókn vatns að brunnum annarra manna eða vatnsbólum, nema eigi sé annars kostur eða vatnsból yrði ella mun dýrara eða vatnsaðdrættir erfiðari.\nEigi má heldur gera önnur mannvirki, ef ætla má, að þau hafi slíkar verkanir sem mælt var.\n...\nL. 132/2011, 13. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Frágangur brunna og annarra vatnsgeyma.]\nSkylt er mönnum að ganga svo frá brunnum og öðrum vatnsgeymum, að mönnum, skepnum og landi annarra manna stafi eigi hætta af.\nL. 132/2011, 14. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Skylda til þátttöku í vatnsveitu, áveitu, vatnsmiðlun eða vörnum gegn vatnságangi.\nNú eiga menn fasteign í sameign og vill meiri hluti stofna til vatnsveitu til heimilis- og búsþarfa á eigninni, koma þar á fót samáveitu, stofna til vatnsmiðlunar eða verjast ágangi vatns og getur þá sá eða þeir sem eiga meiri hluta fasteignarinnar ákveðið að ráðast í framkvæmdir, enda er hinum þá skylt að taka tiltölulegan þátt í kostnaði öllum af þeim ef talið verður að fasteigninni muni verða meira hagræði af framkvæmdunum en kostnaðinum nemur.]\nL. 132/2011, 15. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Leyfi til að skilja vatnsréttindi frá landareign og skipting vatnsréttinda við sölu hluta landareignar.\nEkki má skilja frá landareign vatnsréttindi til heimilis- og búsþarfa nema með leyfi [Umhverfis- og orkustofnunar].\nNú eru vatnsréttindi framseld án þess að eignarréttur að landareign sé jafnframt framseldur og fer þá um réttarvernd þeirra samkvæmt ákvæðum þinglýsingalaga er varða fasteignir.\nNú er framseldur hluti landareignar sem liggur að vatni eða á og eru vatnsréttindi innifalin í kaupunum nema öðruvísi sé kveðið á um. Þó skal sá hluti landareignar sem eftir stendur hafa næg vatnsréttindi til að fullnægja heimilis- og búsþörfum og næg og endurgjaldslaus landsafnot til hagnýtingar þeim.\nEf sameignarlandi er skipt skulu hverjum eignarhluta fylgja, svo sem frekast er kostur, næg vatnsréttindi til að fullnægja heimilis- og búsþörfum og næg og endurgjaldslaus landsafnot til hagnýtingar þeim.]\nL. 110/2024, 8. gr. L. 132/2011, 16. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Ráðstöfunarheimildir opinberra aðila.\nRíki, sveitarfélögum og fyrirtækjum sem alfarið eru í eigu þeirra er óheimilt að framselja beint eða óbeint og með varanlegum hætti rétt til umráða og hagnýtingar á því vatni sem hefur að geyma virkjanlegt afl umfram 10 MW.\nÞrátt fyrir ákvæði 1. mgr. er heimilt að framselja réttindi til ríkis, sveitarfélags eða félags sem er alfarið í eigu ríkis og/eða sveitarfélaga og er sérstaklega stofnað til að fara með eignarhald þessara réttinda.\nRíki, sveitarfélögum og félögum í þeirra eigu, sbr. 2. mgr., er heimilt að veita tímabundið afnotarétt að réttindum skv. 1. mgr. til allt að 65 ára í senn. Handhafi tímabundins afnotaréttar skal eiga rétt á viðræðum um framlengingu réttarins þegar helmingur umsamins afnotatíma er liðinn.\nVið ákvörðun um það hverjum skuli veittur afnotaréttur skal gæta jafnræðis. Þá skal gæta þess að ákvörðunin stuðli að hagkvæmri nýtingu auðlindanna og fjárfestinga í mannvirkjum.\n[Sá ráðherra er fer með samningagerð um endurgjald fyrir nýtingu auðlinda í eigu og á forræði íslenska ríkisins] skal semja um endurgjald (leigu) fyrir afnotarétt réttinda undir yfirráðum ríkisins skv. 3. mgr. Um ráðstöfun og endurgjald fyrir nýtingu réttinda í þjóðlendum fer samkvæmt ákvæðum laga þar að lútandi.]\nL. 21/2012, 6. gr. L. 132/2011, 17. gr.\nIII. kafli. Um vatnsnotkun til heimilis- og búsþarfa, iðnaðar og iðju án orkunýtingar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Vatnsnotkun til heimilis- og búsþarfa, iðnaðar og iðju.]\nEiganda landareignar, er vatnsréttindi fylgja, er rétt að veita til sín vatni, sem um hana rennur eða á henni er, um föst veitutæki til heimilis- og búsþarfa á eigninni eða til iðnaðar og iðju, sem á henni er rekin, enda sé ekki meira vatni veitt en þörf er á, eða vatni því, sem afgangs verður, veitt í vatnslegið svo nærri upptökum veitunnar, að öðrum, sem tilkall eiga til vatnsins, verði sem minnst tjón eða bagi að.\nL. 132/2011, 18. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Ef vatn er of lítið til að fullnægja þörfum skv. 17. gr.\nNú er vatn of lítið til að fullnægja þeim þörfum sem í 17. gr. segir og á þá hver sú landareign sem tilkall hefur til þess vatns sama tilkall til vatnsins eftir þörfum sínum. Um rétthæð einstakra vatnsnota vísast til 10. gr.\nEf vatn sem veitt er um sömu veitutæki er notað til að fullnægja fleiri en einni af þeim þörfum sem í 1. mgr. segir skal fara um það vatn sem það væri allt haft til að fullnægja rétthæstu þörfinni.]\nL. 132/2011, 19. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "...\nL. 132/2011, 20. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "...\nL. 93/1947, 10. gr., sbr. 8. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "...\nL. 81/1991, 14. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "...\nL. 132/2011, 21. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Heimild sveitarstjórnar til vatnsveitu.\nSveitarstjórn er rétt að taka það vatn sem hún þarf til vatnsveitu úr brunnum, uppsprettum eða vötnum í landareignum annarra manna, enda séu þær ekki sviptar því vatni sem þeim er metið nauðsynlegt til þeirra þarfa sem í þessum kafla getur, nema þeim sé séð fyrir því með öðrum hætti, þeim ekki óhagfelldari.\nRétt er eiganda eða öðrum rétthafa þeirrar landareignar sem vatn er tekið úr skv. 1. mgr. að leggja til sín og á sinn kostnað vatnsæðar úr vatnsveitu sveitarfélagsins, enda greiði hann aukakostnað af því, nema öðruvísi semji.\nHaga skal vatnsveitu svo að spjöll verði sem minnst vegna hennar. Ef spjöll verða skal bæta þau að fullu.]\nL. 132/2011, 22. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "[Skylda landeiganda til að láta af hendi land og landsafnot til vatnsveitu.\nSkylt er manni að láta af hendi land sitt og landsafnot hvar sem er og hvenær sem er í þarfir vatnsveitu sveitarfélags, svo og mannvirki, og að þola þær eignarkvaðir, óhagræði og takmörkun á afnotarétti sem vatnsveitan kann að hafa í för með sér, enda komi fullar bætur fyrir.\nEf nauðsynlegt þykir til þess að koma í veg fyrir mengun vatns sem tekið er til vatnsveitu handa sveitarfélagi, þá er mönnum jafnskylt að láta af hendi land og láta í té landsafnot og mannvirki, svo og að þola eignarkvaðir, óhagræði og takmarkanir sem í 1. mgr. segir, gegn fullum bótum.]\nL. 132/2011, 23. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "[Eignarnámsheimild o.fl.\nNáist ekki samningar um framkvæmd og/eða bætur vegna þeirra þarfa sem greinir í 25. og 26. gr. getur ráðherra heimilað eignarnám.\nUm vatnsveitur sveitarfélaga fer að öðru leyti samkvæmt lögum sem um þær gilda á hverjum tíma.]\nL. 132/2011, 24. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "...\nL. 81/1991, 14. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "[Vatnsveitufélag.]\n[Nú vilja aðrir en sveitarfélög koma sér upp vatnsveitu til að fullnægja þörfum sínum á vatni skv. 17. gr. og geta þá eigendur þeirra fasteigna sem nota ætla vatnsveituna gert með sér félag er nefnist vatnsveitufélag. Um félagið fer eftir ákvæðum XI. kafla, að því leyti sem fyrirmæli þessa kafla taka ekki til þess.]\n...\n[Að öðru leyti skal fara eftir ákvæðum 25.&ndash;27. gr. og lögum um vatnsveitur sveitarfélaga eftir því sem við getur átt.]\nL. 132/2011, 25. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "...\nL. 132/2011, 26. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "[Réttur til þess að afla sér vatns af fasteign annars manns.]\nEf maður getur ekki aflað sér vatns í landareign sinni til heimilis- og búsþarfa, eða þar er að mun kostnaðarsamara eða bagameira að afla þess en af landareign annars manns, þá er honum rétt að afla þess þaðan, enda sé þar vatn afgangs frá heimilis- og búsþörfum. Er honum rétt að fara yfir land annars manns í því skyni, en gera skal hann svo lítinn usla sem unnt er og bæta tjón á landi eða vatnsbóli og kosta gerð þess og viðhald að sínum hluta ...\n[Eigandi fasteignar eða annar rétthafi má gera brunn eða annað vatnsból í landi annars manns ef svo er ástatt sem í 1. mgr. segir.]\nL. 132/2011, 27. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "[Taka vatns af fasteign annars manns í vatnsveitu til þarfa eigin fasteignar skv. 17. gr.]\nNú þarf maður að taka vatn af landi annars manns í vatnsveitu til þarfa eignar sinnar, samkvæmt 17. gr., og er honum það rétt, enda sé vatn nægt, er eigi sé notað til samkynja þarfa þeirrar eignar.\n...\n[Beita má ákvæðum 2. mgr. 25. gr. ef vatn er tekið skv. 1. mgr. þessarar greinar.]\nL. 132/2011, 28. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "[Eignarnámsheimild.\nNáist ekki samningar um framkvæmdir og/eða bætur vegna þeirra þarfa sem greinir í 31. og 32. gr. getur ráðherra heimilað eignarnám.]\nL. 132/2011, 29. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "[Síðari þátttaka í vatnsveitu.\nHverjum þeim sem ekki hefur í öndverðu tekið þátt í vatnsveitu samkvæmt þessum kafla er rétt að gera það síðar, enda verði það metið að vatn sé til þess nægilegt og að það valdi eiganda veitunnar ekki verulegu óhagræði að öðru leyti. En hlíta skal hann þeim ákvæðum sem sett eru eða sett verða um notkun vatnsins og meðferð veitunnar. Svo skal hann og greiða endurgjald fyrir vatnsnotin.]\nL. 132/2011, 30. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "...\nL. 132/2011, 31. gr.\nIV. kafli. Um áveitur.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "[Hagnýting vatns í áveituskyni.]\nLandeiganda er heimilt að hagnýta sér vatn, sem er á landareign hans eða um hana rennur, til áveitu í ræktunarskyni á hana sjálfa eftir þörfum, enda sé enginn sviptur með því neysluvatni, [sbr. 1.&ndash;3. tölul. 10. gr.], né neinum bakaðir óhæfilegir örðugleikar um útvegun neysluvatns né því spillt fyrir neinum, svo að veruleg óþægindi séu að.\nL. 132/2011, 32. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "[Ef merkivötn skilja landareignir.]\nÞar sem merkivötn skilja landareignir, er hvorri rétt að nota vatnið eftir þörfum sínum. Þarfir samkvæmt 17. gr. ganga fyrir áveituþörf. ...\nL. 132/2011, 33. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "[Réttur til áveitu fylgir landareign.]\nRéttur til hagnýtingar á vatni til áveitu verður ekki frá landareign skilinn, sbr. þó 37. gr., nema vatnið sé tekið til neyslu, [sbr. 1.&ndash;3. tölul. 10. gr.], eða til áveitu á aðrar landareignir samkvæmt 39. gr. ...\nL. 132/2011, 34. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "[Aðgangur að vatni og landi annars manns til áveituþarfa.\nNú er ekki nógu mikið, nógu gott eða nógu auðtekið vatn fyrir hendi innan landareignar til áveitu á hana sjálfa og er þá eiganda hennar eða öðrum rétthafa rétt að krefjast áveituvatns eftir þörfum úr öðrum landareignum, með þessum takmörkunum:\n1. að enginn sé fyrir það sviptur vatni til þarfa skv. 17. gr. né neinum bakaðir óhæfilegir erfiðleikar um útvegun slíks vatns, né því spillt fyrir neinum svo að veruleg óþægindi séu að,\n2. að ekki þurfi að nota sama vatn til áveitu á þá landareign sjálfa sem vatnið er tekið í, nema arður af notkun þess til áveitu þar yrði mun minni en arður af notkun þess til þeirrar áveitu utan landareignarinnar sem vatnsins er krafist til.\nEf taka vatns er heimil samkvæmt þessari grein en talið er að af henni stafi auknir erfiðleikar um útvegun vatns til þarfa skv. 17. gr. eða spjöll á því vatni eða skaði að vatnstökunni að öðru leyti þá skulu koma fullar bætur fyrir.\nMeð sama hætti og greinir í 1. mgr. eru manni heimil afnot af landi annars manns til að koma upp, halda við eða starfrækja áveitu. Ef tjón það sem verkið í heild sinni bakar öðrum en áveitueiganda er metið mun minna en hagnaður sá sem áveitueigandi hefur af því, og ekki er talið hallkvæmara að framkvæma verkið með öðrum hætti en til er stofnað, skulu landsafnotin heimiluð, en meta skal fullar bætur fyrir.\nEf ekki nást samningar um framkvæmd og/eða bætur samkvæmt þessari lagagrein getur ráðherra heimilað eignarnám.]\nL. 132/2011, 35. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "...\nL. 132/2011, 36. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "[Tillitsskylda.]\nÁveitum skal haga svo, að ekki sé neinum til baga veitt meira vatni úr fornum farvegi en nota þarf. Svo skal veita á land og af landi, að öðrum sé sem minnst mein að, og fella vatn aftur í fornan farveg, ef unnt er, og svo nærri upptöku sem gerlegt þykir.\n[Nú telur einhver sér mein að áveitu annars manns og samkomulag næst ekki og getur þá sá er telur sig verða fyrir skaða krafist bóta. Nú verður talið að skaði sé að áveitunni fyrir viðkomandi, en þó mun minni þeim hag sem hinn hefur af henni, og skal áveitan þá engu síður heimil, en fullar bætur koma fyrir.]\n[Ef ekki nást samningar um framkvæmd og/eða bætur skv. 2. mgr. getur ráðherra heimilað eignarnám.]\nL. 132/2011, 37. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "[Áveitufélag.]\nNú þykir hentugt að stofna og starfrækja áveitu í ræktunarskyni á fleiri landareignir í einu lagi, og geta þá eigendur landareigna þeirra, sem áveitunni er ætlað að ná yfir, gert með sér áveitufélag. Um félagsstofnunina fer eftir ákvæðum XI. kafla. Lög félagsins nefnast áveitusamþykkt, en áveitan nefnist samáveita.\nL. 132/2011, 38. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "[Óhagræði eða takmarkanir vegna samáveitu.\nÞegar löggilt áveitusamþykkt hefur verið sett eru allir landeigendur og aðrir rétthafar á því svæði sem áveitunni er ætlað að ná til skyldir að leyfa landsafnot til mannvirkja er áveituna varða, svo sem land undir skurði og efni úr landinu, hvort sem er grjót eða önnur jarðefni, í fyrirhleðslur, garða, stíflugerðir eða umbúnað skurða o.s.frv., og yfir höfuð að þola allar þær kvaðir, óhagræði eða takmarkanir sem áveitan hefur í för með sér, enda komi fullar bætur fyrir. Náist ekki samningar um framkvæmd og/eða bætur getur ráðherra heimilað eignarnám í þessu skyni.]\nL. 132/2011, 39. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "[Kostnaður af samáveitu.]\nKostnaði öllum af samáveitu skal stjórn hennar jafna niður á landareignir þær, sem áveitan nær yfir, aðallega eftir stærð þess lands, er vatn næst yfir. Þó skal taka tillit til þess, hvernig land liggur við áveitunni og hver not geta orðið af henni fyrir það, í samanburði við aðrar landareignir. ...\nL. 132/2011, 40. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "[Síðari þátttaka í samáveitu.]\n[Ef einhver vill gerast þátttakandi í samáveitu eftir að henni hefur verið komið á, með þeim hætti að hann fái vatn til áveitu á land sitt, þá á hann rétt til þess verði það talið bagalaust.] En skylt er honum þá að taka þátt í kostnaði öllum af áveitunni, bæði stofnkostnaði og árskostnaði, að réttri tiltölu við aðra aðilja.\nL. 132/2011, 41. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "[Nánar um kostnað af samáveitu.]\nNú er samþykkt gerð um samáveitu, og skal þá hver landeigandi greiða stofnkostnað og árlegan kostnað af samáveitunni eða þeim hluta, sem eftir niðurjöfnun samkvæmt 44. gr. kemur á landareign hans.\n...\nL. 132/2011, 42. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "[Lögveð til handa áveitufélagi.\nGreiði eigandi einhverrar þeirrar landareignar sem áveita á að ná til samkvæmt samþykkt ekki hlutdeild sína í sameiginlegum kostnaði eignast áveitufélag lögveð í fasteign hans til tryggingar kröfunni. Lögveðið nær einnig til vaxta og innheimtukostnaðar af kröfunni ef því er að skipta.]\nL. 132/2011, 43. gr.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "...\nL. 132/2011, 44. gr.\nV. kafli. Um notkun vatnsorku.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "[Orkunýtingarréttur landeiganda.]\nEiganda landareignar, sem vatnsréttindi fylgja, svo og öðrum, sem heimildir hafa á þeim tekið, er rétt að nota það vatn, sem um hana rennur, til að vinna úr því orku, enda sé enginn fyrir það sviptur því vatni, sem hann þarf að nota samkvæmt III. og IV. kafla, né neinum bakaðir óhæfilegir örðugleikar um slíka notkun, né vatni, er nota þarf með þeim hætti, spillt fyrir neinum, svo að til verulegra óþæginda horfi.\n[Um leyfi til að virkja [vatnsfall] fer samkvæmt raforkulögum.]\nL. 132/2011, 45. gr. L. 64/2003, 1. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "[Heimild til framkvæmda.]\nRétt er eiganda landareignar að gera stíflu í vatnsfarvegi og veita vatni úr eðlilegum farvegi, hvort sem er um opinn skurð, pípu eða jarðgöng, ef nauðsynlegt er vegna vatnsorkunota samkvæmt 49. gr. ... Eigi má veita meira vatni úr eðlilegum farvegi í þessu skyni en þörf er á, en öllu skal því veitt í fornan farveg áður en landareigninni sleppir, nema samlög séu milli fleiri landareigna um orkuvinnslu.\n...\n[Ef nauðsyn þykir á vera getur ráðherra heimilað eignarnám.]\nL. 132/2011, 46. gr. L. 64/2003, 2. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "[Merkivötn skilja fasteignir.]\nÞar sem merkivötn skilja landareignir, hafa eigendur beggja jafnan rétt til að nota vatn úr þeim samkvæmt 49. og 50. gr.\nNú nægir merkivatn ekki báðum landareignum, og hefir þá eigandi hvorrar fyrir sig rétt til svo mikils af vatnsorkunni, sem svarar hálfu [vatnsflæði] merkivatnsins og fallhæð þeirri, sem er fyrir landi hans, enda hafi ekki önnur lögmæt skipun verið á gerð.\nL. 132/2011, 47. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "...\nL. 132/2011, 48. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "[Ef menn eiga tilkall til orku úr sama vatnsfalli án þess að merkivötn skilji að fasteignir.]\n[Nú eiga menn í félagi, í öðrum tilvikum en þegar merkivötn skilja fasteignir, tilkall til orku úr sama vatnsfalli og verða þeir ekki ásáttir hvernig það skuli notað til orkuvinnslu og getur þá ráðherra með eignarnámi heimilað að þeir sem eiga tilkall til meira en helmings vatnsorkunnar, talinnar eftir vatnsflæði og fallhæð, leysi til sín tilkall minni hlutans.] Þetta er þó því skilyrði bundið, að hagnýting [vatnsfallsins] í heild sinni sé að mun hallkvæmari en hagnýting hluta innleysenda út af fyrir sig, og að ekki sé skertur réttur þriðja manns, er hann kann að hafa fengið yfir vatnsréttindunum áður en lausnar var krafist.\nSá hluti vatnsorkuréttar, er maður leysir til sín [skv. 1. mgr.], skal metinn sem hluti alls réttarins. Þó skal taka til greina, hvort sá hluti virkjunarkostnaðar, sem sérstaklega varðar innleysta vatnsorkuréttinn, er tiltölulega mikill eða lítill.\n...\nL. 132/2011, 49. gr.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "[Stíflugerð til vatnsmiðlunar.\nLeita skal leyfis [Umhverfis- og orkustofnunar] til vatnsmiðlunar eða breytinga á henni ef flatarmál miðlunarlóns að því loknu er 1.000 fermetrar eða stærra við hæstu vatnsstöðu. Framkvæmdaraðili skal láta fylgja með umsókn sinni til [Umhverfis- og orkustofnunar] fullnægjandi gögn um undirlag, gerð og frágang fyrirhugaðrar stíflu. Gildir það einnig ef miðlunarlón er minna en 1.000 fermetrar og stífluframkvæmdin tilkynningarskyld skv. 144. gr. Ef framkvæmd vatnsmiðlunar er liður í virkjun fallvatns til raforkuframleiðslu skal miðlunarleyfið talið hluti af virkjunarleyfi samkvæmt raforkulögum og skal þá leita leyfis í samræmi við þau lög.\nRáðherra getur heimilað eignarnám ef þörf krefur í þágu framkvæmdar samkvæmt grein þessari.\nLeyfi skv. 1. mgr. fellur úr gildi hefjist framkvæmdir ekki innan þriggja ára frá útgáfu þess.]\nL. 110/2024, 8. gr. L. 132/2011, 51. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "[Breyting á vatnsfarvegi.\nHeimilt er fasteignareiganda og vatnafélögum, að fengnu leyfi [Umhverfis- og orkustofnunar] eða eftir atvikum leyfi Fiskistofu skv. V. kafla laga nr. 61/2006, um lax- og silungsveiði, með síðari breytingum, að breyta vatnsfarvegi, víkka hann eða rétta, gera nýjan farveg eða önnur þau mannvirki í vatni eða við það sem nauðsynleg eru í því skyni að verja land eða landsnytjar gegn spjöllum af landbroti eða árennsli vatns. Heimilt er að binda leyfið skilyrðum sem þykja nauðsynleg vegna almannahagsmuna.\nHeimilt er viðeigandi stjórnvaldi hverju sinni að ráðast í framkvæmdir skv. 1. mgr., að fengnu leyfi [Umhverfis- og orkustofnunar], enda sé það gert til að verja fasteignir, önnur mannvirki sem varða almannaheill eða náttúruminjar.\nNú þarf sá sem ætlar að ráðast í framkvæmdir skv. 1. mgr. eða stjórnvald skv. 2. mgr. afnot af fasteignum annarra manna í þessu skyni og getur þá ráðherra veitt heimild til eignarnáms ef ekki semst með aðilum.\nUm varnir gegn ágangi vatna fer að öðru leyti samkvæmt gildandi lögum um varnir gegn landbroti.]\nL. 110/2024, 8. gr. L. 132/2011, 54. gr.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "[Heimild manns til að veita vatni af fasteign sinni.\nMaður má veita bagalegu vatni af landi sínu í rásir og farvegi, þó að mein verði að á landi því er við tekur, enda megi hann ekki losna við það með öðrum hentugum hætti. Með sama skilorði má maður og veita vatni í skurði í landi annarra eða grafa þar skurði í því skyni, en jafnan skal þá skurðum svo langt fram haldið að ekki verði verulegt tjón á landi annarra manna. Bæta skal tjón sem hlýst af veitunni, en taka skal þó til greina gagn þeirra sem krefjast bóta af skurðum.\nVið framkvæmdir skv. 1. mgr. skal forðast að raska tjörnum og vötnum.\nEf skurðir um landareign annars manns eru honum einnig til gagns er honum skylt að taka þátt í kostnaði af skurðgreftri og viðhaldi skurðanna.\nNáist ekki samningar um framkvæmd og/eða bætur samkvæmt þessari lagagrein getur ráðherra heimilað eignarnám.]\nL. 132/2011, 55. gr.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "[Niðurlagning mannvirkis.\nNiðurlagning mannvirkis samkvæmt þessum kafla, þ.m.t. stöðvun á viðhaldi, er háð samþykki [Umhverfis- og orkustofnunar]. Við niðurlagningu skal umhverfið fært eins og kostur er til fyrra horfs. Eigandi mannvirkis skal leggja áætlun um niðurlagningu fyrir [Umhverfis- og orkustofnun] til samþykktar þar sem m.a. skulu vera upplýsingar um hvernig verkið verði framkvæmt. [Umhverfis- og orkustofnun] getur sett þau skilyrði fyrir leyfi sem eru nauðsynleg til að koma í veg fyrir hættu eða tjón fyrir einstaklinga og almenning.]\nL. 110/2024, 8. gr. L. 132/2011, 55. gr.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "[Aðgæsluskylda.\nMannvirki og framkvæmdir allar samkvæmt lögum þessum skal gera þannig úr garði að af þeim stafi hvorki hætta né veruleg óþægindi fyrir umferð eða spjöll á eign annars manns nema honum sé skylt að hlíta því samkvæmt lögum eða samningum.\nVið hvers konar nýtingu vatnsréttinda og framkvæmdir í eða við vötn skal þess gætt að sem minnst röskun verði á vatni, gæðum þess, vatnslegi, lífríki, vistkerfum eða landslagi. Einnig skal forðast að valda öðrum sem tilkall eiga til sama vatns tjóni eða óhagræði.]\nL. 132/2011, 55. gr.",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "[Bann við óhreinkun vatna.\nÓheimilt er að menga vötn eða láta í þau eða svo nærri þeim að hætt sé við að í þau berist efni, hluti og lífverur sem spilla mundu eðlis- eða efnaástandi vatnsins, lífríki þess og nánasta umhverfi.]\nL. 132/2011, 56. gr.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "[Stofnun vatnafélaga.\nHeimilt er fasteignareigendum að stofna félag um vatnsveitu, áveitu, vatnsorkuvinnslu, vatnsmiðlun, varnir við ágangi vatns eða annað sem lögmætan tilgang hefur samkvæmt lögum þessum.]\nL. 132/2011, 58. gr.",
      "metadata": {
        "source_anchor": "G84",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "[Stofnfundarboð.\nÞeir fasteignareigendur sem stofna vilja vatnafélag skv. 99. gr. skulu boða til stofnfundar eigendur, og eftir atvikum aðra rétthafa, þeirra fasteigna sem ætla má að aðild gætu átt að félaginu. Komi til löglegrar stofnunar félagsins telst kostnaður allur af fundarboði, fundarhaldi, uppdráttum að fyrirhuguðum framkvæmdum og mannvirkjum o.s.frv. til stofnkostnaðar.]\nL. 132/2011, 59. gr.",
      "metadata": {
        "source_anchor": "G100",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "...\nL. 132/2011, 60. gr.",
      "metadata": {
        "source_anchor": "G101",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "[Efni samþykktar.\nÞegar ákveðið hefur verið að stofna félag skal samþykkt þess sett svo fljótt sem unnt er. Í samþykkt skulu vera ákvæði um:\n1. nafn félags, heimilisfang þess og varnarþing,\n2. verkefni félags,\n3. skipun félagsstjórnar, hversu fjölmenn hún skuli vera, hvernig skuli kjósa hana, hvert vald hennar skuli vera og starfssvið, ef stjórn er skipuð fleiri mönnum en einum, hve langan tíma kjör skuli gilda,\n4. eigendur hvaða fasteigna taki þátt í félaginu, sem og aðrir rétthafar, og um atkvæðisrétt á félagsfundum,\n5. reikninga og bókhald félagsins og endurskoðun,\n6. hvernig boða skuli til félagsfunda, hvenær þeir teljist lögmætir, hvaða mál þeir skuli úrskurða og hvert vald þeir hafi að öðru leyti,\n7. hvernig fara skuli um greiðslur kostnaðar þess sem félagsskapurinn hefur í för með sér,\n8. hvaða kvaðir eða eignarhöft leggjast á fasteignir þær sem þátt taka í félagsskapnum,\n9. félagsgjöld og hvernig þau verði ákveðin,\n10. hvaða reglum skuli eftir farið ef breyta á samþykktum félagsins,\n11. inntöku nýrra félaga, sbr. 110. gr.,\n12. heimild til úrsagnar úr félagi, sbr. 111. gr.,\n13. hvernig fara skuli um félagsslit, hvert atkvæðamagn þurfi til þeirra og hvernig ráðstafa skuli eignum félagsins.\nÍ samþykktum skal kveðið svo á að afl atkvæða ráði úrslitum. Ef sérstök ástæða þykir til má ákveða í samþykkt að aukinn meiri hluta þurfi til ákvörðunar um einstök félagsmálefni, önnur en þau sem sérstaklega er um mælt í lögum þessum.\nGildi samþykkta vatnafélags er háð staðfestingu [ráðherra].]\nL. 21/2012, 6. gr. L. 132/2011, 61. gr.",
      "metadata": {
        "source_anchor": "G102",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "[Nýir félagar.\nRétt er að taka nýja menn í félag ef lögmætur félagsfundur samþykkir.\nHverjum þeim sem ekki hefur í upphafi tekið þátt í vatnsveitufélagi eða áveitufélagi í þeim tilgangi sem tilgreindur er skv. 29. og 42. gr. er heimilt að gera það síðar, enda liggi fasteign hans með þeim hætti að þátttaka hans valdi ekki verulegu óhagræði.\nEf veruleg breyting verður á skyldum félaga vegna töku nýrra félagsmanna eða verkefni félaga breytist verulega fyrir þá sök skal fara með málið sem breytingar á samþykktum félagsins.\nNú bætist nýr aðili í félag og skal hann þá greiða að sínum hluta og frá þeim tíma hlutdeild í stofnkostnaði þau gjöld sem á félögum hvíla og með sama hætti sem aðrir félagar nema öðruvísi semji. Kosta skal hann sjálfur þær framkvæmdir sem eru nauðsynlegar sérstaklega hans vegna til þess að geta notað mannvirki félagsins.]\nL. 132/2011, 63. gr.",
      "metadata": {
        "source_anchor": "G103",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "[Úrsögn úr félagi og ábyrgð á skuldum.\nFélagi getur sagt sig úr vatnafélagi og skal hann þá fá greiddan stofnkostnað sinn að því leyti sem verðmæti hlutar hans er meira en nemur kostnaði og tjóni af brottför hans.\nEf félagi segir sig úr félagi ábyrgist hann þau gjöld sem á hann hafa fallið samkvæmt ákvæðum félagsins til þess tíma er hann fer úr félaginu.\nEignir félags standa fyrir skuldum þess. Enginn félagsmaður ber ábyrgð umfram löglega ákveðna hlutdeild sína í félaginu.]\nL. 132/2011, 64. gr.",
      "metadata": {
        "source_anchor": "G111",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "[Slit félags.\nFélagi skal slíta:\n1. ef félagar samþykkja það samkvæmt fyrirmælum samþykktar félags,\n2. ef félagar eru aðeins tveir og annar krefst þess,\n3. ef það kemur síðar í ljós að ekki er unnt að ná því takmarki sem félag setti sér eða það er svo miklum örðugleikum bundið að erfitt þykir að halda félagsskapnum áfram.\nEf helmingur félaga eða meira krefst þess er skylt að kjósa skilanefnd til að standa fyrir skiptum félags og fer um vald hennar sem skilanefndar við slit hlutafélags.\nEf eignir félags hrökkva ekki fyrir skuldum skal því sem á vantar skipt á félaga að réttri tiltölu við félagsgjöld hvers um sig, eins og þau hafa verið ákveðin samkvæmt gjaldskrá eða öðru lögmætu félagsákvæði. Hver félagi ábyrgist einungis sinn hluta.\nUm skiptin fer að öðru leyti samkvæmt ákvæðum laga um skipti á dánarbúum o.fl.]\nL. 132/2011, 65. gr.",
      "metadata": {
        "source_anchor": "G112",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "[Heimild til að fara um vötn og til afnota af vatnsbökkum.\nÖllum er heimil för, þ.m.t. á farartækjum, um vötn, einnig á ísi, með þeim takmörkunum sem lög kveða á um, þó þannig að það valdi ekki truflun á veiðum manna. [Sá ráðherra er fer með málefni náttúruverndar] getur í reglugerð sett takmarkanir við umferð vélknúinna báta og annarra vélknúinna farartækja um vötn og vatnasvæði.\nAllir sem fara um vötn eða nota þau til sunds og baða, sbr. 11. gr., hafa rétt til þeirra afnota af vatnsbökkum sem eru nauðsynleg vegna umferðar um vötn en gæta skulu þeir varkárni og forðast að valda skemmdum á landi, mannvirkjum eða veiðitækjum í vatni eða við það.]\nL. 21/2012, 6. gr. L. 132/2011, 67. gr.",
      "metadata": {
        "source_anchor": "G113",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "...\nL. 132/2011, 68. gr.",
      "metadata": {
        "source_anchor": "G116",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "[Aðgæsluskylda og bætur fyrir tjón vegna umferðar um vötn.\nÖllum sem nota vötn til umferðar er skylt að gæta þess að gera sem minnstar skemmdir á landi, mannvirkjum eða veiðitækjum í vatni eða við það.\nEigendur landareigna eða aðrir rétthafar eiga rétt til bóta fyrir tjón sem umferð á vatni veldur beinlínis á landi við vatnið eða á löglega gerðum og vel við höldnum mannvirkjum í vatni eða við það, svo og á löglega settum veiðitækjum, enda þótt tjónið sé hvorki að kenna ásetningi né ógætni. Bætur greiðast ekki fyrir tjón af því þótt mannvirki þau sem fyrir skemmdum hafa orðið verði ekki notuð nema tjón beri að bæta samkvæmt almennum skaðabótareglum.]\nL. 132/2011, 69. gr.",
      "metadata": {
        "source_anchor": "G117",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "139",
      "section": "139",
      "content": "[Eignarnám.\nEignarnám sem ráðherra heimilar samkvæmt lögum þessum getur tekið til vatnsréttinda, lands, mannvirkja, aðstöðu og annarra réttinda landeiganda. Ávallt skal þess freistað að ná samkomulagi við landeiganda eða rétthafa áður en til eignarnáms kemur.\nFramkvæmd eignarnáms á grundvelli laga þessara fer eftir almennum reglum.]\nL. 132/2011, 73. gr.",
      "metadata": {
        "source_anchor": "G118",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "140",
      "section": "140",
      "content": "[Endurgjald.\nVið ákvörðun eignarnámsbóta skal koma til frádráttar sérhagur viðkomandi fasteignar af framkvæmdum. Að öðru leyti fer um endurgjald fyrir eignarnumin réttindi eftir almennum reglum.]\nL. 132/2011, 74. gr.",
      "metadata": {
        "source_anchor": "G140",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "141",
      "section": "141",
      "content": "[Bótaákvæði.\nEigandi mannvirkis við vatn, eða sá sem stendur fyrir framkvæmdum við vatn, ber ábyrgð á tjóni sem af framkvæmdunum hlýst án tillits til þess hvort tjón verði rakið til saknæmrar háttsemi eða ekki:\n1. ef ráðist er án leyfis í framkvæmdir sem eru leyfisskyldar samkvæmt lögum þessum,\n2. ef staðið er þannig að framkvæmdum að ekki fullnægi áskilnaði 80. gr.,\n3. ef brestur verður á viðhaldi mannvirkis.\nLeyfi til framkvæmdar sem valdið getur umtalsverðu tjóni má binda því skilyrði að framkvæmdaraðili leggi fram tryggingu vegna hugsanlegrar bótaábyrgðar.]\nL. 132/2011, 75. gr.",
      "metadata": {
        "source_anchor": "G141",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "142",
      "section": "142",
      "content": "...\nL. 132/2011, 76. gr.\nXVI. kafli. [Stjórnsýsla.]\nL. 132/2011, 83. gr.",
      "metadata": {
        "source_anchor": "G142",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "143",
      "section": "143",
      "content": "[Yfirstjórn.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum nema öðruvísi sé fyrir mælt í þeim.\n[Umhverfis- og orkustofnun] fer með stjórnsýslu og eftirlit samkvæmt lögum þessum að svo miklu leyti sem lög mæla ekki fyrir um annað. [Umhverfis- og orkustofnun] er [ráðherra og þeim ráðherra er fer með málefni náttúruverndar] og öðrum stjórnvöldum til ráðgjafar um vatnsnýtingu og vatnamál á verksviði stofnunarinnar.\nStjórnvaldsákvarðanir [Umhverfis- og orkustofnunar] sem eru teknar á grundvelli laga þessara sæta kæru til [ráðherra].\nÁkvarðanir [Umhverfis- og orkustofnunar] er snerta mannvirkjagerð eða aðrar framkvæmdir sem fjallað er um í VI. kafla sæta kæru til úrskurðarnefndar umhverfis- og auðlindamála. Um aðild, kærufrest, málsmeðferð og annað er varðar kæruna fer samkvæmt lögum um úrskurðarnefndina.]\nL. 21/2012, 6. gr. L. 110/2024, 8. gr. L. 132/2011, 78. gr.",
      "metadata": {
        "source_anchor": "G143",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "144",
      "section": "144",
      "content": "[Tímafrestir vegna leyfisveitinga og tilkynningarskylda.\nEf um leyfisskylda framkvæmd samkvæmt lögum þessum er að ræða skal ákvörðun [Umhverfis- og orkustofnunar] um að veita leyfi eða synja leyfis liggja fyrir innan átta vikna frá því að tilkynning um fyrirhugaða framkvæmd barst stofnuninni.\nSkylt er að tilkynna [Umhverfis- og orkustofnun] um allar framkvæmdir sem er fyrirhugað að ráðast í og tengjast vatni og vatnafari, þar á meðal framkvæmdir sem ekki eru sérstaklega leyfisskyldar samkvæmt þessum lögum eða öðrum.\nEkki er þó skylt að senda umsókn skv. 1. mgr. eða tilkynningu skv. 2. mgr. þegar Fiskistofu er send skrifleg umsókn um framkvæmd í eða við veiðivatn skv. V. kafla laga nr. 61/2006, um lax- og silungsveiði, með síðari breytingum. Fiskistofa skal þegar henni berst umsókn um leyfi fyrir framkvæmdum þegar í stað senda [Umhverfis- og orkustofnun] afrit af öllum slíkum umsóknum. Þá er ekki skylt að tilkynna til [Umhverfis- og orkustofnunar] framkvæmdir sem telja verður til viðgerða eða lagfæringa á veitu- eða virkjunarmannvirkjum og rúmast innan áður útgefinna leyfa samkvæmt lögum þessum.\n[Umhverfis- og orkustofnun] er heimilt að setja skilyrði fyrir leyfis- eða tilkynningarskyldri starfsemi og framkvæmdum sem talin eru nauðsynleg af tæknilegum ástæðum eða ef ætla má að framkvæmdir eða starfsemi geti spillt þeirri nýtingu sem fram fer í eða við vatn eða möguleikum á að nýta vatn síðar. Slík skilyrði skulu vera í samræmi við markmið laganna, reglugerðir og vatnaáætlun samkvæmt lögum um stjórn vatnamála. Heimild [Umhverfis- og orkustofnunar] til þess að setja slík skilyrði nær þó ekki til starfsemi og framkvæmda á friðlýstum svæðum sem háðar eru leyfi [Náttúruverndarstofnunar].\n[Umhverfis- og orkustofnun] skal gera tilkynningarskyldum aðila grein fyrir því innan fjögurra vikna frá því að tilkynning barst stofnuninni hvort hún hyggst banna tilkynntar framkvæmdir, setja skilyrði fyrir þeim í samræmi við ákvæði laga þessara eða gera aðrar athugasemdir við framkvæmdir þær sem tilkynntar hafa verið. Berist athugasemdir [Umhverfis- og orkustofnunar] ekki tilkynningarskyldum aðila innan frestsins skal líta svo á að engar athugasemdir séu gerðar við fyrirhugaðar framkvæmdir. Ákveði [Umhverfis- og orkustofnun] að setja tilkynningarskyldum aðila skilyrði skal ákvörðun liggja fyrir innan fjögurra vikna frá lokum fjögurra vikna frests samkvæmt þessari málsgrein.\n[Ráðherra] skal í reglugerð, að höfðu samráði við [þann ráðherra er fer með skipulagsmál], setja nánari fyrirmæli um framkvæmd leyfisveitinga og tilkynningarskyldu, þ.m.t. um upplýsingaskyldu umsækjenda um leyfi, sbr. 1. mgr., og tilkynnenda, sbr. 2. mgr., til [Umhverfis- og orkustofnunar], útfærslu skilyrða sem setja má fyrir framkvæmdum og önnur atriði samkvæmt þessari grein.]\nL. 110/2024, 8. gr. L. 111/2024, 6. gr. L. 21/2012, 6. gr. L. 132/2011, 79. gr.",
      "metadata": {
        "source_anchor": "G144",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "145",
      "section": "145",
      "content": "[Eftirlit og úrræði.\nSé leyfisskyld framkvæmd samkvæmt lögum þessum hafin án leyfis getur [Umhverfis- og orkustofnun] stöðvað hana tafarlaust. Sama á við ef aðili vanrækir tilkynningarskyldu samkvæmt lögum þessum. Ef staðið er þannig að framkvæmd eða starfsemi að ekki samrýmist lögum þessum, reglugerðum settum samkvæmt þeim eða útgefnu leyfi skal [Umhverfis- og orkustofnun] veita framkvæmdaraðila skriflega aðvörun og hæfilegan frest til úrbóta. Ef þá er ekki farið að fyrirmælum er heimilt að stöðva framkvæmd eða starfsemi og beita dagsektum þar til úr hefur verið bætt. Dagsektir geta numið 10.000&ndash;500.000 kr. Við ákvörðun dagsekta skal tekið tillit til eðlis vanrækslu eða brots og þeirra hagsmuna sem eru í húfi. Ákvörðun um dagsektir skal tilkynnt þeim sem hún beinist að á sannanlegan hátt. Dagsektir renna í ríkissjóð.\nEf þörf krefur er lögreglu skylt að aðstoða [Umhverfis- og orkustofnun] við aðgerðir skv. 1. mgr.\nHeimilt er [Umhverfis- og orkustofnun] að afturkalla leyfi sem gefið er út samkvæmt lögum þessum ef um ítrekaða vanrækslu leyfishafa er að ræða eða ljóst er að hann getur ekki staðið við skyldur sínar samkvæmt leyfinu.\nHeimilt er að mæla fyrir um að sá sem staðið hefur að óheimilum framkvæmdum skv. 1. eða 3. mgr. fjarlægi mannvirki og færi umhverfið til fyrra horfs. Ef slíkri skyldu er ekki sinnt innan þeirra tímamarka sem stjórnvöld ákveða er heimilt að láta vinna verkið á kostnað hins brotlega. Skal kostnaður þá greiddur til bráðabirgða úr ríkissjóði en innheimtur síðar hjá hlutaðeigandi.\nÁður en gripið er til úrræða skv. 3. og 4. mgr. skal veita skriflega aðvörun og hæfilegan frest til úrbóta.\nDagsektir skv. 1. mgr. og krafa um endurgreiðslu kostnaðar skv. 4. mgr. eru aðfararhæfar.]\nL. 110/2024, 8. gr. L. 132/2011, 80. gr.",
      "metadata": {
        "source_anchor": "G145",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "146",
      "section": "146",
      "content": "[Gjaldtaka.\nFyrir leyfi sem stjórnvöld veita á grundvelli þessara laga og fyrir eftirlit sem þeim er falið er heimilt að innheimta gjald. Gjaldið skal vera í samræmi við gjaldskrá sem staðfest skal af viðkomandi ráðherra og birt í B-deild Stjórnartíðinda.\nGjald skv. 1. mgr. má ekki vera hærra en nemur kostnaði við undirbúning, svo sem vegna nauðsynlegrar aðkeyptrar þjónustu, útgáfu leyfis og eftirlit.\n[Gjöld samkvæmt þessari grein eru aðfararhæf án undangengins dóms eða sáttar.]]\nL. 79/2024, 5. gr. L. 132/2011, 81. gr.",
      "metadata": {
        "source_anchor": "G146",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "153",
      "section": "153",
      "content": "[Rannsóknarheimildir.\nEiganda lands, sem og öðrum rétthöfum, er skylt að þola að yfirborðsrannsóknir og önnur undirbúningsstörf, sem nauðsynleg eru vegna framkvæmda samkvæmt lögum þessum, fari fram á landi hans, enda getur hann krafist bóta fyrir tjón og óþægindi sem af því hlýst. Landeiganda skal tilkynnt um hinar fyrirhuguðu rannsóknir með góðum fyrirvara og eigi síðar en um leið og tilkynning er send [Umhverfis- og orkustofnun]. Til umfangsmeiri rannsókna þarf leyfi [Umhverfis- og orkustofnunar].]\nL. 110/2024, 8. gr. L. 132/2011, 86. gr.",
      "metadata": {
        "source_anchor": "G147",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "154",
      "section": "154",
      "content": "[Viðurlög.\nBrot gegn lögum þessum varða sektum nema þyngri refsingu varði samkvæmt öðrum lögum. Dæma má jafnt lögaðila sem einstakling til greiðslu sekta fyrir brot á lögum þessum. Lögaðila má ákvarða sekt án tillits til þess hvort sök verði sönnuð á fyrirsvarsmann eða starfsmann lögaðilans.]\nL. 132/2011, 87. gr.",
      "metadata": {
        "source_anchor": "G154",
        "section_format": "article"
      }
    }
  ]
}
