{
  "id": "29/1931",
  "type": "statute",
  "title": "Lög um heimild fyrir ríkisstjórnina til þess að láta öðlast gildi alþjóðleg einkamálaréttarákvæði í samningi milli Íslands, Danmerkur, Finnlands, Noregs og Svíþjóðar, um hjúskap, ættleiðingu og lögráð",
  "status": "in_force",
  "issued_date": "1931-09-08",
  "url": "https://www.althingi.is/lagas/nuna/1931029.html",
  "description": "Tóku gildi 8. september 1931.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkisstjórninni er heimilt að ákveða með auglýsingu í Stjórnartíðindunum, að samningur sá, er undirritaður var í Stokkhólmi þann 6. febrúar 1931 milli Íslands, Danmerkur, Finnlands, Noregs og Svíþjóðar og prentaður er sem fylgiskjal með lögum þessum, um alþjóðleg einkamálaréttarákvæði um hjúskap, ættleiðingu og lögráð, skuli öðlast gildi.\nFylgiskjal.\nSamningur.\nI. Hjúskapur.\n1. gr.\n[Nú óskar ríkisborgari einhvers samningsríkjanna könnunar á hjónavígsluskilyrðum eða lýsingar hjá stjórnvaldi einhvers hinna ríkjanna, og skal þá kanna rétt hans til að ganga í hjúskap eftir lögum þess ríkis, enda eigi annað hjónaefna þar heimili, en ella eftir lögum þess ríkis, þar sem hann á ríkisfang. Ætíð skal þó beita lögum þess ríkis, sem hjónaefnið á ríkisfang í, ef það óskar þess. Nú skal kanna rétt til að ganga í hjúskap eftir lögum þess ríkis, þar sem hjónaefni á ríkisfang, og getur hlutaðeigandi stjórnvald þá krafist þess, að rétturinn sé sannaður með vottorði, sem gefið var út af stjórnvöldum þess ríkis, sem það á ríkisfang í.\nNú er svo fyrir mælt í lögum samningsríkis, sem hjónaefni á heimilisfesti í, að foreldrar þess eða lögráðamaður samþykki ráðahaginn, og skal þá eftir því farið, þótt slíks samþykkis sé ekki krafist í lögum þess ríkis, þar sem könnun hjónavígsluskilyrða fer fram.\nUm könnunina og lýsinguna gilda að öðru leyti lög þess ríkis, sem hlutaðeigandi stjórnvald heyrir til.]\nL. 95/1973, 1. gr. fylgiskjals.\n2. gr.\n[Hafi könnun á hjónavígsluskilyrðum eða lýsing átt sér stað hjá stjórnvaldi einhvers samningsríkjanna, getur stjórnvald í öðru samningsríki, meðan könnun eða lýsing er enn í gildi, framkvæmt hjónavígslu án nýrrar könnunar eða lýsingar. Gildir þetta án tillits til þess, hvort aðilarnir eiga ríkisfang í einhverju samningsríkjanna.\nUm hjónavígsluna gilda að öðru leyti lög þess ríkis, sem vígslumaðurinn heyrir til.]\nL. 98/1969, 2. gr. fylgiskjals.\n3. gr.\n[Að því er snertir fjármál hjóna, sem eiga, og áttu við stofnun hjónabandsins, ríkisfesti í samningsríki, skal beita lögum þess samningsríkis þar sem þau tóku sér heimilisfesti þegar þau gengu í hjónaband.\nHafi bæði hjónin síðar tekið sér heimilisfesti í öðru samningsríki og búið þar í að minnsta kosti tvö ár skal í staðinn beita lögum þess ríkis. Hafi bæði hjónin fyrr á hjónabandsárum sínum átt heimilisfesti þar, eða eigi þau ríkisfesti í því ríki, skal þó beita lögum þess ríkis um leið og þau taka sér þar heimilisfesti.]\nL. 52/2008, fylgiskjal.\n[3. gr. a.\nHjón, sem 3. gr. á við um, geta gert með sér samkomulag um að um fjármál þeirra skuli beita lögum samningsríkis þar sem annað hvort þeirra á heimilisfesti eða ríkisfesti þegar samkomulagið er gert. Slíkt samkomulag um lagaval má einnig gera fyrir hjónaband.\nHafi annað hvort eða bæði hjónin tekið sér heimilisfesti í öðru samningsríki á hjónabandstímanum geta þau einnig gert með sér samkomulag um að beita skuli lögum þess samningsríkis þar sem þau áttu síðast bæði heimilisfesti samtímis.]\nL. 52/2008, fylgiskjal.\n[3. gr. b.\nUm heimild annars hvors hjóna til að ráða yfir fasteign, samsvarandi eign eða bústað, sem er í einhverju samningsríkjanna, skal jafnan fara eftir lögum þess ríkis.]\nL. 52/2008, fylgiskjal.\n[3. gr. c.\nEf skipt er um lög, sem beitt er um fjármál hjóna, hefur það engin áhrif á réttarverkan löggerninga sem áður voru gerðir.\nUm gildi ákvæða kaupmála fer eftir lögum þess samningsríkis, sem á að beita um fjármál hjónanna, þegar slíkt álitamál kemur upp.]\nL. 52/2008, fylgiskjal.\n4. gr.\n[Samkomulag um lagaval eða kaupmála hjóna, sem 3. gr. og 3. gr. a eiga við um, skulu skoðuð gild í öllum samningsríkjunum hvað form þeirra snertir hafi þau, þegar þau voru gerð, uppfyllt formskilyrði:\n1. þeirra laga sem skv. 3. gr. og 3. gr. a átti að beita um fjármál hjónanna, eða\n2. laga samningsríkis þar sem bæði hjónin eða annað hvort þeirra átti ríkisfesti.\nInnihaldi lögin ekki formskilyrði hvað snertir samkomulag um lagaval fer um gildi þess samkvæmt formskilyrðum kaupmála.\nSérhvert ríkjanna getur, gagnvart þriðja manni, gert það að skilyrði fyrir gildi samkomulags um lagaval eða kaupmála að samkomulagið eða kaupmálinn sé skráður samkvæmt lögum þess.]\nL. 52/2008, fylgiskjal.\n[4. gr. a.\nHafi hjón, sem 3. gr. á við um, síðar tekið sér heimilisfesti í ríki, sem ekki er samningsríki, er ekki unnt að beita ákvæðum samningsins um fjármál þeirra.]\nL. 52/2008, fylgiskjal.\n5. gr.\nBeiðni um slit á fjárfélagi hjóna, sem svo er ástatt um sem segir í 4. gr., skal úrskurða í því ríki, er hvorttveggja hjónanna á heimilisfesti í. Ef þau eiga heimilisfesti hvort í sínu ríki, skal beiðnina úrskurða í því ríki, er það hjóna á heimilisfesti í, sem kröfunni er beint gegn, eða eigi það heimilisfesti í Finnlandi, þá í ríki þeirra laga, er samkvæmt 3. gr. ráða fjármálum hjónanna.\n6. gr.\nBeri samkvæmt lögum einhvers þess ríkis, er hér ræðir um, að dæma um réttaráhrif hjúskapar eftir hinni eldri hjúskaparlöggjöf, þá eiga 3.&ndash;5. gr. ekki við um þau hjónabönd.\n7. gr.\n[Krafa um skilnað að borði og sæng eða um lögskilnað hjóna sem eru ríkisborgarar í og eiga heimilisfang í samningsríki skal ákvarðast í því ríki þar sem:\n1. hjónin eiga heimilisfang,\n2. hjónin áttu síðast samtímis heimilisfang og annað þeirra býr ennþá,\n3. hjónin eru ríkisborgarar,\n4. það hjónanna sem kröfunni er beint gegn á heimilisfang,\n5. annað hvort hjónanna á heimilisfang ef um sameiginlega kröfu er að ræða,\n6. það hjónanna sem leggur kröfuna fram á heimilisfang og hefur búið a.m.k. síðasta árið áður en krafan er borin fram, eða\n7. það hjónanna sem leggur kröfuna fram er ríkisborgari og á heimilisfang ef viðkomandi hefur búið þar a.m.k. síðustu sex mánuðina áður en krafan er lögð fram.\nEinnig má ákvarða kröfu um lögskilnað á grundvelli skilnaðar að borði og sæng í því ríki þar sem skilnaður að borði og sæng var veittur.]\nL. 39/2001, fylgiskjal.\n8. gr.\n[Í sambandi við kröfu um skilnað að borði og sæng eða um lögskilnað getur sama eða annað yfirvald einnig tekið ákvörðun um sambúðarslit um stundarsakir og um búskipti. Það getur enn fremur tekið ákvörðun um forsjá, búsetu barns og umgengni við barn að því tilskildu:\n1. að hjónin eigi barnið saman, og\n2. að barnið eigi heimilisfang í því ríki þar sem krafan um skilnað að borði og sæng eða um lögskilnað er til meðferðar.\nEigi barnið ekki heimilisfang í því ríki þar sem krafan um skilnað að borði og sæng eða um lögskilnað er til meðferðar má samt sem áður taka þar ákvörðun um forsjá, búsetu barns og umgengni við barn ef:\n1. barnið á heimilisfang í samningsríki,\n2. hjónin eiga barnið saman og a.m.k. annað þeirra hefur forsjá þess,\n3. hjónin hafa samþykkt að úrskurðað verði í málinu í því ríki þar sem fjallað er um kröfuna um skilnað að borði og sæng eða um lögskilnað, og\n4. það er barninu fyrir bestu að með málið sé farið í því ríki.\nÍ málum um forsjá, búsetu barns og umgengni við barn skal beita heimildinni skv. 1. og 2. mgr. í samræmi við Haagsamninginn frá 25. október 1980 um einkaréttarleg áhrif af brottnámi barna til flutnings milli landa. Sérstaklega skal tekið tillit til 3. og 16. gr. samningsins.]\nL. 39/2001, fylgiskjal.\n[8. gr. a.\nEf mál sem 7. eða 8. gr. tekur til, milli sömu aðila, er borið undir þar til bært yfirvald í fleiri en einu samningsríkjanna skal það yfirvald sem málið var síðar borið undir vísa málinu frá af sjálfsdáðum og láta hinu yfirvaldinu eftir að taka ákvörðun í málinu.\nVið beitingu 1. mgr. telst skilnaður að borði og sæng og lögskilnaður vera sama málið.]\nL. 39/2001, fylgiskjal.\n9. gr.\n[Við meðferð mála sem 7. og 8. gr. taka til skal beita gildandi lögum í viðkomandi samningsríki. Þó skal ávallt taka ákvarðanir í málum sem snerta búskipti samkvæmt þeim lögum sem eiga við um fjármál hjónanna skv. 3. gr.\nSkilnaður að borði og sæng sem fengist hefur í einu ríkjanna veitir sama rétt til lögskilnaðar í hinum ríkjunum og skilnaður að borði og sæng er þar hefur fengist.\nÍ samningsríki þar sem ekki eru í lögum ákvæði um skilnað að borði og sæng en í vissum tilvikum byggt á að umhugsunarfrestur sé undanfari lögskilnaðar eiga hjón, sem veittur hefur verið skilnaður að borði og sæng í öðru samningsríki og hafa síðan búið hvort í sínu lagi svo lengi sem svarar umhugsunarfrestinum og ekki tekið upp sambúð að nýju, rétt á að fá lögskilnað án undanfarandi umhugsunarfrests.]\nL. 39/2001, fylgiskjal.\n10. gr.\n[Þegar fjármál hjóna, sem fengið hafa skilnað að borði og sæng, ákvarðast eftir lögum samningsríkis, sem ekki byggir á reglum um skilnað að borði og sæng, skulu fjárverðmæti, sem öðru áskotnast eftir skilnaðinn, verða séreign þess, en ábyrgð á skuldum miðast við aðstæður eins og þær voru við skilnað að borði og sæng. Að öðru leyti skal farið að lögum þessa ríkis, að því er til búskipta tekur við lögskilnað.\nAndist annað hjóna, eftir að skilnaður að borði og sæng er veittur, og spurning vaknar um rétt hins eftirlifandi til arfs eftir hið látna samkvæmt reglum um lögerfðir eða samkvæmt erfðaskrá, og beita skal lögum samningsríkis, sem ekki byggir á reglum um skilnað að borði og sæng, skal skilnaður að borði og sæng lagður að jöfnu við lögskilnað, ef hinn fyrrnefndi varir enn.]\nL. 95/1973, 10. gr. fylgiskjals.\nII. Ættleiðing.\n11. gr.\nVilji ríkisborgari einhvers samningsríkjanna, sem heimilisfesti á í einhverju þeirra, ættleiða mann, sem ríkisfesti á í einhverju ríkjanna, skal sækja um leyfi til þess í því ríki, er ættleiðandi á heimilisfesti í.\n12. gr.\nVið úrskurð slíkrar umsóknar skal í hverju ríkjanna beitt þeim lögum, sem þar gilda. Sé ættleiðingur yngri en 18 ára og eigi hann heimilisfesti í því ríki, sem hann á ríkisfesti í, má eigi veita leyfi til ættleiðingar hans í öðru ríki, fyrr en hlutaðeigandi yfirvöldum, sem eftirlit hafa með börnum í ríki því, sem hann á ríkisfesti í, hefir verið gefinn kostur á að láta í ljós álit sitt um málið.\n13. gr.\nUm slit ættleiðingar milli ríkisborgara samningsríkjanna, er stofnað hefir verið til í einhverju þeirra, skal útkljáð í því ríki, sem ættleiðandi á heimilisfesti í eða eigi hann ekki heimilisfesti í neinu samningsríkjanna, þá í því ríki, sem ættleiðingur á heimilisfesti í.\nVið úrslit þessa máls skal í hverju ríkinu beitt þeim lögum, sem þar gilda.\nIII. Lögráð.\n14. gr.\nLögráð ólögráða ríkisborgara samningsríkjanna, er heimilisfesti eiga í einhverju hinna ríkjanna, heyra undir yfirvöldin í hinu síðarnefnda ríkinu, nema fæddur lögráðamaður eða skipaður fari þegar með lögráðin í einhverju hinna ríkjanna.\nSama gildir um sviptingu lögræðis og lögráð lögræðissviptra manna.\n15. gr.\nSkipa má lögráðamann til bráðabirgða og gera aðrar bráðabirgðaráðstafanir í hverju ríkjanna um sig.\n16. gr.\nÚrskurða skal málefni þau, sem ræðir um í 14. og 15. gr., í hverju ríki eftir þeim lögum, sem þar gilda.\n17. gr.\nUm áhrif ólögræðis í fjármálum og um heimildir lögráðamanns fer eftir lögum þess ríkis, þar sem með lögráðin er farið.\nÁkvæði þetta gildir ekki um hæfi manna til að gangast undir víxil- eða checkskuldbindingar.\n18. gr.\nMeð samkomulagi hlutaðeigandi ráðuneyta má flytja lögráð til einhvers hinna ríkjanna, ef hinn ólögráði maður hefir öðlast þar heimilisfesti eða það telst heppilegt af öðrum ástæðum.\n19. gr.\nUm afnám lögræðissviptingar, sem ákveðin hefir verið í einhverju samningsríkjanna, skal úrskurða í því ríki, þar sem með lögráðin er farið, ef hinn lögræðissvipti er ríkisborgari einhvers af samningsríkjunum.\nVið úrskurðinn skal í hverju ríki beita lögum þeim, er þar gilda.\n20. gr.\nVerði ríkisborgari einhvers samningsríkisins sviptur lögræði í einhverju hinna ríkjanna, eða verði lögræðissvipting hans afnumin, þá skal tafarlaust tilkynna það hlutaðeiganda ráðuneyti þess ríkis, sem hann á ríkisfesti í.\n21. gr.\nÁkvæðum 17., 19. og 20. gr. skal beitt eftir því sem við á, er ríkisborgari einhvers samningsríkisins, er heimilisfesti á í Danmörku og eigi hefir áður verið sviptur lögræði í einhverju ríkjanna, er settur undir tilsjón (Lavværgemaal) í Danmörku. Tilsjón þessi er því eigi til fyrirstöðu, að lögræðissvipting fari fram í einhverjum hinna ríkjanna, er hlutaðeigandi tekur sér heimilisfesti í.\nIV. Almenn ákvæði.\n22. gr.\n[Ákvörðun stjórnvalds eða aðfararhæfur dómsúrskurður sem gengið hefur í einu samningsríkjanna skv. 5., 7., 8., 11., 13., 14., 15., 19. eða 21. gr. skal gilda í hinum ríkjunum án sérstakrar staðfestingar og án rannsóknar á því hvort ákvörðunin sé rétt eða tekin af þar til bæru yfirvaldi. Þetta á einnig við um aðfararhæfan dómsúrskurð sem gengið hefur í einu ríkjanna og kveður á um ógildi eða ógildingu hjúskapar milli ríkisborgara í samningsríki.]\nL. 39/2001, fylgiskjal.\n23. gr.\nSamning þennan skal fullgilda og skal skipst á fullgildingarskjölunum í Stokkhólmi eins fljótt og auðið er.\nSamningurinn gengur í gildi 1. janúar eða 1. júlí næstan á eftir afhendingu fullgildingarskjalanna.\nSérhvert ríkjanna getur sagt samningnum upp við hvert hinna með 6 mánaða fresti, þannig að hann gangi úr gildi 1. janúar eða 1. júlí. ...\nLokaákvæði.\nÍ sambandi við undirskriftina í dag undir samning þann milli Íslands, Danmerkur, Finnlands, Noregs og Svíþjóðar, er hefir að geyma alþjóðleg einkamálaréttarákvæði um hjúskap, ættleiðingu og lögráð, hafa umboðsmenn samningsríkjanna gefið eftirfarandi yfirlýsingu:\nMilli samningsríkjanna er samkomulag um:\n1. að samningurinn skyldar eigi yfirvöld neins samningsríkjanna til að gefa þá í hjúskap, er sakir ófrávíkjanlegs ákvæðis í löggjöf hlutaðeigandi ríkis mega eigi ganga í hjúskap vegna skyldleika eða mægða;\n2. að sá, sem eigi hefir náð 21 árs aldri, en hefir fengið lögræði eftir finnskum lögum við það að ganga í hjúskap, eða eftir íslenskum lögum við skilnað að borði og sæng eða við hjúskaparslit, skuli eigi talinn ólögráður vegna æsku, þótt hann taki sér heimilisfesti í öðru samningsríkjanna en annaðhvort Finnlandi eða Íslandi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    }
  ]
}
