{
  "id": "22/1932",
  "type": "statute",
  "title": "Lög um forkaupsrétt kaupstaða og kauptúna á hafnarmannvirkjum o.fl.",
  "status": "in_force",
  "issued_date": "1932-06-23",
  "url": "https://www.althingi.is/lagas/nuna/1932022.html",
  "description": "Tóku gildi 28. september 1932.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Heimilt er bæjarstjórn í kaupstað að gera samþykkt um það, að áskilja bæjarfélagi forkaupsrétt (forleigurétt) á hafnarmannvirkjum, lóðum þeim, er að sjó liggja, og á lóðum og löndum innan lögsagnarumdæmisins, svo og öðrum fasteignum innan lögsagnarumdæmisins, er bæjarstjórn telur nauðsyn að tryggja bæjarfélaginu forkaupsrétt (forleigurétt) á.\nKauptún sem er sérstakt hreppsfélag, getur einnig gert samþykkt um forkaupsrétt (forleigurétt) kauptúns á hafnarmannvirkjum, lóðum þeim, er að sjó liggja, og á lóðum og löndum innan hreppsins, svo og öðrum fasteignum innan hreppsins, er hreppstjórn telur nauðsyn að tryggja hreppsfélagi forkaupsrétt (forleigurétt) á.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Samþykktir samkvæmt 1. gr. skulu gerðar til 5 ára í senn, og skulu í þeim taldar fasteignir þær, er kaupstaður eða kauptún áskilur sér forkaupsrétt (forleigurétt) á. Samþykkt öðlast gildi, þegar [ráðherra] hefir staðfest hana, og skal hún birt í B-deild Stjórnartíðinda. Jafnframt skal hún þinglesin á varnarþingi fasteignar.\nL. 126/2011, 9. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Eigendur fasteigna þeirra, er samþykktir taka til, skulu skyldir að bjóða bæjarstjórn eða hreppsnefnd forkaupsrétt (forleigurétt) á eignum fyrir það verð, er í raun og veru stendur til boða hjá öðrum, enda séu borgunarkjör og aðrir skilmálar eigi gerðir erfiðari.\nInnan tveggja vikna frá því, er forkaupsréttur (forleiguréttur) var boðinn, skal bæjarstjórn eða hreppsnefnd skylt að segja til, hvort hún ætlar að nota forkaupsrétt (forleigurétt) eða eigi.\nYfirlýsing bæjarstjórnar eða hreppsnefndar um það, að hún afsali sér forkaupsrétti (forleigurétti), gildir eigi lengur en eitt ár. Nú svarar bæjarstjórn eða hreppsnefnd eigi boði um að neyta forkaupsréttar (forleiguréttar) innan ákveðins tíma, og skal þá líta svo á, sem hún hafi hafnað boðinu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Nú er eigi gætt fyrirmæla laga þessara um að bjóða bæjarstjórn eða hreppsnefnd forkaupsrétt (forleigurétt), og getur þá aðili, er forgangsréttur hans er fyrir borð borinn, krafist þess, að gerningur sá, sem í bága fer við ákvarðanir þessar, sé ógildur metinn gagnvart honum, og á hann rétt á að ganga inn í kaupin, enda sé lögsókn til þess hafin innan 6 mánaða frá því, er hann fékk vitneskju um misfelluna, og málinu fram haldið með hæfilegum hraða. Auk þess ber seljanda að bæta rétthafa tjón það, er hann kann að hafa beðið af broti gegn ákvæðum laga þessara.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
