{
  "id": "80/1938",
  "type": "statute",
  "title": "Lög um stéttarfélög og vinnudeilur",
  "status": "in_force",
  "issued_date": "1938-06-11",
  "url": "https://www.althingi.is/lagas/nuna/1938080.html",
  "description": "Tóku gildi 3. september 1938.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Rétt eiga menn á að stofna stéttarfélög og stéttarfélagasambönd í þeim tilgangi, að vinna sameiginlega að hagsmunamálum verkalýðsstéttarinnar og launtaka yfirleitt.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Stéttarfélög skulu opin öllum í hlutaðeigandi starfsgrein á félagssvæðinu, eftir nánara ákveðnum reglum í samþykktum félaganna. Félagssvæði má aldrei vera minna en eitt sveitarfélag.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stéttarfélög ráða málefnum sínum sjálf með þeim takmörkunum, sem sett eru í lögum þessum. Einstakir meðlimir félaganna eru bundnir við löglega gerðar samþykktir og samninga félagsins og stéttarsambands þess, sem það kann að vera í.\nMeðlimur stéttarfélags hættir að vera bundinn af samþykktum félags síns og sambands þess, þegar hann samkvæmt reglum félagsins er farinn úr því, en samningar þeir, sem hann hefur orðið bundinn af, á meðan hann var félagsmaður, eru skuldbindandi fyrir hann, meðan hann vinnur þau störf, sem samningurinn er um, þar til þeir fyrst gætu fallið úr gildi samkvæmt uppsögn.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Atvinnurekendum, verkstjórum og öðrum trúnaðarmönnum atvinnurekenda er óheimilt að reyna að hafa áhrif á stjórnmálaskoðanir verkamanna sinna, afstöðu þeirra og afskipti af stéttar- eða stjórnmálafélögum eða vinnudeilum með:\na. uppsögn úr vinnu eða hótunum um slíka uppsögn,\nb. fjárgreiðslum, loforðum um hagnað eða neitunum á réttmætum greiðslum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stéttarfélög eru lögformlegur samningsaðili um kaup og kjör meðlima sinna, enda hafi félagið í samþykktum sínum ákveðið að láta starfsemi sína taka til slíkra málefna.\n[Samninganefnd eða fyrirsvarsmaður, sem kemur fram fyrir hönd samningsaðila við gerð kjarasamnings, hefur umboð til þess að setja fram tillögur að samningi, taka þátt í samningaviðræðum og undirrita kjarasamning fyrir hönd hlutaðeigandi félags eða samtaka. Samninganefnd er heimilt að fela sameiginlegri samninganefnd fleiri félaga eða sambanda umboð sitt til samningsgerðar að hluta eða að öllu leyti. Þá er samninganefnd heimilt að kveða á um sameiginlega atkvæðagreiðslu félagsmanna hlutaðeigandi félaga eftir því sem nefndin kann að ákveða hverju sinni eða um kann að semjast með kjarasamningi.\nÞegar kjarasamningur hefur verið undirritaður af til þess bærum fulltrúum samningsaðila gildir hann frá undirskriftardegi sé ekki á annan veg samið, nema hann sé felldur við leynilega atkvæðagreiðslu með meiri hluta greiddra atkvæða og minnst fimmtungs þátttöku samkvæmt atkvæða- eða félagaskrá innan fjögurra vikna frá undirritun. Fari fram almenn leynileg póstatkvæðagreiðsla meðal félagsmanna um gerðan kjarasamning gildir niðurstaða hennar óháð þátttöku. Nú tekur kjarasamningur einungis til hluta félagsmanna eða starfsmanna fyrirtækis og er þá heimilt að ákveða í samningnum að þeir einir séu atkvæðisbærir um hann, enda komi þar skýrt fram hvernig staðið verði að atkvæðagreiðslu.\nStandi [tvö eða fleiri stéttarfélög] að gerð kjarasamnings, vinnustaðarsamnings, fyrir félagsmenn á sama vinnustað skal hann borinn sameiginlega undir atkvæði allra félagsmanna sem hann tekur til og ræður meiri hluti niðurstöðu. Um gildistöku og afgreiðslu vinnustaðarsamnings fer að öðru leyti samkvæmt ákvæðum [3. mgr.]\nSkylt er samningsaðilum að stuðla að því að félagsmenn þeirra virði gerða kjarasamninga.]\nL. 20/2001, 1. gr. L. 75/1996, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Allir samningar milli stéttarfélaga og atvinnurekenda um kaup og kjör verkafólks skulu vera skriflegir og samningstími og uppsagnarfrestur tilgreindur. Ella telst samningstími eitt ár og uppsagnarfrestur þrír mánuðir. Sé samningi ekki sagt upp innan uppsagnarfrests, telst hann framlengdur um eitt ár, nema annað sé ákveðið í samningnum sjálfum. Samningsuppsögn skal vera skrifleg.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Samningar einstakra verkamanna við atvinnurekendur eru ógildir að svo miklu leyti, sem þeir fara í bága við samninga stéttarfélags við atvinnurekandann, enda hafi félagið ekki samþykkt þá.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Stéttarfélög bera ábyrgðina á samningsrofum þeim, sem félagið sjálft eða löglega skipaðir trúnaðarmenn þess gerast sekir um í trúnaðarstörfum sínum fyrir félagið. Þó er ekki heimilt að gera aðför í fundarhúsum, sjúkrastyrktarsjóðum né slysa- og menningarsjóðum félaganna vegna þessarar ábyrgðar, enda séu eignir sjóðanna skýrt aðgreindar frá eignum félagsins og óheimilt að verja þeim til almennra þarfa þess. Á samningsrofum einstakra meðlima sinna ber félagið því aðeins ábyrgð, að því verði gefin sök á samningsrofinu.\n[Ófélagsbundnir atvinnurekendur og launamenn utan stéttarfélaga bera einir ábyrgð á samningsrofum af sinni hálfu. Nú er ekki sýnt fram á aðild samningsaðila að aðgerðum sem jafna má til vinnustöðvunar og ber félagsmaður þá sjálfur ábyrgð á þátttöku sinni í þeim.]\nL. 75/1996, 2. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Á hverri vinnustöð, þar sem a.m.k. 5 menn vinna, hefur stjórn stéttarfélags þess, sem á staðnum er í viðkomandi starfsgrein, rétt til að tilnefna 2 menn til trúnaðarmannsstarfa, úr hópi þeirra, sem á staðnum vinna. Skal atvinnurekandi samþykkja annan þeirra sem trúnaðarmann stéttarfélagsins á vinnustöðinni. Trúnaðarmaður skal gæta þess, að gerðir [kjarasamningar] séu haldnir af atvinnurekanda og fulltrúum hans og að ekki sé gengið á félagslegan eða borgaralegan rétt verkamanna. Þetta ákvæði nær þó ekki til landbúnaðarverkafólks né áhafna skipa eða báta, sem ekki er skylt að lögskrá á.\nSjálfstæð vinnustöð telst í þessu sambandi sérhvert atvinnufyrirtæki, þar sem hópur manna vinnur undir stjórn sérstaks verkstjóra og flokksstjóra, svo sem: Verksmiðjur, fiskverkunarstöðvar, skipaafgreiðslur, skip, bifreiðastöðvar o.fl.\nVerði ágreiningur á milli stéttarfélaga um, hvert þeirra skuli skipa trúnaðarmann, úrskurðar Alþýðusamband Íslands ágreininginn.\nL. 42/2022, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Verkamönnum ber að snúa sér til trúnaðarmanns stéttarfélagsins með umkvartanir sínar yfir atvinnurekanda og fulltrúum hans.\nStrax og trúnaðarmanni hefur borist umkvörtun verkamanns eða hann telur sig hafa ástæðu til að ætla, að gengið sé á rétt verkamanns eða verkalýðsfélags á vinnustöð hans af hálfu atvinnurekandans eða fulltrúa hans, ber honum að rannsaka málið þegar í stað. Komist hann að þeirri niðurstöðu, að umkvartanir eða grunur hans hafi haft við rök að styðjast, ber honum að snúa sér til atvinnurekandans eða umboðsmanns hans með umkvörtun og kröfu um lagfæringu. Trúnaðarmönnum stéttarfélags ber að gefa félagi því, sem hefur valið þá, skýrslu um umkvartanir verkamanna strax og við verður komið. Enn fremur skulu þeir gefa félaginu skýrslu um það, sem þeir telja að atvinnurekandi eða fulltrúar hans hafi brotið af sér við verkamenn og félög þeirra.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Atvinnurekendum og umboðsmönnum þeirra er óheimilt að segja trúnaðarmönnum upp vinnu vegna starfa þeirra sem trúnaðarmanna eða láta þá á nokkurn annan hátt gjalda þess, að stéttarfélag hefur falið þeim að gegna trúnaðarmannsstörfum fyrir sig. Nú þarf atvinnurekandi að fækka við sig verkamönnum, og skal þá trúnaðarmaður að öðru jöfnu sitja fyrir um að halda vinnunni.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Nú vanrækir trúnaðarmaður störf sín samkvæmt lögum þessum að dómi stéttarfélags þess, sem hefur útnefnt hann og er þá stjórn viðkomandi stéttarfélags heimilt að svipta hann umboði sínu og tilnefna annan trúnaðarmann í hans stað úr hópi verkamanna á vinnustaðnum samkvæmt reglum 9. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Heimilt er stéttarfélögum, eða stéttarfélögum og samböndum stéttarfélaga, að gera með sér samning um gagnkvæman stuðning. Er atvinnurekendum og öllum trúnaðarmönnum þeirra óheimilt að láta starfsmenn sína á nokkurn hátt gjalda þess, að þeir hafi gert slíka samninga eða stuðlað að því, að þeir yrðu gerðir.\nII. kafli. Um verkföll og verkbönn.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Heimilt er stéttarfélögum, félögum atvinnurekenda og einstökum atvinnurekendum að gera verkföll og verkbönn í þeim tilgangi, að vinna að framgangi krafna sinna í vinnudeilum, og til verndar rétti sínum samkvæmt lögum þessum, með þeim skilyrðum og takmörkunum einum, sem sett eru í lögum.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Þegar félag atvinnurekenda eða stéttarfélag ætlar að hefja vinnustöðvun er hún því aðeins heimil að ákvörðun um hana hafi verið tekin við almenna leynilega atkvæðagreiðslu með þátttöku a.m.k. fimmtungs atkvæðisbærra félagsmanna samkvæmt atkvæða- eða félagaskrá og að tillagan hafi notið stuðnings meiri hluta greiddra atkvæða. Heimilt er að viðhafa almenna leynilega póstatkvæðagreiðslu meðal félagsmanna um tillögu um vinnustöðvun og gildir niðurstaða hennar þá óháð þátttöku.\nNú er vinnustöðvun einungis ætlað að taka til ákveðins hóps félagsmanna eða starfsmanna á tilgreindum vinnustað og er þá heimilt að taka ákvörðun um vinnustöðvun með atkvæðum þeirra sem henni er ætlað að taka til. Þarf þá fimmtungur atkvæðisbærra að taka þátt í atkvæðagreiðslu og meiri hluti þeirra að styðja tillögu um vinnustöðvun.\nÍ tillögu um vinnustöðvun skal koma skýrt fram til hverra henni er einkum ætlað að taka og hvenær vinnustöðvun er ætlað að koma til framkvæmda. Þá er það skilyrði lögmætrar ákvörðunar um boðun vinnustöðvunar að samningaviðræður eða viðræðutilraunir um framlagðar kröfur hafi reynst árangurslausar þrátt fyrir milligöngu sáttasemjara.\nSamninganefnd eða til þess bærum fyrirsvarsmönnum samningsaðila er jafnan heimilt að aflýsa vinnustöðvun. Sömu aðilum er heimilt að fresta boðaðri vinnustöðvun, einu sinni eða oftar, um allt að 28 sólarhringa samtals án samþykkis gagnaðila, enda sé frestunin kynnt honum með minnst þriggja sólarhringa fyrirvara. Þó er jafnan heimilt að fresta boðaðri vinnustöðvun og yfirstandandi vinnustöðvun með samþykki beggja aðila.]\nL. 75/1996, 3. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ákvörðun um vinnustöðvun, sem hefja á í þeim tilgangi að knýja fram breytingu eða ákvörðun um kaup og kjör, ber að tilkynna sáttasemjara og þeim, sem hún beinist aðallega gegn, 7 sólarhringum áður en tilætlunin er að hún hefjist.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Óheimilt er og að hefja vinnustöðvun:\n1. Ef ágreiningur er einungis um atriði, sem Félagsdómur á úrskurðarvald um, nema til fullnægingar úrskurðum dómsins.\n2. Ef tilgangur vinnustöðvunarinnar er að þvinga stjórnarvöldin til að framkvæma athafnir, sem þeim lögum samkvæmt ekki ber að framkvæma, eða framkvæma ekki athafnir, sem þeim lögum samkvæmt er skylt að framkvæma, enda sé ekki um að ræða athafnir, þar sem stjórnarvöldin eru aðili sem atvinnurekandi. Gildandi lög um opinbera starfsmenn haldist óbreytt þrátt fyrir þetta ákvæði.\n3. Til styrktar félagi, sem hafið hefur ólögmæta vinnustöðvun.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Þegar vinnustöðvun hefur verið löglega hafin, er þeim, sem hún að einhverju leyti beinist gegn, óheimilt að stuðla að því að afstýra henni með aðstoð einstakra meðlima þeirra félaga eða sambanda, sem að vinnustöðvuninni standa.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "[Setja skal á stofn dómstól fyrir allt landið.] Nefnist hann Félagsdómur. Dómurinn hefur það verksvið, sem tekið er fram í lögum þessum.\nL. 49/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "[Í Félagsdómi eiga sæti fimm dómarar sem skipaðir eru af ráðherra.\nHæstiréttur skal tilnefna þrjá dómara, þar af forseta og varaforseta dómsins, og skulu þeir allir skipaðir ótímabundið. Hæstiréttur tilnefnir jafnframt tvo dómara til vara sem báðir skulu skipaðir ótímabundið. Þeir dómarar sem ráðherra skipar í Félagsdóm samkvæmt tilnefningu Hæstaréttar skulu vera skipaðir dómarar við Landsrétt eða héraðsdómstól á meðan þeir gegna embætti dómara við Félagsdóm. Skal Hæstiréttur gæta þess að hlutfall kynjanna sé sem jafnast meðal tilnefndra dómara nema hlutlægar ástæður leiði til annars.\nTveir dómarar og jafnmargir til vara skulu tilnefndir af Samtökum atvinnulífsins annars vegar og Alþýðusambandi Íslands hins vegar og skulu þeir skipaðir til þriggja ára í senn. Þeir skulu uppfylla hæfisskilyrði 1.–6. tölul. 2. mgr. 29. gr. laga um dómstóla, nr. 50/2016.\nEf atvinnurekandi, sem er málsaðili, er ekki meðlimur í Samtökum atvinnulífsins skal sá dómari sem tilnefndur er af samtökunum víkja sæti. Í staðinn tilnefnir atvinnurekandinn dómara í málinu og skal hann hafa gert það í síðasta lagi við þingfestingu málsins, ella tilnefnir forseti dómsins dómarann. Sama á við þegar málsaðili er stéttarfélag eða samband stéttarfélaga utan heildarsamtaka launafólks gagnvart dómara sem tilnefndur er af Alþýðusambandi Íslands. Skal tilnefndur dómari uppfylla hæfisskilyrði 1.–6. tölul. 2. mgr. 29. gr. laga um dómstóla, nr. 50/2016.\nÞegar mál skv. 2. mgr. 44. gr. koma til meðferðar í Félagsdómi skulu þeir dómendur sem tilnefndir eru af Samtökum atvinnulífsins og Alþýðusambandi Íslands víkja sæti. Í þeirra stað tilnefna stefnandi og stefndi hvor sinn mann úr hópi 18 manna sem tilnefndir eru af Iðnsveinaráði Alþýðusambands Íslands og Samtökum iðnaðarins til þriggja ára í senn. Iðnsveinaráðið tilnefnir sex menn og Samtök iðnaðarins tólf menn. Samtökin tilnefna með sama hætti jafnmarga varamenn. Nú tilnefnir aðili ekki dómara eða ekki næst samkomulag um tilnefninguna milli aðila máls og nefnir forseti Félagsdóms þá dómara í hans stað úr hópi sömu manna.\nRáðherra óskar eftir tilnefningum um dómara við Félagsdóm þegar það á við. Ráðherra skal vekja athygli starfandi dómara við Landsrétt og héraðsdómstóla á fyrirhugaðri skipun dómara í Félagsdóm samkvæmt tilnefningu Hæstaréttar, sbr. 2. mgr.]\nL. 42/2022, 2. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "[Ráðherra veitir þeim dómurum sem hann skipar í Félagsdóm samkvæmt tilnefningu Hæstaréttar lausn frá embætti eftir sömu reglum og almennt gilda um veitingu lausnar frá embætti dómara samkvæmt lögum um dómstóla. Enn fremur veitir ráðherra dómurum við Félagsdóm lausn frá embætti sé þeim veitt lausn frá embætti dómara við Landsrétt eða héraðsdómstól, eftir því sem við á, án þess að þeir séu skipaðir dómarar að nýju við annan dómstól.]\nL. 42/2022, 3. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Það er borgaraleg skylda að taka sæti í dómnum. Ef aðaldómari og varadómari hans neita að dæma í ákveðnu máli, skal sá, sem hefur tilnefnt þá, tilnefna dómara í þeirra stað, ella gerir dómsforseti það.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "[Dómarar við Félagsdóm eru sjálfstæðir í dómstörfum og leysa þau af hendi á eigin ábyrgð. Við úrlausn máls fara dómarar við Félagsdóm eingöngu eftir lögum og lúta þar aldrei boðvaldi annarra.]\nL. 42/2022, 4. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Áður en dómarar taka sæti í dómnum í fyrsta skipti skulu þeir vinna eið að því eða drengskaparheit, að þeir muni rækja dómarastarfið eftir bestu vitund.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Verkefni Félagsdóms er:\n1. Að dæma í málum, sem rísa út af kærum um brot á lögum þessum og tjóni, sem orðið hefur vegna ólögmætra vinnustöðvana.\n2. Að dæma í málum, sem rísa út af kærum um brot á [kjarasamningi] eða út af ágreiningi um skilning á [kjarasamningi] eða gildi hans.\n3. Að dæma í öðrum málum milli verkamanna og atvinnurekenda, sem [aðilar] hafa samið um að leggja fyrir dóminn, enda séu að minnsta kosti 3 af dómendunum því meðmæltir.\n[Heimilt skal stéttarfélögum, félögum meistara og iðnrekenda og einstökum atvinnurekendum að leita úrskurðar Félagsdóms um það, hvort starfsemi falli undir [lög um handiðnað], svo og um það, til hvaða löggiltrar iðngreinar hún taki.]\nL. 42/2022, 5. gr. L. 70/1954, 2. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Sambönd verkalýðsfélaga og atvinnurekendafélaga reka fyrir hönd meðlima sinna mál fyrir dómnum. Félög, sem ekki eru meðlimir sambandanna, reka sjálf mál sín og meðlima sinna. Ófélagsbundnir [aðilar] reka mál sín sjálfir.\nEf samband eða félag neitar að höfða mál fyrir meðlimi sína, er [aðila] heimilt að höfða málið sjálfur. En leggja skal hann fram sönnun um synjun viðkomandi félags eða sambands fyrir [forseta] Félagsdóms, áður en stefna er gefin út.\nL. 42/2022, 6. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "[Málsaðilar geta gefið þeim sem uppfylla skilyrði 1.–4. tölul. 1. mgr. 6. gr. laga um lögmenn, nr. 77/1998, umboð til að reka mál sín fyrir Félagsdómi.]\nL. 42/2022, 7. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Mál, sem höfða má fyrir Félagsdómi, skulu ekki flutt fyrir almennum dómstólum, nema Félagsdómur hafi neitað að taka það til meðferðar, sbr. 44. gr. 3. tölul.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "[Dómurinn er ekki starfhæfur nema hann sé fullskipaður. Þó getur forseti dómsins ákveðið að einn dómari eða fleiri haldi dómþing til að þingfesta mál, taka ákvörðun um rekstur máls eða kveða upp dóm.\nDómarar við Félagsdóm sem hafa byrjað meðferð mála skulu ljúka þeim þrátt fyrir að skipunartími þeirra sé á enda.\nDómarar við Félagsdóm sem tilnefndir eru af Hæstarétti víkja sæti eftir sömu reglum og gilda þegar dómurum við Hæstarétt ber að víkja sæti. Félagsdómur úrskurðar hvort dómari skuli víkja sæti.\nDómara við Félagsdóm er heimilt að biðjast undan máli vegna tengsla við efni þess, aðila, fyrirsvarsmann eða lögmann þótt hann verði ekki talinn vanhæfur til að fara með það, enda sé beiðni hans studd haldbærum rökum. Forseti Félagsdóms tekur afstöðu til slíkrar beiðni.]\nL. 42/2022, 8. gr.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "[Forseti] dómsins ákveður, hvenær dómþing skuli halda. Hann stýrir þinghöldum, heldur þingbók, dómabók og aðrar bækur eftir nánari fyrirmælum dómsins.\nL. 42/2022, 9. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "[Forseti] gefur út stefnur í nafni dómsins. Í stefnu skal taka fram: nöfn [aðila] og heimilisfang, ítarlega frásögn um málavexti og kröfur stefnanda. Enn fremur skal stefnandi, eftir því sem frekast verður unnt, gera grein fyrir, með hvaða hætti hann hyggst að sanna staðhæfingar sínar og kröfur, og leggja fram 5 afrit af sönnunarskjölum, sem fyrir hendi eru. Með stefnu skal fylgja afrit fyrir hvern dómara, og sér [forseti] um, að öll afrit verði send dómurum þegar í stað.\n[Forseti ákveður stefnufrest, m.a. með hliðsjón af því hvort flýta þurfi rekstri máls.\nStefnandi sér um birtingu og skal stefna birt af stefnuvotti á venjulegan hátt.]\nL. 42/2022, 10. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "...\nL. 42/2022, 11. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Mál skal flytja munnlega. Þó má flytja mál skriflega:\n1. Ef [stefndi] hvorki mætir né lætur mæta.\n2. Ef [málsaðilar] eða umboðsmenn þeirra óska og dómurinn álítur, að mál upplýsist betur með þeim hætti.\nL. 42/2022, 12. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Stefndi getur komið fram gagnkröfu, án þess að höfða þurfi gagnsóknarmál.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "[Dómurinn sér um að mál upplýsist sem best. Dómurinn getur krafið aðila um skýrslu ef hann álítur það nauðsynlegt til að upplýsa mál.]\nEf mál er ekki nægilega upplýst, ef leiða þarf vitni, ef skoðunar- eða matsgerð þarf fram að fara, ef aðili þarf að gefa skýrslu eða ef stefndi, að áliti dómsins, þarf frest til andsvara, getur dómurinn frestað máli. Við ákvörðun frests skal þess gætt, að mál tefjist ekki að óþörfu.\nL. 42/2022, 13. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "[Heimilt er að stefna vitnum fyrir Félagsdóm. Eftir kröfu aðila skal dómari láta vitni staðfesta framburð sinn með eiði eða drengskaparheiti að skýrslugjöf lokinni, eftir sömu reglum og gilda um meðferð einkamála í héraði.\nDómurinn getur ákveðið að gefa skuli aðilaskýrslu eða að taka skuli vitnaskýrslu fyrir héraðsdómi á varnarþingi hlutaðeigandi vitnis eða aðila.\nUm vitnaskyldu, sönnunargildi vitnaskýrslu, vitnaleiðslur, svo og um hegningu fyrir rangan framburð, gilda sömu reglur og um meðferð einkamála í héraði.]\nL. 42/2022, 14. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "...\nL. 42/2022, 15. gr.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "...\nL. 42/2022, 15. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "...\nL. 42/2022, 15. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Dómarar geta framkvæmt skoðunar- og matsgerðir, allir saman eða nokkrir þeirra eftir ákvörðun dómsins.\nDómurinn getur enn fremur útnefnt skoðunar- og matsmenn til að framkvæma ákveðna skoðunargerð eða matsgerð, og gilda um það almennar reglur [um meðferð einkamála].\n[Dómurinn getur hvenær sem er leitað álits sérfróðra aðila um ákveðið atriði.]\nL. 91/1991, 161. gr. L. 42/2022, 16. gr.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Dómurinn getur dæmt vitni, skoðunar- og matsmenn og aðra, sem löglega eru kallaðir til að mæta fyrir dómnum, í sektir eftir sömu reglum og almennir dómstólar.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Dómurinn ákveður þóknun til vitna og skoðunar- og matsmanna.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "...\nL. 42/2022, 17. gr.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Dómurinn sektar [aðila], málflytjendur og aðra fyrir vítaverða framkomu í málflutningi eða fyrir dómi, eftir sömu reglum og almennir dómstólar.\nDómarinn getur vísað mönnum úr þinghaldi fyrir ósæmilega framkomu.\nL. 42/2022, 18. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Í dómum ræður afl atkvæða úrslitum. Séu atkvæði jöfn, ræður atkvæði [forseta] úrslitum. Úrskurði um einstök atriði, sem kveða þarf upp fyrir dómtöku máls, skal kveða upp þegar í stað, eða svo fljótt, sem unnt er, eftir að atriðið er tekið til úrskurðar. Sama gildir í vitna- og matsmálum, eftir því sem við á.\n[Félagsdómur skal kveða upp dóm svo fljótt sem þörf krefur, að teknu tilliti til þeirra hagsmuna sem eru í húfi hverju sinni. Hafi mál verið höfðað til að fá skorið úr um lögmæti boðaðrar vinnustöðvunar skal dómur kveðinn upp áður en fyrirhuguð vinnustöðvun hefst.]\nMálflytjendum skal tilkynnt, hvar og hvenær dómur eða úrskurður verður kveðinn upp og boðið að mæta þar.\nL. 42/2022, 19. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Dómurinn getur dæmt [aðila] til að greiða skaðabætur, sektir og til að greiða málskostnað eftir venjulegum reglum. Við ákvörðun skaðabóta má taka tillit til saknæmi brotsins.\nDómar og úrskurðir Félagsdóms eru aðfararhæfir. Dómurinn ákveður aðfararfrest.\nL. 42/2022, 18. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "[Allur kostnaður við Félagsdóm greiðist úr ríkissjóði eftir ákvörðun ráðherra. [Stjórn dómstólasýslunnar] ákveður þó þóknun til dómara.]\nRéttargjöld skulu engin vera. Um gjafsókn og gjafvörn gilda almennar reglur.\nL. 79/2019, 16. gr. L. 130/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Úrskurðir og dómar Félagsdóms eru endanlegir og verður ekki áfrýjað. Þó má innan viku frá dómsuppsögn eða úrskurði [kæra] til hæstaréttar:\n1. [Frávísunardóm eða úrskurð] um frávísun.\n2. [Dóm] til ónýtingar, sökum þess að málið heyri ekki undir Félagsdóm.\n3. [Úrskurð um skyldu til að bera vitni, um eiðvinning og réttarfarssektir skv. 60. og 63. gr.]\n[4. Ákvörðun um að gera aðila að greiða sektir skv. 65. gr.]\nL. 91/1991, 161. gr. L. 20/2001, 3. gr.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "[Forseti] gefur út dómsgerðir Félagsdóms í nafni dómsins og með innsigli hans undir. Ritlaun skal greiða samkvæmt venjulegum reglum.\nL. 42/2022, 9. gr.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "[Að öðru leyti en kveðið er á um í lögum þessum um meðferð mála fyrir Félagsdómi gilda ákvæði laga um meðferð einkamála, eftir því sem við á.]\nL. 42/2022, 20. gr.\nV. kafli. Niðurlagsákvæði.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Brot á lögum þessum varða auk skaðabóta sektum .... Sektirnar renna í ríkissjóð, og má innheimta þær sem fjárkröfur á venjulegan hátt, en um afplánun skal eigi vera að ræða.\n[Ábyrgð skv. 2. mgr. 8. gr. varðar þó ekki sektum.]\nL. 10/1983, 9. gr. L. 75/1996, 8. gr.\nÁkvæði til bráðabirgða.\nI.\n[Þrátt fyrir 39. gr. heldur skipun dómara við Félagsdóm til þriggja ára frá 1. nóvember 2019 gildi sínu út skipunartímann. Hið sama á við um gildi skipunar forseta Félagsdóms frá 1. september 2021.]\nL. 42/2022, 21. gr.\n[II.\n[Þrátt fyrir ákvæði 7. mgr. 20. gr. skulu laun ríkissáttasemjara hækka um 66.000 kr. frá og með 1. júlí 2024 í stað hækkunar samkvæmt ákvæðinu hinn 1. júlí 2024 og þar af skal hækkun fyrir yfirvinnu og álag sem starfinu fylgir nema 15.860 kr.]]\nL. 60/2024, 7. gr. L. 52/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    }
  ]
}
