{
  "id": "74/1938",
  "type": "statute",
  "title": "Lög um löggilta niðurjöfnunarmenn sjótjóns",
  "status": "in_force",
  "issued_date": "1938-06-11",
  "url": "https://www.althingi.is/lagas/nuna/1938074.html",
  "description": "Tóku gildi 11. júní 1938.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Ráðherra] er heimilt að löggilda menn til að annast niðurjöfnun sjótjóns, ef þeir fullnægja skilyrðum þeim, sem sett eru í lögum þessum.\nL. 126/2011, 13. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Þessi eru skilyrði þau, er getur í 1. gr.:\n1. [Löggiltur niðurjöfnunarmaður sjótjóns skal hafa lögheimili hér á landi, vera lögráða og fullra 25 ára og hafa forræði á búi sínu.]\n2. Hann skal hafa tekið embættispróf í lögum við Háskóla Íslands [eða sambærilegt próf við annan háskóla].\n3. Hann skal hafa aflað sér fræðilegrar sérþekkingar á sjórétti og sjóvátryggingarrétti við erlendan háskóla eigi skemur en eitt ár.\n4. Hann skal leggja fram skilríki fyrir því, að hann hafi starfað að niðurjöfnun sjótjóns hjá innlendum eða erlendum löggiltum niðurjöfnunarmanni sjótjóns eigi skemur en eitt ár.\n5. Hann má ekki reka atvinnu, er ráðherra telur ósamrýmanlega þessu starfi, svo sem skipamiðlun, eða veita forstöðu skipa- eða vátryggingarfélögum.\n[Heimilt er að synja manni um löggildingu, ef 2. mgr. 68. gr. almennra hegningarlaga á við um hagi hans.]\n[Ákvæði 2., 3. og 4. tölul. 1. mgr. gilda ekki um mann sem hefur fengið löggildingu eða aðra opinbera heimild til að annast niðurjöfnun sjótjóns í öðru ríki á Evrópska efnahagssvæðinu [eða í aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu].]\n[Skilyrði 1. tölul. 1. mgr. um lögheimili hér á landi gildir ekki um ríkisborgara annarra aðildarríkja Evrópska efnahagssvæðisins eða aðildarríkja stofnsamnings Fríverslunarsamtaka Evrópu.]\nL. 133/1993, 1. gr. L. 46/1961, 1. gr. L. 72/2003, 1. gr. L. 133/1993, 2. gr. L. 26/2005, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Löggiltur niðurjöfnunarmaður sjótjóns skal undirrita drengskaparheit um að vinna verk sitt eftir bestu vitund og þekkingu, og yfirleitt inna skyldur sínar sem niðurjöfnunarmaður sjótjóns samviskusamlega af hendi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Niðurjöfnun löggilts niðurjöfnunarmanns jafngildir niðurjöfnun ... tveggja dómkvaddra manna ...\nLöggiltum niðurjöfnunarmanni sjótjóns er heimilt að gefa upplýsingar til afnota í dómsmálum um niðurjöfnun sjótjóns og um önnur atriði, sem falla undir starfssvið hans. Fer um sönnunargildi þessara yfirlýsinga sem um skýrslur opinberra embættismanna.\nL. 92/1991, 22. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Löggiltir niðurjöfnunarmenn sjótjóns skulu sæta sömu viðurlögum fyrir brot sem opinberir sýslunarmenn.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Ráðherra] getur tiltekið nánar í reglugerð um verksvið, störf og þóknun niðurjöfnunarmanna sjótjóns.\nL. 162/2010, 87. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
