{
  "id": "82/1943",
  "type": "statute",
  "title": "Tilskipun um starfsreglur ríkisráðs",
  "status": "in_force",
  "issued_date": "1943-12-16",
  "url": "https://www.althingi.is/lagas/nuna/1943082.html",
  "description": "Tók gildi 31. desember 1943.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ráðherrarnir allir skipa ríkisráð. Ríkisstjóri er forseti ríkisráðsins. Auk þess er ríkisráðsritari á fundum ríkisráðsins.\nNú forseti Íslands.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ríkisstjóri kveður ríkisráð til fundar á þeim stað og stundu, sem hann ákveður eftir tillögu forsætisráðherra. Ríkisstjóri getur einnig kvatt ríkisráð til funda án þess að fyrir liggi tillaga frá forsætisráðherra, ef hann telur það óhjákvæmilega nauðsynlegt. Fundir skulu að jafnaði haldnir í skrifstofu ríkisstjóra í Reykjavík eða nágrenni. Skulu allir ráðherrar sækja fundi ríkisráðs, nema fjarvera eða veikindaforföll hamli.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Fundur ríkisráðs er lögmætur, ef meiri hluti ráðherranna er á fundi. Ef alveg sérstaklega stendur á og brýna nauðsyn ber til að halda ríkisráðsfund tafarlaust, telst þó fundur lögmætur, ef auk forseta eru tveir ráðherrar á fundi, enda sé fullvíst, að ekki geti fleiri komið á fundinn.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Það, sem gerist á fundum ríkisráðs skal bókað í sérstaka, löggilta gerðabók ríkisráðs. Ríkisráðsritari annast bókunina.\nForseti og ráðherrar geta, ef þeir óska þess, krafist, að bókaðar séu athugasemdir eða ágreiningsálit þeirra um eitthvert eða einhver mál.\nAð loknum hverjum fundi skal gerðabókin lesin upp og undirrituð af öllum þeim, sem viðstaddir voru á fundinum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Bera skal upp fyrir ríkisstjóra í ríkisráði öll lög, þar á meðal bráðabirgðalög og mikilvægar stjórnarráðstafanir. Sem mikilvægar stjórnarráðstafanir, er bornar skulu upp í ríkisráði, skal jafnan telja:\n1. Lagafrumvörp, sem ráðherra vill leggja fyrir Alþingi.\n2. Tillögur um að kveðja saman Alþingi, slíta því, fresta fundum þess eða rjúfa það.\n3. Samninga við erlend ríki sem eru mikilvægir eða þurfa staðfestingar ríkisstjóra annaðhvort samkvæmt stjórnarskránni eða samkvæmt ákvæðum samningsins.\n4. Tillögur um veitingu á, lausn eða frávikningu frá embætti, eða flutning úr einu embætti í annað, sem ríkisstjóri veitir.\n5. Tillögur um, að saksókn fyrir afbrot skuli falla niður, um náðun og um almenna uppgjöf saka.\n6. Ríkisstjóraúrskurði, tilskipanir, opin bréf og aðrar mikilvægar stjórnarráðstafanir, sem hafa ekki þegar verið taldar hér á undan.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Nú er ríkisstjóri fjarverandi eða forfallaður sökum veikinda, og er forsætisráðherra þá forseti ríkisráðs, eða ef forsætisráðherra er einnig fjarverandi eða forfallaður sökum veikinda, sá ráðherrann, sem gegnir störfum forsætisráðherra.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Forseti stjórnar fundum ríkisráðs og umræðum á fundunum. Hann ákveður í hverri röð ráðherrarnir bera upp tillögur sínar og hver þeirra tekur til máls.\nNú kemur fram á ráðherrafundi, að ágreiningur er milli ráðherranna, eða um það er vitað á annan hátt, um mál, sem ætlað er að bera upp í ríkisráði, og skal þá ríkisstjóra gefin skýrsla um málið og ágreininginn eigi síðar en sólarhring áður en bera skal málið upp í ríkisráði. Nú kemur það fram, þegar málið kemur fyrir ríkisráð, að mikill ágreiningur er enn milli ráðherranna, og forseti telur málið mikilsvert, og getur hann þá ákveðið að fresta afgreiðslu þess til síðari fundar, sem þó skal haldinn eigi síðar en viku seinna.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ríkisráðsritari skal skipaður af ríkisráði, eftir tillögu forsætisráðherra, til eins árs í senn frá 17. júní til jafnlengdar næsta ár. Þóknun fyrir störf hans ákveður ráðuneytið eftir tillögu forsætisráðherra.\nAuk þess að annast bókun fundargerða samkvæmt 4. gr., skal ríkisráðsritari annast kvaðningu til funda, sjá um, að fyrir liggi í réttu formi tillögur þær er bera skal upp á fundinum, sjá um afgreiðslu mála þeirra, sem afgreidd hafa verið í ríkisráði, í hendur hlutaðeigandi ráðuneyta eða annarra; sjá um afgreiðslu eftirrita af tillögum, sem afgreiddar hafa verið í ríkisráði, til skrifstofu ríkisstjóra; geyma gerðabók og skjalasafn ríkisráðs og sjá um, að það sé jafnan í góðu lagi.\nSjá nú l. 115/2011, 2. mgr. 16. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Nú er ríkisráðsritari fjarverandi eða forfallaður sökum veikinda, og setur þá forsætisráðherra annan til að gegna störfum hans.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
