{
  "id": "33/1944",
  "type": "statute",
  "title": "Stjórnarskrá lýðveldisins Íslands",
  "status": "in_force",
  "issued_date": "1944-06-17",
  "url": "https://www.althingi.is/lagas/nuna/1944033.html",
  "description": "Tók gildi 17. júní 1944.",
  "provisions": [
    {
      "provision_ref": "I:1",
      "chapter": "I",
      "section": "1",
      "content": "Ísland er lýðveldi með þingbundinni stjórn.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "I:2",
      "chapter": "I",
      "section": "2",
      "content": "Alþingi og forseti Íslands fara saman með löggjafarvaldið. Forseti og önnur stjórnarvöld samkvæmt stjórnarskrá þessari og öðrum landslögum fara með framkvæmdarvaldið. Dómendur fara með dómsvaldið.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:3",
      "chapter": "II",
      "section": "3",
      "content": "Forseti Íslands skal vera þjóðkjörinn.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:4",
      "chapter": "II",
      "section": "4",
      "content": "Kjörgengur til forseta er hver 35 ára gamall maður, sem fullnægir skilyrðum kosningarréttar til Alþingis, að fráskildu búsetuskilyrðinu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:5",
      "chapter": "II",
      "section": "5",
      "content": "Forseti skal kjörinn beinum, leynilegum kosningum af þeim, er kosningarrétt hafa til Alþingis. Forsetaefni skal hafa meðmæli minnst 1500 kosningarbærra manna og mest 3000. Sá, sem flest fær atkvæði, ef fleiri en einn eru í kjöri, er rétt kjörinn forseti. Ef aðeins einn maður er í kjöri, þá er hann rétt kjörinn án atkvæðagreiðslu.\nAð öðru leyti skal ákveða með lögum um framboð og kjör forseta, og má þar ákveða, að tiltekin tala meðmælenda skuli vera úr landsfjórðungi hverjum í hlutfalli við kjósendatölu þar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:6",
      "chapter": "II",
      "section": "6",
      "content": "Kjörtímabil forseta hefst 1. ágúst og endar 31. júlí að 4 árum liðnum. Forsetakjör fer fram í júní- eða júlímánuði það ár, er kjörtímabil endar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:7",
      "chapter": "II",
      "section": "7",
      "content": "Nú deyr forseti eða lætur af störfum, áður en kjörtíma hans er lokið, og skal þá kjósa nýjan forseta til 31. júlí á fjórða ári frá kosningu.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:8",
      "chapter": "II",
      "section": "8",
      "content": "Nú verður sæti forseta lýðveldisins laust eða hann getur ekki gegnt störfum um sinn vegna dvalar erlendis, sjúkleika eða af öðrum ástæðum, og skulu þá forsætisráðherra, forseti ... Alþingis og forseti hæstaréttar fara með forsetavald. Forseti ... Alþingis stýrir fundum þeirra. Ef ágreiningur er þeirra í milli, ræður meiri hluti.\nL. 56/1991, 1. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:9",
      "chapter": "II",
      "section": "9",
      "content": "Forseti lýðveldisins má ekki vera alþingismaður né hafa með höndum launuð störf í þágu opinberra stofnana eða einkaatvinnufyrirtækja.\nÁkveða skal með lögum greiðslur af ríkisfé til forseta og þeirra, sem fara með forsetavald. Óheimilt skal að lækka greiðslur þessar til forseta kjörtímabil hans.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:10",
      "chapter": "II",
      "section": "10",
      "content": "Forsetinn vinnur eið eða drengskaparheit að stjórnarskránni, er hann tekur við störfum. Af eiðstaf þessum eða heiti skal gera tvö samhljóða frumrit. Geymir Alþingi annað, en þjóðskjalasafnið hitt.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:11",
      "chapter": "II",
      "section": "11",
      "content": "Forseti lýðveldisins er ábyrgðarlaus á stjórnarathöfnum. Svo er og um þá, er störfum hans gegna.\nForseti verður ekki sóttur til refsingar, nema með samþykki Alþingis.\nForseti verður leystur frá embætti, áður en kjörtíma hans er lokið, ef það er samþykkt með meiri hluta atkvæða við þjóðaratkvæðagreiðslu, sem til er stofnað að kröfu Alþingis, enda hafi hún hlotið fylgi / 4 hluta þingmanna .... Þjóðaratkvæðagreiðslan skal þá fara fram innan tveggja mánaða, frá því að krafan um hana var samþykkt á Alþingi, og gegnir forseti eigi störfum, frá því að Alþingi gerir samþykkt sína, þar til er úrslit þjóðaratkvæðagreiðslunnar eru kunn.\nNú hlýtur krafa Alþingis eigi samþykki við þjóðaratkvæðagreiðsluna, og skal þá Alþingi þegar í stað rofið og efnt til nýrra kosninga.\nL. 56/1991, 2. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:12",
      "chapter": "II",
      "section": "12",
      "content": "Forseti lýðveldisins hefur aðsetur í Reykjavík eða nágrenni.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:13",
      "chapter": "II",
      "section": "13",
      "content": "Forsetinn lætur ráðherra framkvæma vald sitt.\nRáðuneytið hefur aðsetur í Reykjavík.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:14",
      "chapter": "II",
      "section": "14",
      "content": "Ráðherrar bera ábyrgð á stjórnarframkvæmdum öllum. Ráðherraábyrgð er ákveðin með lögum. Alþingi getur kært ráðherra fyrir embættisrekstur þeirra. Landsdómur dæmir þau mál.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:15",
      "chapter": "II",
      "section": "15",
      "content": "Forsetinn skipar ráðherra og veitir þeim lausn. Hann ákveður tölu þeirra og skiptir störfum með þeim.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:16",
      "chapter": "II",
      "section": "16",
      "content": "Forseti lýðveldisins og ráðherrar skipa ríkisráð, og hefur forseti þar forsæti.\nLög og mikilvægar stjórnarráðstafanir skal bera upp fyrir forseta í ríkisráði.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:17",
      "chapter": "II",
      "section": "17",
      "content": "Ráðherrafundi skal halda um nýmæli í lögum og um mikilvæg stjórnarmálefni. Svo skal og ráðherrafund halda, ef einhver ráðherra óskar að bera þar upp mál. Fundunum stjórnar sá ráðherra, er forseti lýðveldisins hefur kvatt til forsætis, og nefnist hann forsætisráðherra.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:18",
      "chapter": "II",
      "section": "18",
      "content": "Sá ráðherra, sem mál hefur undirritað, ber það að jafnaði upp fyrir forseta.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:19",
      "chapter": "II",
      "section": "19",
      "content": "Undirskrift forseta lýðveldisins undir löggjafarmál eða stjórnarerindi veitir þeim gildi, er ráðherra ritar undir þau með honum.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:20",
      "chapter": "II",
      "section": "20",
      "content": "Forseti lýðveldisins veitir þau embætti, er lög mæla.\nEngan má skipa embættismann, nema hann hafi íslenskan ríkisborgararétt. Embættismaður hver skal vinna eið eða drengskaparheit að stjórnarskránni.\nForseti getur vikið þeim frá embætti, er hann hefur veitt það.\nForseti getur flutt embættismenn úr einu embætti í annað, enda missi þeir einskis í af embættistekjum sínum, og sé þeim veittur kostur á að kjósa um embættaskiptin eða lausn frá embætti með lögmæltum eftirlaunum eða lögmæltum ellistyrk.\nMeð lögum má undanskilja ákveðna embættismannaflokka auk embættismanna þeirra, sem taldir eru í 61. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:21",
      "chapter": "II",
      "section": "21",
      "content": "Forseti lýðveldisins gerir samninga við önnur ríki. Þó getur hann enga slíka samninga gert, ef þeir hafa í sér fólgið afsal eða kvaðir á landi eða landhelgi eða ef þeir horfa til breytinga á stjórnarhögum ríkisins, nema samþykki Alþingis komi til.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:22",
      "chapter": "II",
      "section": "22",
      "content": "[Forseti lýðveldisins stefnir saman Alþingi eigi síðar en tíu vikum eftir almennar alþingiskosningar. Forsetinn setur reglulegt Alþingi ár hvert.]\nL. 56/1991, 3. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:23",
      "chapter": "II",
      "section": "23",
      "content": "Forseti lýðveldisins getur frestað fundum Alþingis tiltekinn tíma, þó ekki lengur en tvær vikur og ekki nema einu sinni á ári. Alþingi getur þó veitt forseta samþykki til afbrigða frá þessum ákvæðum.\n[Hafi Alþingi verið frestað getur forseti lýðveldisins eigi að síður kvatt Alþingi saman til funda ef nauðsyn ber til. Forseta er það og skylt ef ósk berst um það frá meiri hluta alþingismanna.]\nL. 56/1991, 4. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:24",
      "chapter": "II",
      "section": "24",
      "content": "Forseti lýðveldisins getur rofið Alþingi, og skal þá stofnað til nýrra kosninga, [áður en 45 dagar eru liðnir frá því er gert var kunnugt um þingrofið], enda komi Alþingi saman eigi síðar en [tíu vikum] eftir, að það var rofið. [Alþingismenn skulu halda umboði sínu til kjördags.]\nL. 56/1991, 5. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:25",
      "chapter": "II",
      "section": "25",
      "content": "Forseti lýðveldisins getur látið leggja fyrir Alþingi frumvörp til laga og annarra samþykkta.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:26",
      "chapter": "II",
      "section": "26",
      "content": "Ef Alþingi hefur samþykkt lagafrumvarp, skal það lagt fyrir forseta lýðveldisins til staðfestingar eigi síðar en tveim vikum eftir að það var samþykkt, og veitir staðfestingin því lagagildi. Nú synjar forseti lagafrumvarpi staðfestingar, og fær það þó engu að síður lagagildi, en leggja skal það þá svo fljótt sem kostur er undir atkvæði allra kosningarbærra manna í landinu til samþykktar eða synjunar með leynilegri atkvæðagreiðslu. Lögin falla úr gildi, ef samþykkis er synjað, en ella halda þau gildi sínu.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:27",
      "chapter": "II",
      "section": "27",
      "content": "Birta skal lög. Um birtingarháttu og framkvæmd laga fer að landslögum.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:28",
      "chapter": "II",
      "section": "28",
      "content": "Þegar brýna nauðsyn ber til, getur forsetinn gefið út bráðabirgðalög [er Alþingi er ekki að störfum]. Ekki mega þau þó ríða í bág við stjórnarskrána. Ætíð skulu þau lögð [fyrir Alþingi þegar er það er saman komið á ný].\n[Samþykki Alþingi ekki bráðabirgðalög, eða ljúki ekki afgreiðslu þeirra innan sex vikna frá því að þingið kom saman, falla þau úr gildi.]\nBráðabirgðafjárlög má ekki gefa út, ef Alþingi hefur samþykkt fjárlög fyrir fjárhagstímabilið.\nL. 56/1991, 6. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:29",
      "chapter": "II",
      "section": "29",
      "content": "Forsetinn getur ákveðið, að saksókn fyrir afbrot skuli niður falla, ef ríkar ástæður eru til. Hann náðar menn og veitir almenna uppgjöf saka. Ráðherra getur hann þó eigi leyst undan saksókn né refsingu, sem landsdómur hefur dæmt, nema með samþykki Alþingis.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "II:30",
      "chapter": "II",
      "section": "30",
      "content": "Forsetinn veitir, annaðhvort sjálfur eða með því að fela það öðrum stjórnvöldum, undanþágur frá lögum samkvæmt reglum, sem farið hefur verið eftir hingað til.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "III:31",
      "chapter": "III",
      "section": "31",
      "content": "[Á Alþingi eiga sæti 63 þjóðkjörnir þingmenn, kosnir leynilegri hlutbundinni kosningu til fjögurra ára.\nKjördæmi skulu vera fæst sex en flest sjö. Mörk þeirra skulu ákveðin í lögum, en þó er heimilt að fela landskjörstjórn að ákveða kjördæmamörk í Reykjavík og nágrenni.\nÍ hverju kjördæmi skulu vera minnst sex kjördæmissæti sem úthluta skal á grundvelli kosningaúrslita í kjördæminu. Fjöldi þingsæta í hverju kjördæmi skal að öðru leyti ákveðinn í lögum, sbr. þó 5. mgr.\nÖðrum þingsætum en kjördæmissætum skal ráðstafa í kjördæmi og úthluta þeim til jöfnunar milli stjórnmálasamtaka þannig að hver samtök fái þingmannatölu í sem fyllstu samræmi við heildaratkvæðatölu sína. Þau stjórnmálasamtök koma þó ein til álita við úthlutun jöfnunarsæta sem hlotið hafa minnst fimm af hundraði af gildum atkvæðum á landinu öllu.\nEf kjósendur á kjörskrá að baki hverju þingsæti, að meðtöldum jöfnunarsætum, eru eftir alþingiskosningar helmingi færri í einu kjördæmi en einhverju öðru kjördæmi skal landskjörstjórn breyta fjölda þingsæta í kjördæmum í því skyni að draga úr þeim mun. Setja skal nánari fyrirmæli um þetta í lög.\nBreytingar á kjördæmamörkum og tilhögun á úthlutun þingsæta, sem fyrir er mælt í lögum, verða aðeins gerðar með samþykki / 3 atkvæða á Alþingi.]\nL. 77/1999, 1. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "III:32",
      "chapter": "III",
      "section": "32",
      "content": "[Alþingi starfar í einni málstofu.]\nL. 56/1991, 7. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "III:33",
      "chapter": "III",
      "section": "33",
      "content": "[Kosningarrétt við kosningar til Alþingis hafa allir sem eru 18 ára eða eldri þegar kosning fer fram og hafa íslenskan ríkisborgararétt. Lögheimili á Íslandi, þegar kosning fer fram, er einnig skilyrði kosningarréttar, nema undantekningar frá þeirri reglu verði ákveðnar í lögum um kosningar til Alþingis.\nNánari reglur um alþingiskosningar skulu settar í kosningalögum.]\nL. 65/1984, 2. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "III:34",
      "chapter": "III",
      "section": "34",
      "content": "[Kjörgengur við kosningar til Alþingis er hver sá ríkisborgari sem kosningarrétt á til þeirra og hefur óflekkað mannorð.]\n[Hæstaréttardómarar eru þó ekki kjörgengir.]\nL. 65/1984, 3. gr. L. 56/1991, 8. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:35",
      "chapter": "IV",
      "section": "35",
      "content": "[Reglulegt Alþingi skal koma saman ár hvert hinn fyrsta dag októbermánaðar eða næsta virkan dag ef helgidagur er og stendur til jafnlengdar næsta árs hafi kjörtímabil alþingismanna ekki áður runnið út eða þing verið rofið.\nSamkomudegi reglulegs Alþingis má breyta með lögum.]\nL. 56/1991, 9. gr.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:36",
      "chapter": "IV",
      "section": "36",
      "content": "Alþingi er friðheilagt. Enginn má raska friði þess né frelsi.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:37",
      "chapter": "IV",
      "section": "37",
      "content": "Samkomustaður Alþingis er jafnaðarlega í Reykjavík. Þegar sérstaklega er ástatt, getur forseti lýðveldisins skipað fyrir um, að Alþingi skuli koma saman á öðrum stað á Íslandi.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:38",
      "chapter": "IV",
      "section": "38",
      "content": "[Rétt til að flytja frumvörp til laga og tillögur til ályktana hafa alþingismenn og ráðherrar.]\nL. 56/1991, 10. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:39",
      "chapter": "IV",
      "section": "39",
      "content": "[Alþingi] getur skipað nefndir [alþingismanna] til að rannsaka mikilvæg mál, er almenning varða. [Alþingi] getur veitt nefndum þessum rétt til að heimta skýrslur, munnlegar og bréflegar, bæði af embættismönnum og einstökum mönnum.\nL. 56/1991, 11. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:40",
      "chapter": "IV",
      "section": "40",
      "content": "Engan skatt má á leggja né breyta né af taka nema með lögum. Ekki má heldur taka lán, er skuldbindi ríkið, né selja eða með öðru móti láta af hendi neina af fasteignum landsins né afnotarétt þeirra nema samkvæmt lagaheimild.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:41",
      "chapter": "IV",
      "section": "41",
      "content": "Ekkert gjald má greiða af hendi, nema heimild sé til þess í fjárlögum eða fjáraukalögum.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:42",
      "chapter": "IV",
      "section": "42",
      "content": "Fyrir hvert reglulegt Alþingi skal, þegar er það er saman komið, leggja frumvarp til fjárlaga fyrir það fjárhagsár, sem í hönd fer, og skal í frumvarpinu fólgin greinargerð um tekjur ríkisins og gjöld.\n...\nL. 56/1991, 12. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:43",
      "chapter": "IV",
      "section": "43",
      "content": "[Endurskoðun á fjárreiðum ríkisins, stofnana þess og ríkisfyrirtækja skal fara fram á vegum Alþingis og í umboði þess eftir nánari fyrirmælum í lögum.]\nL. 100/1995, 1. gr., sbr. 2. gr. s.l.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:44",
      "chapter": "IV",
      "section": "44",
      "content": "[Ekkert lagafrumvarp má samþykkja fyrr en það hefur verið rætt við þrjár umræður á Alþingi.]\nL. 56/1991, 14. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:45",
      "chapter": "IV",
      "section": "45",
      "content": "[Reglulegar alþingiskosningar skulu fara fram eigi síðar en við lok kjörtímabils. Upphaf og lok kjörtímabils miðast við sama vikudag í mánuði, talið frá mánaðamótum.]\nL. 56/1991, 15. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:46",
      "chapter": "IV",
      "section": "46",
      "content": "Alþingi sker sjálft úr, hvort þingmenn þess séu löglega kosnir, svo og úr því, hvort þingmaður hafi misst kjörgengi.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:47",
      "chapter": "IV",
      "section": "47",
      "content": "Sérhver nýr þingmaður skal vinna ... drengskaparheit að stjórnarskránni, þegar er kosning hans hefur verið tekin gild.\nL. 56/1991, 16. gr.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:48",
      "chapter": "IV",
      "section": "48",
      "content": "Alþingismenn eru eingöngu bundnir við sannfæringu sína og eigi við neinar reglur frá kjósendum sínum.\n...\nL. 56/1991, 17. gr.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:49",
      "chapter": "IV",
      "section": "49",
      "content": "[Meðan Alþingi er að störfum má ekki setja neinn alþingismann í gæsluvarðhald eða höfða mál á móti honum án samþykkis þingsins nema hann sé staðinn að glæp.\nEnginn alþingismaður verður krafinn reikningsskapar utan þings fyrir það sem hann hefur sagt í þinginu nema Alþingi leyfi.]\nL. 56/1991, 18. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:50",
      "chapter": "IV",
      "section": "50",
      "content": "Nú glatar alþingismaður kjörgengi, og missir hann þá rétt þann, er þingkosningin hafði veitt honum.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:51",
      "chapter": "IV",
      "section": "51",
      "content": "Ráðherrar eiga samkvæmt embættisstöðu sinni sæti á Alþingi, og eiga þeir rétt á að taka þátt í umræðunum eins oft og þeir vilja, en gæta verða þeir þingskapa. Atkvæðisrétt eiga þeir þó því aðeins, að þeir séu jafnframt alþingismenn.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:52",
      "chapter": "IV",
      "section": "52",
      "content": "[Alþingi kýs sér forseta og stýrir hann störfum þess.]\nL. 56/1991, 19. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:53",
      "chapter": "IV",
      "section": "53",
      "content": "[Eigi getur Alþingi gert samþykkt um mál nema meira en helmingur þingmanna sé á fundi og taki þátt í atkvæðagreiðslu.]\nL. 56/1991, 20. gr.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:54",
      "chapter": "IV",
      "section": "54",
      "content": "[Heimilt er alþingismönnum, með leyfi Alþingis, að óska upplýsinga ráðherra eða svars um opinbert málefni með því að bera fram fyrirspurn um málið eða beiðast um það skýrslu.]\nL. 56/1991, 21. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:55",
      "chapter": "IV",
      "section": "55",
      "content": "[Eigi má Alþingi taka við neinu málefni nema einhver þingmanna eða ráðherra flytji það.]\nL. 56/1991, 22. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:56",
      "chapter": "IV",
      "section": "56",
      "content": "[Þyki Alþingi ekki ástæða til að gera aðra ályktun um eitthvert mál getur það vísað því til ráðherra.]\nL. 56/1991, 23. gr.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:57",
      "chapter": "IV",
      "section": "57",
      "content": "Fundir ... Alþingis skulu haldnir í heyranda hljóði. Þó getur forseti eða svo margir þingmenn, sem til er tekið í þingsköpum, krafist, að öllum utanþingsmönnum sé vísað burt, og sker þá þingfundur úr, hvort ræða skuli málið í heyranda hljóði eða fyrir luktum dyrum.\nL. 56/1991, 24. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "IV:58",
      "chapter": "IV",
      "section": "58",
      "content": "[Þingsköp Alþingis skulu sett með lögum.]\nL. 56/1991, 25. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "V:59",
      "chapter": "V",
      "section": "59",
      "content": "Skipun dómsvaldsins verður eigi ákveðin nema með lögum.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "V:60",
      "chapter": "V",
      "section": "60",
      "content": "Dómendur skera úr öllum ágreiningi um embættistakmörk yfirvalda. Þó getur enginn, sem um þau leitar úrskurðar, komið sér hjá að hlýða yfirvaldsboði í bráð með því að skjóta málinu til dóms.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "V:61",
      "chapter": "V",
      "section": "61",
      "content": "Dómendur skulu í embættisverkum sínum fara einungis eftir lögunum. Þeim dómendum, sem ekki hafa að auk umboðsstörf á hendi, verður ekki vikið úr embætti nema með dómi, og ekki verða þeir heldur fluttir í annað embætti á móti vilja þeirra, nema þegar svo stendur á, að verið er að koma nýrri skipun á dómstólana. [Þó má veita þeim dómara, sem orðinn er fullra 65 ára gamall, lausn frá embætti, en hæstaréttardómarar skulu eigi missa neins í af launum sínum.]\nL. 56/1991, 26. gr.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VI:62",
      "chapter": "VI",
      "section": "62",
      "content": "Hin evangeliska lúterska kirkja skal vera þjóðkirkja á Íslandi, og skal ríkisvaldið að því leyti styðja hana og vernda.\nBreyta má þessu með lögum.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VI:63",
      "chapter": "VI",
      "section": "63",
      "content": "[Allir eiga rétt á að stofna trúfélög og iðka trú sína í samræmi við sannfæringu hvers og eins. Þó má ekki kenna eða fremja neitt sem er gagnstætt góðu siðferði eða allsherjarreglu.]\nL. 97/1995, 1. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VI:64",
      "chapter": "VI",
      "section": "64",
      "content": "[Enginn má neins í missa af borgaralegum og þjóðlegum réttindum fyrir sakir trúarbragða sinna, né heldur má nokkur fyrir þá sök skorast undan almennri þegnskyldu.\nÖllum er frjálst að standa utan trúfélaga. Enginn er skyldur til að inna af hendi persónuleg gjöld til trúfélags sem hann á ekki aðild að.\nNú er maður utan trúfélaga og greiðir hann þá til Háskóla Íslands gjöld þau sem honum hefði ella borið að greiða til trúfélags síns. Breyta má þessu með lögum.]\nL. 97/1995, 2. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:65",
      "chapter": "VII",
      "section": "65",
      "content": "[Allir skulu vera jafnir fyrir lögum og njóta mannréttinda án tillits til kynferðis, trúarbragða, skoðana, þjóðernisuppruna, kynþáttar, litarháttar, efnahags, ætternis og stöðu að öðru leyti.\nKonur og karlar skulu njóta jafns réttar í hvívetna.]\nL. 97/1995, 3. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:66",
      "chapter": "VII",
      "section": "66",
      "content": "[Engan má svipta íslenskum ríkisborgararétti. Með lögum má þó ákveða að maður missi þann rétt ef hann öðlast með samþykki sínu ríkisfang í öðru ríki. Útlendingi verður aðeins veittur íslenskur ríkisborgararéttur samkvæmt lögum.\nÍslenskum ríkisborgara verður ekki meinað að koma til landsins né verður honum vísað úr landi. Með lögum skal skipað rétti útlendinga til að koma til landsins og dveljast hér, svo og fyrir hverjar sakir sé hægt að vísa þeim úr landi.\nEngum verður meinað að hverfa úr landi nema með ákvörðun dómara. Stöðva má þó brottför manns úr landi með lögmætri handtöku.\nAllir, sem dveljast löglega í landinu, skulu ráða búsetu sinni og vera frjálsir ferða sinna með þeim takmörkunum sem eru settar með lögum.]\nL. 97/1995, 4. gr.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:67",
      "chapter": "VII",
      "section": "67",
      "content": "[Engan má svipta frelsi nema samkvæmt heimild í lögum.\nHver sá sem hefur verið sviptur frelsi á rétt á að fá að vita tafarlaust um ástæður þess.\nHvern þann sem er handtekinn vegna gruns um refsiverða háttsemi skal án undandráttar leiða fyrir dómara. Sé hann ekki jafnskjótt látinn laus skal dómari, áður en sólarhringur er liðinn, ákveða með rökstuddum úrskurði hvort hann skuli sæta gæsluvarðhaldi. Gæsluvarðhaldi má aðeins beita fyrir sök sem þyngri refsing liggur við en fésekt eða varðhald. Með lögum skal tryggja rétt þess sem sætir gæsluvarðhaldi til að skjóta úrskurði um það til æðra dóms. Maður skal aldrei sæta gæsluvarðhaldi lengur en nauðsyn krefur, en telji dómari fært að láta hann lausan gegn tryggingu skal ákveða í dómsúrskurði hver hún eigi að vera.\nHver sá sem er af öðrum ástæðum sviptur frelsi á rétt á að dómstóll kveði á um lögmæti þess svo fljótt sem verða má. Reynist frelsissvipting ólögmæt skal hann þegar látinn laus.\nHafi maður verið sviptur frelsi að ósekju skal hann eiga rétt til skaðabóta.]\nL. 97/1995, 5. gr.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:68",
      "chapter": "VII",
      "section": "68",
      "content": "[Engan má beita pyndingum né annarri ómannúðlegri eða vanvirðandi meðferð eða refsingu.\nNauðungarvinnu skal engum gert að leysa af hendi.]\nL. 97/1995, 6. gr.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:69",
      "chapter": "VII",
      "section": "69",
      "content": "[Engum verður gert að sæta refsingu nema hann hafi gerst sekur um háttsemi sem var refsiverð samkvæmt lögum á þeim tíma þegar hún átti sér stað eða má fullkomlega jafna til slíkrar háttsemi. Viðurlög mega ekki verða þyngri en heimiluð voru í lögum þá er háttsemin átti sér stað.\nÍ lögum má aldrei mæla fyrir um dauðarefsingu.]\nL. 97/1995, 7. gr.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:70",
      "chapter": "VII",
      "section": "70",
      "content": "[Öllum ber réttur til að fá úrlausn um réttindi sín og skyldur eða um ákæru á hendur sér um refsiverða háttsemi með réttlátri málsmeðferð innan hæfilegs tíma fyrir óháðum og óhlutdrægum dómstóli. Dómþing skal háð í heyranda hljóði nema dómari ákveði annað lögum samkvæmt til að gæta velsæmis, allsherjarreglu, öryggis ríkisins eða hagsmuna málsaðila.\nHver sá sem er borinn sökum um refsiverða háttsemi skal talinn saklaus þar til sekt hans hefur verið sönnuð.]\nL. 97/1995, 8. gr.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:71",
      "chapter": "VII",
      "section": "71",
      "content": "[Allir skulu njóta friðhelgi einkalífs, heimilis og fjölskyldu.\nEkki má gera líkamsrannsókn eða leit á manni, leit í húsakynnum hans eða munum, nema samkvæmt dómsúrskurði eða sérstakri lagaheimild. Það sama á við um rannsókn á skjölum og póstsendingum, símtölum og öðrum fjarskiptum, svo og hvers konar sambærilega skerðingu á einkalífi manns.\nÞrátt fyrir ákvæði 1. mgr. má með sérstakri lagaheimild takmarka á annan hátt friðhelgi einkalífs, heimilis eða fjölskyldu ef brýna nauðsyn ber til vegna réttinda annarra.]\nL. 97/1995, 9. gr.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:72",
      "chapter": "VII",
      "section": "72",
      "content": "[Eignarrétturinn er friðhelgur. Engan má skylda til að láta af hendi eign sína nema almenningsþörf krefji. Þarf til þess lagafyrirmæli og komi fullt verð fyrir.\nMeð lögum má takmarka rétt erlendra aðila til að eiga fasteignaréttindi eða hlut í atvinnufyrirtæki hér á landi.]\nL. 97/1995, 10. gr.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:73",
      "chapter": "VII",
      "section": "73",
      "content": "[Allir eru frjálsir skoðana sinna og sannfæringar.\nHver maður á rétt á að láta í ljós hugsanir sínar, en ábyrgjast verður hann þær fyrir dómi. Ritskoðun og aðrar sambærilegar tálmanir á tjáningarfrelsi má aldrei í lög leiða.\nTjáningarfrelsi má aðeins setja skorður með lögum í þágu allsherjarreglu eða öryggis ríkisins, til verndar heilsu eða siðgæði manna eða vegna réttinda eða mannorðs annarra, enda teljist þær nauðsynlegar og samrýmist lýðræðishefðum.]\nL. 97/1995, 11. gr.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:74",
      "chapter": "VII",
      "section": "74",
      "content": "[Rétt eiga menn á að stofna félög í sérhverjum löglegum tilgangi, þar með talin stjórnmálafélög og stéttarfélög, án þess að sækja um leyfi til þess. Félag má ekki leysa upp með ráðstöfun stjórnvalds. Banna má þó um sinn starfsemi félags sem er talið hafa ólöglegan tilgang, en höfða verður þá án ástæðulausrar tafar mál gegn því til að fá því slitið með dómi.\nEngan má skylda til aðildar að félagi. Með lögum má þó kveða á um slíka skyldu ef það er nauðsynlegt til að félag geti sinnt lögmæltu hlutverki vegna almannahagsmuna eða réttinda annarra.\nRétt eiga menn á að safnast saman vopnlausir. Lögreglunni er heimilt að vera við almennar samkomur. Banna má mannfundi undir berum himni ef uggvænt þykir að af þeim leiði óspektir.]\nL. 97/1995, 12. gr.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:75",
      "chapter": "VII",
      "section": "75",
      "content": "[Öllum er frjálst að stunda þá atvinnu sem þeir kjósa. Þessu frelsi má þó setja skorður með lögum, enda krefjist almannahagsmunir þess.\nÍ lögum skal kveða á um rétt manna til að semja um starfskjör sín og önnur réttindi tengd vinnu.]\nL. 97/1995, 13. gr.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:76",
      "chapter": "VII",
      "section": "76",
      "content": "[Öllum, sem þess þurfa, skal tryggður í lögum réttur til aðstoðar vegna sjúkleika, örorku, elli, atvinnuleysis, örbirgðar og sambærilegra atvika.\nÖllum skal tryggður í lögum réttur til almennrar menntunar og fræðslu við sitt hæfi.\nBörnum skal tryggð í lögum sú vernd og umönnun sem velferð þeirra krefst.]\nL. 97/1995, 14. gr.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:77",
      "chapter": "VII",
      "section": "77",
      "content": "[Skattamálum skal skipað með lögum. Ekki má fela stjórnvöldum ákvörðun um hvort leggja skuli á skatt, breyta honum eða afnema hann.\nEnginn skattur verður lagður á nema heimild hafi verið fyrir honum í lögum þegar þau atvik urðu sem ráða skattskyldu.]\nL. 97/1995, 15. gr.",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:78",
      "chapter": "VII",
      "section": "78",
      "content": "[Sveitarfélög skulu sjálf ráða málefnum sínum eftir því sem lög ákveða.\nTekjustofnar sveitarfélaga skulu ákveðnir með lögum, svo og réttur þeirra til að ákveða hvort og hvernig þeir eru nýttir.]\nL. 97/1995, 16. gr.",
      "metadata": {
        "source_anchor": "G78",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:79",
      "chapter": "VII",
      "section": "79",
      "content": "Tillögur, hvort sem eru til breytinga eða viðauka á stjórnarskrá þessari, má bera upp bæði á reglulegu Alþingi og auka-Alþingi. Nái tillagan samþykki ... skal rjúfa Alþingi þá þegar og stofna til almennra kosninga af nýju. Samþykki [Alþingi] ályktunina óbreytta, skal hún staðfest af forseta lýðveldisins, og er hún þá gild stjórnskipunarlög.\nNú samþykkir Alþingi breytingu á kirkjuskipun ríkisins samkvæmt 62. gr., og skal þá leggja það mál undir atkvæði allra kosningarbærra manna í landinu til samþykktar eða synjunar, og skal atkvæðagreiðslan vera leynileg.\nL. 56/1991, 27. gr.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:80",
      "chapter": "VII",
      "section": "80",
      "content": "...",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "VII:81",
      "chapter": "VII",
      "section": "81",
      "content": "Stjórnarskipunarlög þessi öðlast gildi, þegar Alþingi gerir um það ályktun, enda hafi meiri hluti allra kosningarbærra manna í landinu með leynilegri atkvæðagreiðslu samþykkt þau.\nSbr. þingsályktun um gildistöku stjórnarskrár lýðveldisins Íslands, nr. 33 16. júní 1944, og yfirlýsingu forseta sameinaðs Alþingis um gildistöku stjórnarskrárinnar, nr. 33 17. júní 1944. Sbr. og þingsályktun um niðurfelling dansk-íslenska sambandslagasamningsins frá 1918, nr. 32 16. júní 1944.\nÁkvæði um stundarsakir.\nEr stjórnarskrá þessi hefur öðlast gildi, kýs sameinað Alþingi forseta Íslands fyrsta sinni eftir reglum um kjör forseta sameinaðs Alþingis, og nær kjörtímabil hans til 31. júlí 1945.\nÞeir erlendir ríkisborgarar, sem öðlast hafa kosningarrétt og kjörgengi til Alþingis eða embættisgengi, áður en stjórnarskipunarlög þessi koma til framkvæmda, skulu halda þeim réttindum. Danskir ríkisborgarar, sem téð réttindi hefðu öðlast samkvæmt 75. gr. stjórnarskrár 18. maí 1920, að óbreyttum lögum, frá gildistökudegi stjórnarskipunarlaga þessara og þar til 6 mánuðum eftir að samningar um rétt danskra ríkisborgara á Íslandi geta hafist, skulu og fá þessi réttindi og halda þeim.\n[Þrátt fyrir ákvæði 6. mgr. 31. gr. nægir samþykki einfalds meiri hluta atkvæða á Alþingi til að breyta lögum um kosningar til Alþingis til samræmis við stjórnarskipunarlög þessi eftir að þau taka gildi. Þegar sú breyting hefur verið gerð fellur ákvæði þetta úr gildi.]\n[Þrátt fyrir ákvæði 1. mgr. 79. gr. er heimilt, fram til 30. apríl 2017, að breyta stjórnarskránni með eftirfarandi hætti: Samþykki Alþingi frumvarp til laga um breytingu á stjórnarskrá með minnst / 3 hlutum greiddra atkvæða skal það borið undir atkvæði allra kosningarbærra manna í landinu til samþykktar eða synjunar. Atkvæðagreiðslan skal fara fram í fyrsta lagi sex mánuðum og í síðasta lagi níu mánuðum eftir samþykkt frumvarpsins á Alþingi. Til þess að frumvarpið teljist samþykkt þarf það að hafa hlotið meiri hluta gildra atkvæða í þjóðaratkvæðagreiðslunni, þó minnst atkvæði 40 af hundraði allra kosningarbærra manna, og skal það staðfest af forseta lýðveldisins og telst þá gild stjórnarskipunarlög. Í heiti frumvarps til stjórnarskipunarlaga á þessum grundvelli skal koma fram tilvísun til ákvæðis þessa.\nUm þjóðaratkvæðagreiðsluna fer samkvæmt lögum.]\nL. 77/1999, 2. gr. L. 91/2013, 1. gr.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    }
  ]
}
