{
  "id": "13/1948",
  "type": "statute",
  "title": "Lög um heimild til að staðfesta fyrir Íslands hönd alþjóðasamning um réttindi Sameinuðu þjóðanna",
  "status": "in_force",
  "issued_date": "1948-03-01",
  "url": "https://www.althingi.is/lagas/nuna/1948013.html",
  "description": "Tóku gildi 8. mars 1948.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkisstjórninni er heimilt að staðfesta fyrir Íslands hönd samning þann um réttindi Sameinuðu þjóðanna (Convention on the Privileges and Immunities of the United Nations), sem samþykktur var á allsherjarþingi Sameinuðu þjóðanna hinn 13. febrúar 1946 og prentaður er sem fylgiskjal með lögum þessum.\nAugl. Stjtíð. A 55/1948.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Þegar samningur sá, er um ræðir í 1. gr., hefur verið staðfestur, skulu ákvæði hans hafa lagagildi hér á landi.\nFylgiskjal.\nAlþjóðasamningur um réttindi Sameinuðu þjóðanna\n(Convention on the Privileges and Immunities of the United Nations).\nI. kafli. Aðildarhæfi.\n1. gr.\nSameinuðu þjóðirnar skulu taldar persóna að lögum.\nÞær skulu til þess bærar:\na. að vera aðilar að samningum;\nb. að eignast og afsala fasteignum eða lausafé;\nc. að sækja mál fyrir rétti.\nII. kafli. Fasteignir, sjóðir og aðrar eignir.\n2. gr.\nSameinuðu þjóðirnar, eignir þeirra og eigur, skulu, hvar sem þær eru, undanþegnar hvers konar lögsókn, nema því aðeins, að stofnunin hafi í ákveðnu tilviki afsalað sér undanþágu þessari. Þar er þó áskilið, að slíkt afsal undanþágu feli eigi í sér heimild til aðfarar að lögum.\n3. gr.\nBækistöðvar hinna Sameinuðu þjóða skulu friðhelgar. Eignir og eigur Sameinuðu þjóðanna, hvar sem þær kunna að geymast, skulu undanþegnar rannsókn, eignaupptöku, eignarnámi og hvers konar öðrum afskiptum af hálfu framkvæmdar-, dóms- eða löggjafarvalds.\n4. gr.\nSkjalasafn Sameinuðu þjóðanna og hvers konar plögg, sem í þess eign eða vörslu eru, skulu friðhelg, hvar sem þau eru.\n5. gr.\nÁn tillits til fjárhagshamla eða gjaldfrests skal Sameinuðu þjóðunum heimilt:\na. að eiga fjármagn í gulli eða hvers konar gjaldeyri og hafa bankareikninga í hvers konar gjaldmiðli;\nb. að yfirfæra sjóði sína, gull eða gjaldeyri frá einu ríki til annars, eða innan sérhvers ríkis, og hafa skipti á gjaldeyri eftir vild.\n6. gr.\nÍ framkvæmdum samkvæmt 5. gr. að framan skulu Sameinuðu þjóðirnar taka til greina hvers konar tillögur frá ríkisstjórnum hinna ýmsu meðlima, eftir því sem samrýmanlegt er hagsmunum stofnunarinnar.\n7. gr.\nSameinuðu þjóðirnar, eigur þeirra, tekjur og eignir skulu vera:\na. undanþegnar öllum beinum sköttum; það er þó áskilið, að Sameinuðu þjóðirnar fari ekki fram á undanþágu frá sköttum, sem í eðli sínu eru endurgjald fyrir tiltekin hlunnindi;\nb. undanþegnar tollum og hvers konar hömlum og banni á inn- og útflutningi, að því er snertir muni, sem Sameinuðu þjóðirnar flytja til lands eða frá til eigin notkunar. Það er þó áskilið, að eigi skuli munir, sem þannig eru fluttir inn, seldir í því landi, án þess að fylgt sé þeim skilyrðum, sem ríkisstjórn þess lands kann að setja;\nc. undanþegnar tollum, inn- og útflutningshömlum og banni í sambandi við rit og aðrar útgáfur sínar.\n8. gr.\nEnda þótt Sameinuðu þjóðirnar muni almennt ekki fara fram á undanþágu frá leyfisgjöldum og sköttum vegna sölu fasteigna eða lausafjár, þar sem slík gjöld eru innifalin í söluverði, munu aðilar Sameinuðu þjóðanna þó, þegar unnt er, gera nauðsynlegar ráðstafanir til þess, að slík gjöld séu endurgreidd, þar sem um er að ræða þýðingarmikil kaup á eignum til afnota fyrir stofnunina.\nIII. kafli. Hlunnindi varðandi samgöngumál.\n9. gr.\nSameinuðu þjóðirnar skulu innan meðlimsríkjanna eigi njóta verri kjara en fulltrúar erlendra ríkja að því er snertir forgangsleyfi og gjöld fyrir póstsendingar, símskeyti og önnur fjarskipti; þá skulu þær og í sambandi við fréttaflutning og upplýsingar til blaða og útvarps eiga rétt á sama gjaldtaxta og notaður er við fréttasendingar blaða. Ritskoðun skal eigi beita að því er snertir opinber bréfaviðskipti Sameinuðu þjóðanna.\n10. gr.\nSameinuðu þjóðunum skal heimilt að nota dulmál og senda og taka á móti pósti með sérstökum sendiboðum eða í póstpokum, sem háðir séu sömu reglum og gilda um slíkar sendingar fulltrúa erlendra ríkja.\nIV. kafli. Fulltrúar meðlimsríkja.\n11. gr.\nFulltrúar aðila hjá aðal- og aukastofnunum Sameinuðu þjóðanna svo og á alþjóðafundum, sem kvaddir eru saman á vegum Sameinuðu þjóðanna, skulu njóta eftirtalinna sérréttinda, meðan þeir rækja skyldustörf sín eða eru á ferðalagi til fundar eða frá:\na. undanþágu frá handtökum og gæsluvarðhaldi, löghaldi á farangri svo og frá lögsókn vegna ummæla í ræðu eða riti, meðan þeir gæta starfa sinna;\nb. friðhelgi varðandi skjöl öll og plögg;\nc. réttar til að nota dulmál og taka á móti póstsendingum með sendiboðum eða í innsigluðum póstpokum;\nd. undanþágu fyrir sjálfa sig og maka sína frá innflytjendahömlum, skráningu útlendinga eða þegnskyldu í því ríki, sem þau dvelja í eða ferðast gegnum við skyldustörf sín;\ne. sömu réttinda og fulltrúar erlendra ríkja, sem í landinu dvelja um stundarsakir, að því er snertir gjaldeyris- eða yfirfærsluhömlur;\nf. sömu sérréttinda varðandi farangur og fulltrúar erlendra ríkja njóta;\ng. annarra þeirra sérréttinda, sem ekki eru ósamrýmanleg því, er að ofan segir og fulltrúar erlendra ríkja njóta, þó þannig, að embættismenn þessir skulu ekki eiga rétt á undanþágu frá tollgreiðslum á innfluttum vörum (öðrum en persónulegum farangri) eða frá leyfisgjöldum og söluskatti.\n12. gr.\nTil þess að tryggja fulltrúum meðlimsríkja hjá aðal- og aukastofnunum Sameinuðu þjóðanna og á alþjóðafundum, sem kvaddir eru saman á vegum Sameinuðu þjóðanna, fullkomið málfrelsi og óháða framkvæmd skyldustarfa, skal undanþága þeirra frá lögsókn vegna ummæla þeirra í ræðu eða riti og hvers konar verknaðar við framkvæmd skyldustarfa haldast óbreytt, enda þótt aðilar þessir séu eigi lengur fulltrúar meðlimsríkja.\n13. gr.\nÞar sem skattgreiðslan er bundin lögheimili, skal dvöl fulltrúa aðila hjá aðal- eða aukastofnunum Sameinuðu þjóðanna og á alþjóðafundum, sem kvaddir eru saman á þeirra vegum, eigi talin til lögheimilis.\n14. gr.\nEigi eru sérréttindi veitt fulltrúum aðila þeirra sjálfra vegna, heldur til þess að tryggja óháða framkvæmd skyldustarfa þeirra í þágu Sameinuðu þjóðanna. Meðlimsríki er því eigi einungis heimilt, heldur ber því skylda til að falla frá undanþágu fulltrúa síns, hvenær sem það ríki telur, að undanþága mundi hefta réttan gang máls og brottfall hennar sé samrýmanlegt því sjónarmiði, sem til grundvallar undanþágunni liggur.\n15. gr.\nÁkvæði 11., 12. og 13. gr. eiga ekki við, þegar um er að ræða samband fulltrúa við yfirvöld ríkis þess, sem hann er ríkisborgari í eða er eða hefur verið fulltrúi fyrir.\n16. gr.\nÍ kafla þessum skal hugtakið &bdquo;fulltrúi&ldquo; talið ná yfir alla aðalfulltrúa, varafulltrúa, ráðunauta, sérfræðinga og ritara sendinefnda.\nV. kafli. Embættismenn.\n17. gr.\nAðalritari mun ákveða flokka þeirra embættismanna, sem fyrirmæli þessa kafla og VII. kafla skuli ná til. Skal hann leggja flokkun þessa fyrir allsherjarþingið. Síðan skal flokkunin tilkynnt ríkisstjórnum allra meðlimsríkja Sameinuðu þjóðanna. Nöfn embættismanna þeirra, sem til hinna ýmsu flokka teljast, skal jafnan tilkynna ríkisstjórnum meðlimsríkja.\n18. gr.\nEmbættismenn Sameinuðu þjóðanna skulu:\na. undanþegnir lögsókn vegna ummæla sinna í ræðu eða riti svo og vegna allra embættisverka sinna;\nb. undanþegnir sköttum af launum sínum og tekjum frá Sameinuðu þjóðunum;\nc. undanþegnir þegnskyldu;\nd. undanþegnir ásamt mökum sínum og skyldmennum á framfæri þeirra innflytjendahömlum og skráningu útlendinga;\ne. njóta sömu sérréttinda varðandi gjaldeyrisyfirfærslu og veitt eru hliðstæðum embættismönnum, sem eru fulltrúar erlendra ríkja í hlutaðeigandi landi;\nf. eiga, þegar ófriður vofir yfir, kost á fyrir sjálfa sig, maka og skyldmenni á þeirra framfæri sömu hlunnindum varðandi heimflutning og fulltrúar erlendra ríkja;\ng. eiga rétt á að flytja inn án tollgreiðslu húsgögn sín og búsmuni, þegar þeir í fyrsta sinn flytjast til embættisstarfa í hlutaðeigandi landi.\n19. gr.\nAuk þeirra sérréttinda, sem til eru tekin í 18. gr., skulu aðalritari og allir aðstoðaraðalritarar njóta, að því er sjálfa þá varðar, maka þeirra og ófjárráða börn þeirra, sömu sérréttinda, sem veitt eru fulltrúum erlendra ríkja samkvæmt þjóðarétti.\n20. gr.\nSérréttindi eru veitt embættismönnum vegna hagsmuna Sameinuðu þjóðanna, en eigi sjálfra þeirra vegna. Aðalritara skal heimilt og skylt að falla frá sérréttindum embættismanna, þegar þau að hans áliti mundu hefta réttan gang máls og brottfall undanþágunnar er samrýmanlegt sjónarmiðum þeim, sem til grundvallar undanþágunni liggja. Öryggisráði skal heimilt að falla frá sérréttindum aðalritara.\n21. gr.\nSameinuðu þjóðirnar skulu hafa samvinnu við hlutaðeigandi yfirvöld meðlimsríkjanna til þess að auðvelda réttan gang mála, tryggja framkvæmd lögreglusamþykkta og koma í veg fyrir sérhverja misnotkun í sambandi við sérréttindi þau, er um ræðir í þessum kafla.\nVI. kafli. Sérfræðingar á vegum Sameinuðu þjóðanna.\n22. gr.\nSérfræðingar (aðrir en embættismenn, sbr. V. kafla), sem í sendiförum eru fyrir Sameinuðu þjóðirnar, skulu, meðan á slíku ferðalagi stendur eða í sambandi við það, njóta þeirra sérréttinda, sem nauðsynleg eru til þess að þeir fái óháðir rækt skyldustörf sín.\nSérstaklega skal þeim veitt:\na. undanþága frá handtöku, gæsluvarðhaldi og löghaldi á farangri;\nb. undanþága frá lögsókn varðandi ummæli sín í ræðu eða riti svo og hvers konar verk, sem unnin eru í sambandi við sendiförina.\nUndanþága þessi skal haldast einnig eftir að sendiförinni er lokið;\nc. friðhelgi fyrir hvers konar skjöl og plögg;\nd. réttindi til að nota dulmál gagnvart Sameinuðu þjóðunum og taka á móti pósti og skjölum frá sérstökum sendiboðum eða í innsigluðum póstpokum;\ne. sömu hlunnindi og fulltrúar erlendra ríkja í sérstökum sendiförum njóta, að því er snertir gjaldeyrisyfirfærslu og gjaldeyrishömlur;\nf. sömu réttindi og fulltrúum erlendra ríkja eru veitt varðandi persónulegan farangur.\n23. gr.\nSérréttindi eru veitt sérfræðingum vegna hagsmuna Sameinuðu þjóðanna, en ekki vegna persónulegra hagsmuna sérfræðinganna. Aðalritara skal heimilt og ber skylda til að falla frá undanþáguheimild sérfræðings, ef slík undanþága mundi að hans áliti hefta réttan gang máls og brottfall hennar er samrýmanlegt hagsmunum Sameinuðu þjóðanna.\nVII. kafli. Ferðabréf Sameinuðu þjóðanna (laissez-passer).\n24. gr.\nSameinuðu þjóðunum skal heimilt að gefa út ferðabréf (laissez-passer) fyrir embættismenn sína. Ferðabréf þessi skulu viðurkennd og virt sem löggild ferðaskírteini af yfirvöldum meðlimsríkja, sbr. 25. gr.\n25. gr.\nUmsóknir um áritanir á ferðabréf Sameinuðu þjóðanna (þar sem þeirra er krafist), skulu afgreiddar svo fljótt sem auðið er, enda fylgi þeim yfirlýsing um, að handhafar þeirra séu á ferðalagi á vegum Sameinuðu þjóðanna. Auk þess skal greitt fyrir tafarlausu ferðalagi handhafa ferðabréfa þessara.\n26. gr.\nSams konar hlunnindi og veitt eru skv. 25. gr. skulu einnig veitt sérfræðingum og öðrum aðilum, sem í stað ofangreindra ferðabréfa sýna skírteini um það, að þeir ferðist á vegum Sameinuðu þjóðanna.\n27. gr.\nAðalritari, aðstoðaraðalritarar og forstjórar, sem ferðast með ferðabréf Sameinuðu þjóðanna og á vegum þeirra, skulu njóta sömu hlunninda og fulltrúar erlendra ríkja njóta.\n28. gr.\nÁkvæðum þessa kafla má einnig fylgja að því er snertir hliðstæða embættismenn sérstofnana Sameinuðu þjóðanna, enda séu ákvæði þessa efnis í samningum við þær stofnanir, sbr. 63. gr. sáttmála Sameinuðu þjóðanna.\nVIII. kafli. Lausn deilumála.\n29. gr.\nSameinuðu þjóðirnar skulu kveða á um viðeigandi lausn:\na. ágreiningsatriða, sem rísa kunna í sambandi við samninga, eða annarra deilumála á einkamálaréttarsviðinu, sem Sameinuðu þjóðirnar eru aðilar að;\nb. deilumála, sem snerta embættismann Sameinuðu þjóðanna, sem vegna embættis síns nýtur sérréttinda, enda hafi aðalritari eigi fallið frá þeim sérréttindum.\n30. gr.\nHvers konar ágreiningi um skýringu eða framkvæmd samnings þessa skal skotið til milliríkjadómsins, nema því aðeins, að samkomulag verði með aðilum um að notfæra sér aðra leið til úrskurðar. Ef ágreiningur rís milli Sameinuðu þjóðanna annars vegar og meðlimsríkis hins vegar, skal óskað álitsgerðar um lögfræðileg atriði, sem um er deilt, í samræmi við 96. gr. sáttmála Sameinuðu þjóðanna og 65. gr. samþykktar milliríkjadómsins. Álitsgerð dómsins skal talin bindandi fyrir aðila.\nLokakafli.\n31. gr.\nSamningur þessi skal lagður fyrir öll meðlimsríki Sameinuðu þjóðanna til staðfestingar.\n32. gr.\nStaðfesting fer fram með afhendingu staðfestingarskjals til aðalritara Sameinuðu þjóðanna. Samningurinn gengur í gildi fyrir hvern aðila þann dag, sem staðfestingarskjal þess aðila er afhent.\n33. gr.\nAðalritari skal tilkynna öllum meðlimsríkjum Sameinuðu þjóðanna afhendingu hinna ýmsu staðfestingarskjala.\n34. gr.\nAfhending staðfestingarskjals skal skilin svo, að hlutaðeigandi ríki hafi samrýmt löggjöf sína ákvæðum samnings þessa.\n35. gr.\nSamningur þessi skal halda gildi sínu milli Sameinuðu þjóðanna og hvers þess ríkis, sem afhent hefur staðfestingarskjal sitt, meðan það ríki er meðlimur hinna Sameinuðu þjóða, eða þangað til allsherjarþingið hefur fallist á endurskoðun samnings þessa og það ríki hefur gerst aðili að hinum endurskoðaða samningi.\n36. gr.\nAðalritara skal heimilt að gera viðbótarsamninga við meðlimsríki um breytingar á samningi þessum að því er snertir það ríki. Slíkir viðbótarsamningar skulu háðir samþykki allsherjarþingsins.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    }
  ]
}
