{
  "id": "44/1948",
  "type": "statute",
  "title": "Lög um vísindalega verndun fiskimiða landgrunnsins",
  "status": "in_force",
  "issued_date": "1948-04-05",
  "url": "https://www.althingi.is/lagas/nuna/1948044.html",
  "description": "Tóku gildi 7. apríl 1948.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Ráðuneytið] skal með reglugerð ákvarða takmörk verndarsvæða við strendur landsins innan endimarka landgrunnsins, [eða á hafsvæði allt að 200 sjómílum utan við grunnlínu], þar sem allar veiðar skuli háðar íslenskum reglum og eftirliti, enda verði friðun á landgrunninu á engan hátt rýrð frá því, sem verið hefur. Ráðuneytið skal einnig ákvarða allar þær reglur, sem nauðsynlegar eru til verndar fiskimiðunum á ofangreindum svæðum. Ráðstafanir þessar skulu gerðar að fengnum tillögum Fiskifélags Íslands og Atvinnudeildar Háskóla Íslands.\nReglugerðin skal endurskoðuð eftir því, sem vísindalegar rannsóknir gefa tilefni til.\nL. 126/2011, 23. gr. L. 45/1974, 1. gr. Rg. 78/1978 (um skelfiskveiðar). Rg. 200/1975 (um takmarkaða heimild til hringnótaveiða). Rg. 456/2017 (um bann við veiðum á háfi, hámeri og beinhákarli).",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Reglum þeim, sem settar verða samkvæmt 1. gr. laga þessara, skal framfylgt þannig, að þær séu ávallt í samræmi við milliríkjasamninga um þessi mál, sem Ísland er aðili að á hverjum tíma.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Brot á reglum, sem settar verða samkvæmt 1. gr. laga þessara, varða viðurlögum samkvæmt ákvæðum laga nr. 62 18. maí 1967, um bann gegn veiðum með botnvörpu og flotvörpu, með síðari breytingum, laga nr. 40 9. júní 1960, um takmarkað leyfi til dragnótaveiða í fiskveiðilandhelgi Íslands undir vísindalegu eftirliti, laga nr. 33 19. júní 1922, um rétt til fiskveiða í landhelgi, með síðari breytingum eða, ef um brot er að ræða, sem ekki fellur undir framangreind lög, sektum ...]\nNú l. 79/1997. L. 40/1960 eru úr gildi fallin, sbr. l. 102/1973, 2. mgr. 17. gr. Nú l. 79/1997. L. 75/1982, 27. gr. L. 45/1974, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðuneytið] skal, eftir því sem unnt er, taka þátt í alþjóðlegum vísindarannsóknum, er miða að verndun fiskimiða.\nL. 126/2011, 23. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
