{
  "id": "8/1962",
  "type": "statute",
  "title": "Erfðalög",
  "status": "in_force",
  "issued_date": "1962-03-14",
  "url": "https://www.althingi.is/lagas/nuna/1962008.html",
  "description": "Tóku gildi 28. september 1962.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lögerfingjar eru þessir:\n1. Börn arfleifanda og aðrir niðjar. Óskilgetið barn erfir föður og föðurfrændur og þeir það, ef það er feðrað með þeim hætti, sem segir í löggjöf um óskilgetin börn. Um erfðarétt kjörbarns og arf eftir það fer samkvæmt 5. gr.\n2. Foreldrar arfleifanda og niðjar þeirra.\n3. [Foreldrar hvors foreldris arfleifanda um sig og börn þeirra.]\n4. Maki arfleifanda.\nL. 65/2006, 30. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I. erfð.\nMaki erfir / 3 hluta eigna, þegar börn eru á lífi, en / 3 hluta erfa börnin að jöfnu. Ef maka er ekki til að dreifa, taka börn og aðrir niðjar allan arf.\nNú hefur barn andast á undan arfleifanda, og erfa börn þess þá þann hluta, er því hefði borið. Firnari niðjar taka arf með sama hætti.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "II. erfð.\n[Ef arfleifandi á enga niðja á lífi tekur maki allan arf.]\nNú er maka ekki til að dreifa, og fellur arfur þá til foreldra að jöfnu. Ef annað foreldri er látið, hverfur hlutur sá, sem því hefði borið, til barns þess eða annarra niðja með sama hætti og segir í 2. gr. Nú á hið látna foreldri enga niðja, og gengur þá hlutur þess til hins foreldrisins.\nNú eru báðir foreldrar arfleifanda látnir, og taka þá börn eða aðrir niðjar hvors foreldris um sig þann arf, sem því hefði borið. Ef annað foreldra á enga niðja á lífi, hverfur allur arfur til niðja hins.\nL. 48/1989, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "III. erfð.\nEf enginn erfingi skv. 2. eða 3. gr. er á lífi, taka föðurforeldrar og móðurforeldrar sinn helming arfs hvort. Nú er afi arfleifanda eða amma látin, og erfa þá börn þess, sem látið er, þann erfðahlut, sem því hefði borið. Ef móðurforeldrar arfleifanda eru dánir og börn þeirra, taka föðurforeldrar og börn þeirra allan arf og gagnkvæmt.\n[Sömu reglur og kveðið er á um í 1. mgr. gilda að breyttu breytanda þegar\nforeldrar hvors foreldris arfláta eru af sama kyni [og þegar annað þeirra eða\nbáðir hafa hlutlausa kynskráningu].]\nL. 153/2020, 10. gr. L. 65/2006, 31. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kjörbarn og niðjar þess, þar á meðal kjörniðjar, erfa kjörforeldra og ættingja þeirra og gagnkvæmt eftir ákvæðum 2.&ndash;4. gr.\nLögerfðatengsl milli kjörbarns og ættingja þess falla niður við ættleiðingu.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Nú hefur það hjóna, sem lengur lifir, verið einkalögerfingi þess, sem fyrr lést, og það andast án þess að hafa gengið í hjónaband að nýju eða látið eftir sig arfgenga niðja, og skulu þá eignir þess skiptast milli erfingja beggja hjóna að jöfnu, enda hafi maki ekki ráðstafað eignum sínum með erfðaskrá á annan hátt.\nNú á sá maki, sem lengur lifir, enga erfingja á lífi, er hann andast, og ganga eigur hans þá til erfingja skammlífara makans.\nÞegar rætt er um erfingja skammlífara makans í þessari grein, er átt við þá menn, sem standa til arfs eftir hann, miðað við það tímatakmark, er langlífari makinn féll frá.\nII. kafli. Um óskipt bú.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Eftir lát annars hjóna á hitt rétt á að sitja í óskiptu búi með niðjum beggja nema hið látna hafi mælt svo fyrir í erfðaskrá að skipti skuli fara fram.]\nL. 48/1989, 2. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Heimilt er því hjóna, sem lengur lifir, að sitja í óskiptu búi með ófjárráða niðjum látins maka síns, sem ekki eru niðjar þess, ef sá eða þeir sem fara með forsjá eða lögráð hinna ófjárráða niðja veita samþykki sitt til þess, enda hafi hið látna ekki mælt svo fyrir í erfðaskrá að skipti skuli fara fram. Ef það hjóna, sem lengur lifir, fer með forsjá eða lögráð ófjárráða stjúpniðja sinna á það þó rétt á setu í óskiptu búi eins og mælt er fyrir um í 7. gr.\nÞví hjóna, sem lengur lifir, er heimilt að sitja í óskiptu búi með fjárráða stjúpniðjum sínum ef þeir veita samþykki sitt til þess.\nÞað hjóna, sem lengur lifir, á rétt á setu í óskiptu búi með stjúpniðjum sínum hvort sem þeir eru fjárráða eða ófjárráða, án þess að aflað sé samþykkis skv. 1. eða 2. mgr., ef hið látna hefur mælt fyrir um þann rétt í erfðaskrá.]\nL. 48/1989, 3. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Því hjóna, sem lengur lifir, verður ekki veitt leyfi til að sitja í óskiptu búi ef bú þess er til gjaldþrotaskipta eða í ljós kemur að eignir þess hrökkva ekki fyrir skuldum. Sama er ef því verður ekki treyst til að hafa forræði bús vegna vanhirðu um fjármál sín.\nEf það hjóna, sem lengur lifir, er svipt lögræði verður því ekki veitt leyfi til að sitja í óskiptu búi nema með samþykki yfirlögráðanda.]\nL. 48/1989, 4. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Sá sem óskar setu í óskiptu búi skal sem fyrst eftir lát maka síns sækja um leyfi til þess hjá sýslumanni í því umdæmi þar sem búskipti eftir hinn látna fara fram.\nÍ umsókn um leyfi til að sitja í óskiptu búi skal greina nöfn erfingja, kennitölur þeirra og dvalarstaði. Einnig skal yfirlit yfir eignir og skuldir beggja hjóna koma fram í umsókn eða sem fylgigagn með henni, [þar á meðal skotvopn í eigu hins látna og nafn og kennitala þess sem hefur leyfi fyrir vörslu þeirra]. Ef heimild til setu í óskiptu búi er háð samþykki annarra, sbr. 1. eða 2. mgr. 8. gr., skulu yfirlýsingar um samþykki vera ritaðar á umsókn eða fylgja henni. Ef réttur til setu í óskiptu búi byggist á erfðaskrá hins látna, sbr. 3. mgr. 8. gr., skal eintak hennar fylgja umsókn. [Ef skotvopn, nauðsynlegir íhlutir og skotfæri eru meðal eigna hins látna skal liggja fyrir leyfi þess sem óskar setu í óskiptu búi eða annars aðila ásamt samþykki hans fyrir vörslu þeirra. Hið sama á við um varanlega óvirk skotvopn og nauðsynlega íhluti sem og eftirlíkingar skotvopna.]\nEf sýslumaður telur ástæðu til að ætla að ákvæði 9. gr. geti átt við um hagi þess sem sækir um leyfi til að sitja í óskiptu búi er honum heimilt að skipa ófjárráða erfingjum, sem umsækjandinn er forsjármaður eða lögráðamaður fyrir, sérstakan lögráðamann til að gæta hagsmuna þeirra.\nTelji sýslumaður umsækjanda fullnægja skilyrðum til að hljóta leyfi til að sitja í óskiptu búi skal hann veita leyfið og láta umsækjandanum í té skilríki fyrir því.]\nL. 11/2024, 32. gr. L. 48/1989, 5. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Til óskipts bús teljast hjúskapareignir beggja hjóna og séreign sem samkvæmt ákvæðum laga eða kaupmála á að hlíta reglum um hjúskapareign að öðru hjóna látnu. Sjálfsaflafé og annað verðmæti, sem sá eignast sem situr í óskiptu búi, rennur til búsins nema það eigi að lögum að falla til séreignar hans.\nArfur eða gjöf, sem langlífara maka hlotnast, rennur þó ekki inn í óskipt bú ef hann lýsir því fyrir sýslumanni innan tveggja mánaða frá því hann fékk vitneskju um arf eða gjöf að verðmæti þessi skuli ekki renna inn í óskipta búið. Verða þau þá séreign langlífara maka. Ber að halda þeim og annarri séreign aðgreindum frá eignum óskipta búsins.]\nL. 48/1989, 6. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Maki, sem situr í óskiptu búi, hefur í lifanda lífi eignarráð á fjármunum búsins. Ber hann ábyrgð á skuldum hins látna sem um hans eigin skuldir væri að ræða.]\nL. 48/1989, 7. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Maki, sem situr í óskiptu búi, getur krafist skipta, hvenær sem er.\nNú gengur maki í hjúskap að nýju, og fellur þá niður heimild hans til setu í óskiptu búi.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Ef maki hefur fengið leyfi til setu í óskiptu búi með ófjárráða stjúpniðjum sínum á grundvelli 1. mgr. 8. gr., er honum skylt að skipta með sér og stjúpniðja, ef hann krefst skipta sér til handa innan þriggja mánaða frá því að hann öðlast fjárræði. Komi ekki krafa fram innan þess tíma getur fjárráða stjúpniðji, sem svo stendur á fyrir, krafist skipta sér til handa með sama hætti og segir í 2. mgr.\nEf fjárráða stjúpniðji hefur samþykkt setu í óskiptu búi, sbr. 2. mgr. 8. gr., getur hann krafist skipta sér til handa með eins árs fyrirvara.]\nL. 48/1989, 8. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Erfingi getur krafist skipta sér til handa, ef hann sannar ... að maki vanræki framfærsluskyldu sína gagnvart sér eða rýri efni bús með óhæfilegri fjárstjórn sinni eða veiti tilefni til, að óttast megi slíka rýrnun.\nNú hefur maki gefið gjöf úr óskiptu búi, og er gjöf óhæfilega há, miðað við efni búsins, og getur þá erfingi fengið gjöf hrundið með dómi, ef viðtakandi sá eða átti að sjá, að gefandi sat í óskiptu búi og að gjöf var úr hófi fram. Mál til riftunar verður því aðeins höfðað, að búið hafi verið tekið til skipta eða erfingi hafi krafist skipta. Mál skal höfða, áður en ár sé liðið frá því, að erfingi eða lögráðamaður hans fékk vitneskju um gjöfina, og þó ekki síðar en innan þriggja ára frá afhendingu gjafar.\nL. 48/1989, 9. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Nú andast maður sem á erfðahlut inni í óskiptu búi og geta þá erfingjar hans aðeins krafist skipta sér til handa að því leyti sem hinum látna hefði verið það heimilt.\nSkuldheimtumenn erfingja geta ekki krafist búskipta.]\nL. 48/1989, 10. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Nú hafa efni bús rýrnað til muna vegna óhæfilegrar fjárstjórnar maka, og geta erfingjar þá við búskipti krafist endurgjalds út af því úr búinu. Ef rýrnunin verður ekki bætt með þeim hætti, má krefja greiðslu á helmingi þess, er á vantar, úr séreign makans, en sú krafa verður þó að þoka fyrir kröfum skuldheimtumanna.\nEf endurgjaldskröfum verður ekki lokið við skipti milli maka og erfingja hins látna, er ekki unnt að hafa þær uppi síðar.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hlutur erfingja í óskiptu búi er séreign hans, ef erfingi er í hjúskap eða gengur í hjúskap. Óheimilt er að breyta þessu skipulagi með kaupmála. Eftir lát erfingjans telst eign þessi þó hjúskapareign hans, nema arfleifandi hafi kveðið öðruvísi á eða kaupmáli hjóna standi til annars. Sama er, ef skipti fara fram í lifanda lífi erfingjans.\nErfingi má ekki afhenda hlut sinn í óskiptu búi né skuldfesta hann, og eigi geta heldur skuldheimtumenn hans leitað fullnustu í honum.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Við skipti milli maka, sem situr í óskiptu búi, og erfingja hins látna, skal deila búshluta hins látna milli þeirra, sem standa til erfða eftir hann, samkvæmt almennum reglum.\nNú fara skipti fram eftir lát beggja hjóna, og fellur þá niður lögmæltur erfðaréttur hins langlífara eftir hið skammlífara.\nNú er skipt eftir lát beggja hjóna, og leitt er í ljós, að enginn á tilkall til arfs eftir það hjóna, sem fyrr lést, og renna eignir bús þá til erfingja þess, er síðar féll frá. Ef engir erfingjar þess, er síðar féll frá, eru á lífi, hverfa eignir bús með sama hætti til erfingja þess hjóna, er fyrr lést.\nVið birtingu laganna í Stjórnartíðindum var greinin þrjár málsgreinar. Við útgáfu lagasafns 1965 féllu saman 2. og 3. mgr. Leiðrétt frá og með útgáfu lagasafns 148b.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Maki, sem situr í óskiptu búi, getur aðeins ráðið yfir sínum hluta úr búinu með erfðaskrá. Honum er heimilt að ráðstafa einstökum munum innan þessara eignarmarka, ef það gengur ekki í berhögg við fyrirmæli hins látna maka samkvæmt 2. mgr. 36. gr.\nIII. kafli. Almenn ákvæði um arftöku.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Barn, sem getið er, áður en arfleifandi fellur frá, tekur arf eftir hann, ef það fæðist lifandi. [Sama gildir um barn sem getið er eftir að arfleifandi fellur frá á grundvelli samþykkis skv. 4. mgr. 6. gr. og 4. mgr. 6. gr. a barnalaga, nr. 76/2003, ef það fæðist lifandi.]\nL. 69/2023, 5. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Nú voru erfðatengsl milli tveggja manna, sem báðir eru látnir, en ósannað er, hvor þeirra dó fyrr, og skal þá líta svo á, að hvorugur hafi lifað hinn.\nIV. kafli. Brottfall erfðaréttar.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Nú hefur maður af ásetningi framið brot á ákvæðum almennra hegningarlaga, sem haft hefur í för með sér dauða annars manns, og má þá ákveða með dómi, að hann hafi fyrirgert sjálfum sér til handa rétti til þess arfs, sem háður var dauða hins.\nHafi maður vísvitandi í frammi ofbeldi við foreldri sitt eða annan ættingja í beinum legg upp á við, heitist við hann eða hóti honum óförum, meiði mjög æru hans eða gerist sekur við hann um aðrar stórfelldar mótgerðir, svo að refsivert sé, þá má dæma hann til að hafa fyrirgert erfðarétti sínum eftir þann mann, sem fyrir misgerðinni varð, ef hann krefst þess.\nNú hefur maður fyrirgert erfðarétti sínum með framangreindum hætti, og má þá veita honum erfðaréttinn aftur að öllu leyti eða nokkru með erfðaskrá.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Heimilt er samkvæmt kröfu ákæruvalds í [sakamáli] að dæma sökunaut, sem gerst hefur sekur um háttsemi samkvæmt 194.&ndash;201. gr. almennra hegningarlaga nr. 19/1940 vegna getnaðar barns, til þess að hafa fyrirgert rétti til arfs sér til handa eftir barnið.\nL. 88/2008, 234. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Nú sannast það í [sakamáli], að maður hefur komið því til leiðar með nauðung, svikum eða misneytingu, að annar maður geri erfðaráðstöfun, eða láti hjá líða að gera hana, og er þá heimilt að ákveða í dómi, að hann hafi glatað rétti til annars arfs en skylduarfs eftir þann mann. Sama er, ef maður af ásettu ráði rangfærir, eyðileggur eða kemur undan erfðaskrá eða öðrum erfðagerningi.\nL. 88/2008, 234. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Erfðaréttur hjóna á milli fellur niður við skilnað að borði og sæng, við algeran hjónaskilnað og við ógildingu hjúskapar með dómi.\nNú voru þeir meinbugir á hjúskap, er annað hjóna andaðist, að hjúskapurinn var ógildanlegur, og tekur þá það hjóna, sem eftir lifir, ekki arf:\n1. Ef það sannast í [sakamáli], að stofnun hjúskaparins var refsiverð athöfn af þess hendi. Þó tekur síðari maki tvíkvænings ekki arf, ef fyrri maki er á lífi og er arfgengur.\n2. [Ef það krefst skipta eftir 27. gr. laga um stofnun og slit hjúskapar, nr. 60/1972.]\nL. 88/2008, 234. gr. Nú l. 31/1993. L. 48/1989, 11. gr.\nV. kafli. Um ráðstöfun á arfi, sem ekki hefur tæmst, og um erfðaafsöl.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Erfingja er óheimilt að ráðstafa arfi, sem hann á í vændum.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Heimilt er erfingja að afsala sér arftökurétti í hendur þeim, sem hann á arfsvon að, hvort sem það er gert fyrir nokkuð eða ekkert. Sá, sem afsalar sér arfi, verður að vera fjárráða. Lögráðamaður ófjárráða manns getur veitt fyrirfram greiddum arfi viðtöku fyrir hans hönd, ef samþykki yfirlögráðanda kemur til.\nEf ekki er annars getið, skuldbindur afsal niðja þess, er afsalar sér arfi, eins og hann sjálfan.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Nú fær sameiginlegur skylduerfingi hjóna fé sem fyrirfram greiddan arf úr hjúskapareign annars eða beggja, og skal sú greiðsla þá koma til frádráttar arfi hans eftir skammlífara makann, eftir því sem til vinnst, ef skipt er, meðan langlífari makinn er á lífi. Ekki skal þetta þó skerða lögmæta erfðaskrá, sem skammlífari makinn hefur gert. Sá fjárhluti erfingja, sem ekki kemur til frádráttar við arfskipti eftir skammlífara makann, sætir frádrætti, er erfðahluti erfingja eftir langlífari makann er ákveðinn, eftir því sem til vinnst.\nFramangreindar reglur taka einnig til þess, er maki, sem situr í óskiptu búi, greiðir erfingja fyrirfram fjárhlut úr búinu.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Nú lætur maki stjúpbarni sínu eða niðjum þess í té fjárverðmæti úr hjúskapareign sinni, og má þá semja svo um, að fé þetta sé fyrirfram greiddur arfur eftir hinn makann, sem kemur til frádráttar við arfskipti eftir hann.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "[Verðmæti, sem 29. og 30. gr. taka til, skal virða erfingja til frádráttar eftir gangverði þess þegar hann veitti því viðtöku, framreiknuðu til verðlags á þeim tíma sem frádráttur á sér stað við arfskipti. Hafi gangverð verðmæta lækkað til muna, frá því að fyrirframgreiðsla átti sér stað, vegna atvika sem erfingjanum verður ekki um kennt skal þó ekki draga meira frá en sanngjarnt er svo að jöfnuður fáist með erfingjum.]\nL. 48/1989, 12. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Nú hlýtur erfingi fyrirfram meira fé frá arfleifanda en nemur erfðahluta hans eftir hann, og verður hann þá ekki skyldaður til að standa búinu skil á mismuninum, nema hann hafi sérstaklega skuldbundið sig til þess.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Fjárframlögum þeim upp í arf, sem 28.&ndash;30. gr. taka til, eða verðmætum þeirra, skal bæta við eigur bús að öðru leyti, þegar búshlutir maka og erfðahlutir eru ákvarðaðir. Nú nemur fyrirframgreiðsla til erfingja hærri fjárhæð en erfðahlut hans, og skal þá aðeins bæta við fjárhæð, sem erfðahlutnum nemur.\nVI. kafli. Um erfðaskrár.\n1. Arfleiðsluhæfi.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Hver sá, sem orðinn er fullra 18 ára eða hefur stofnað til hjúskapar, getur aldurs vegna ráðstafað eignum sínum með erfðaskrá.\nErfðaskrá er því aðeins gild, að sá, sem gerir hana, sé svo heill heilsu andlega, að hann sé fær um að gera þá ráðstöfun á skynsamlegan hátt.\n2. Arfleiðsluheimild. Skylduarfur.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Þegar niðjar, þar á meðal kjörniðjar, eða maki taka arf, er arfleifanda óheimilt að ráðstafa meira en / 3 hluta eigna sinna með erfðaskrá.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Arfleifanda er óheimilt að setja erfingja fyrirmæli um meðferð á skylduarfi, nema lög mæli annan veg.\nArfleifandi getur mælt svo fyrir í erfðaskrá, að tiltekinn skylduerfingi hans skuli fá í sinn hlut ákveðna muni úr séreign hans eða hjúskapareign, enda fari verð þessara muna ekki fram úr skylduerfðahluta erfingjans að viðbættum þeim eignarhluta, sem arfleifanda er heimilt að ráðstafa samkvæmt 35. gr.\n3. Um ógildi erfðaskráa.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Erfðaákvörðun er ógild, ef arfleifandi hefur verið beittur nauðung, svikum eða misneytingu til þess að gera hana.\nNú er leitt í ljós, að erfðaskrárákvæði er annars efnis en til var ætlast, og stafar það af misritun eða öðrum mistökum, og skal þá framkvæma ákvæðið í samræmi við það, sem raunverulega vakti fyrir arfleifanda, ef auðið er að staðreyna arfleiðsluviljann.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Nú stafar erfðaskrárákvæði af misskilningi hjá arfleifanda, án þess að ákvæði 37. gr. eigi við, og er það þá ógilt, ef telja má, að röng hugmynd arfleifanda hafi ráðið úrslitum um efni ákvæðisins.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Erfðaskrárákvæði, sem mæla fyrir um að spilla eignum arfleifanda, eru ógild, nema eðlileg og skynsamleg ástæða sé til þeirra.\n4. Um form erfðaskráa.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Erfðaskrá skal vera skrifleg, og skal arfleifandi undirrita hana eða kannast við undirritun sína fyrir notario publico eða tveimur vottum.\nEf arfleifandi er ólæs, skal lesa erfðaskrá skilmerkilega fyrir honum.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Arfleiðsluvottar skulu ekki vera yngri en 18 ára. Þeir skulu vera áreiðanlegir og hvorki geðveikir né andlega sljóir. Maka arfleifanda skal ekki kveðja til að votta arfleiðslu né menn, sem eru skyldir arfleifanda að feðgatali eða niðja eða mægðir honum með slíkum hætti, eða systkin hans. Maður, sem er í hliðstæðum sifjatengslum við arfleifanda sakir ættleiðingar, er ekki heldur votthæfur.\nNú er maður í sifjatengslum samkvæmt 1. mgr. við aðilja, sem hagsmuna hefur að gæta við erfðaskrá, og er hann þá ekki hæfur til að votta arfleiðslu. Sama er, ef erfðaskrá varðar hagsmuni hans sjálfs eða aðilja eða stofnunar, sem hann vinnur. Nú eru hagsmunir þessir lítilvægir, og valda þau atvik, sem greind eru í þessari málsgrein, þá ekki vanhæfi. Nú er manni falið í erfðaskrá að standa fyrir skiptum á búi arfleifanda, og getur hann allt að einu vottað arfleiðslu.\n...\nL. 86/1989, 16. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Arfleiðsluvottar skulu geta þess í vottorði, að arfleifandi hafi kvatt þá til að votta arfleiðslu sína, og hafi hann ritað undir erfðaskrá eða kannast við undirritun sína að þeim báðum viðstöddum. Þá skal það koma fram í vottorði, að vottum sé kunnugt, að hinn vottfesti gerningur sé erfðaskrá. Vottarnir skulu undirrita vottorð sitt svo fljótt sem föng eru á, eftir að arfleifandi hefur kennst við erfðaskrána.\nÍ arfleiðsluvottorði skal þess enn fremur getið, hvort arfleifandi hafi verið svo heill heilsu andlega, að hann hafi verið hæfur til að gera erfðaskrá. Einnig er rétt að geta þar annarra atriða, sem áhrif geta haft á mat á gildi erfðaskrár.\nArfleiðsluvottar skulu staðsetja og dagsetja vottorð sitt og greina þar nákvæmlega, hvenær arfleifandi hafi ritað undir erfðaskrá eða kennst við efni hennar. Þeir skulu og greina heimilisföng sín, svo að ekki verði um villst.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Í áritun notarii publici á erfðaskrá skal geta sömu meginatriða og þeirra, sem greind eru í 42. gr.\n...\nÍ reglugerð, sem [ráðuneytið] setur, skal kveða nánar á um umsýslu notarii í sambandi við erfðaskrár.\nL. 86/1989, 16. gr. L. 126/2011, 33. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Nú verður maður skyndilega og hættulega sjúkur eða lendir í bráðri hættu, og má arfleiðsla þá fara fram af hans hendi munnlega fyrir tveimur tilkvöddum vottum eða fyrir notario publico. Þeir skulu skrásetja efni erfðaskrár, svo fljótt sem kostur er, og staðfesta með undirritun sinni. Gæta skal hér ákvæða 40.&ndash;43. gr., eftir því sem við getur átt.\nErfðaskrá, sem gerð er að hætti 1. mgr., verður ógild, ef arfleifandi hefur ekki endurnýjað hana, áður en 4 vikur eru liðnar frá því, að honum varð unnt að gera erfðaskrá með venjulegum hætti.\n5. Um vefengingu á erfðaskrám.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Nú sannast, að arfleifanda brast hæfi, sbr. 34. gr., eða að erfðaskrárákvörðun hefur orðið til með þeim hætti, sem í 37. eða 38. gr. segir, og kemur hún þá ekki til framkvæmda, er erfingi rengir hana.\nÞegar erfðaskrá, sem er undirrituð af arfleifanda og ber áritun votta, fullnægir ekki ákvæðum 40.&ndash;43. gr. að öðru leyti, og erfingi telur, að ógilda beri erfðaskrá samkvæmt 34. gr. eða 37.&ndash;38. gr., þá verður sá, sem vill byggja rétt á henni, að hrinda staðhæfingu þess, er rengir, með vættisburði arfleiðsluvotta eða öðrum sönnunargögnum.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Um sönnunargildi notarialvottorðs fer sem um önnur opinber skjöl ...\nNú er yfirlýsing votta í arfleiðsluvottorði fullnægjandi um atriði þau, sem greinir í 42. gr. og 1. mgr. 44. gr., og skal hún þá talin rétt, nema sá, sem rengir, færi sönnur á hið gagnstæða.\nL. 91/1991, 160. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Andmæli gegn gildi erfðaskrár skal bera fram við [sýslumann], [skiptastjóra] eða erfingja, sem skipta einkaskiptum, jafnfljótt og tilefni verður til. Andmæli, sem koma fram eftir skiptalok, skulu ekki tekin til greina, nema það sannist, að erfingi hafi ekki haft tök á að bera þau upp við skiptin eða refsiverðu misferli sé til að dreifa við gerð erfðaskrár eða við skipti erfingja.\nL. 48/1989, 13. gr. L. 20/1991, 136. gr.\n6. Um breytingu og afturköllun á erfðaskrám.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Nú vill arfleifandi breyta einstökum ákvæðum erfðaskrár eða auka við þau, og skal þá gætt sömu reglna og við gerð erfðaskrár.\nNú lætur arfleifandi ótvírætt í ljós, að hann taki aftur erfðaskrá sína, og er hún þá fallin úr gildi. Ef erfðaskrá er sameiginleg eða gagnkvæm, er afturköllun því aðeins gild, að hún sé gerð kunn hinum aðiljanum, nema slíkt sé ekki unnt vegna sérstakra ástæðna.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Arfleifandi getur skuldbundið sig gagnvart erfingja sínum eða öðrum aðilja með yfirlýsingu um að gera ekki erfðaskrá eða taka ekki aftur eða breyta erfðaskrá, sem hann hefur þegar gert. Um slíka yfirlýsingu skal gætt reglna 34. gr. og 40.&ndash;43. gr. Nú er arfleifandi ófjárráða, og verður þá samþykki yfirfjárráðanda að koma til.\n7. Um kvaðaarf.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Nú er sérstök hætta á, að skylduerfingi muni fara ráðleysislega með erfðahlut sinn, og er arfleifanda þá heimilt að setja ákvæði í erfðaskrá um það, hversu fari um skylduarf til einstakra niðja eða maka, svo sem að erfðahlutur lúti reglum um fé ófjárráða, að erfingja sé greidd tiltekin fjárhæð af höfuðstól með vissu millibili eða að óheimilt sé að ráðstafa eign eða leita fullnustu í henni nema með tilteknum hætti. Slík ákvæði í erfðaskrá verða því aðeins gild, að [sýslumaður] samþykki þau.\n[Sýslumanni] er heimilt að fella niður kvaðir á arfi að nokkru leyti eða öllu, þegar erfingi hefur náð 21 árs aldri og færir sönnur á, að þær ástæður, sem lágu til grundvallar kvöðum, eru ekki framar fyrir hendi. [Sýslumaður] getur einnig leyft, að erfingja séu greiddar hærri fjárhæðir af arfi en erfðaskrá ákveður, ef brýn nauðsyn erfingja eða fjölskyldu hans krefur.\nKvöð á arfi fellur niður í síðasta lagi við andlát erfingja.\n[Ráðherra er heimilt að ákveða að ákvarðanir skv. 1. og 2. mgr. verði á hendi eins sýslumanns.\nÁkvörðun sýslumanns um kvaðabindingu arfs og niðurfellingu á kvöð á arfi er kæranleg til ráðuneytisins innan þriggja mánaða frá dagsetningu ákvörðunar sýslumanns.]\nL. 145/2013, 23. gr. Rg. 108/2014, sbr. 1152/2014.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "[Um varðveislu kvaðaarfs fer sem um fé ólögráða manna, sbr. 39. gr. lögræðislaga, nr. 68/1984.]\nNú er arfur bundinn kvöðum, og getur erfingi þá ekki ráðstafað höfuðstólnum með löggerningum, en eindöguðum greiðslum ræður hann samkvæmt almennum reglum, nema erfðaskrá mæli annan veg.\nSkuldheimtumenn erfingja geta ekki leitað fullnustu í kvaðaarfi, meðan erfingi er á lífi, nema vegna skaðabóta, sem hann hefur verið dæmdur til að gjalda út af refsiverðum verknaði hans eða öðrum verknaði frömdum af ásetningi eða stórkostlegu gáleysi.\nNú l. 71/1997. L. 48/1989, 14. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Binda má arf, sem ekki er skylduarfur, kvöðum með erfðaskrá. Ákvæði 2. og 3. mgr. 50. gr. og 51. gr. eiga við um slíkan arf, nema erfðaskrá geti annars.\n8. Um skýringu á erfðaskrám.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Nú arfleiðir arfleifandi tvo menn eða fleiri í erfðaskrá, en greinir þar hvorki um erfðahluti þeirra né röð arftaka, og fá arftakar þá allir jafnan erfðahlut.\nVII. kafli. Um dánargjafir.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Framangreindar reglur um erfðaskrár skulu einnig gilda um þau gjafaloforð, sem ekki er ætlast til, að komi til framkvæmdar, fyrr en að gefandanum látnum, og gjafir, sem gefnar eru á dánarbeði.\nVIII. kafli. Um erfðarétt erfðafjársjóðs o.fl.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Nú á maður engan erfingja, og renna þá eigur hans í [ríkissjóð]. ...\n[Ráðherra] getur vefengt erfðaskrá fyrir hönd sjóðsins. Nú þykir ráðherra sýnt, að erfðaskrá, sem er vefengjanleg, gefi til kynna raunverulegan vilja arfleifanda, og getur hann þá látið hjá líða að rengja erfðaskrána. [Ráðherra] er enn fremur heimilt að hafna arfi fyrir hönd sjóðsins til hagsbóta fyrir vandamenn arfleifanda, þegar sérstaklega stendur á, einkum ef arfleifandi hefur ekki verið arfleiðsluhæfur eða ekki getað komið því við að gera erfðaskrá.\nL. 174/2000, 6. gr. L. 162/2010, 95. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "...\nL. 20/1991, 136. gr.\nIX. kafli. Gildistaka laganna o.fl.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "...",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Lögum þessum skal beita um erfðaskipti eftir þá menn, sem andast eftir gildistöku laga þessara, nema annars sé getið.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Nú situr maki í óskiptu búi við gildistöku laga þessara, og eiga þá ákvæði laganna við um búið upp frá því. Ákvæði þeirra laga, sem í gildi voru, þegar hið skammlífara andaðist, ráða því þó, hverjir taka arf eftir það.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Erfðagerninga, sem stofnað var til í tíð eldri laga og gildir voru eftir þeim lögum, skal meta gilda, þótt þeir fullnægi ekki ákvæðum laga þessara um hæfi arfleifanda og form gernings. Um arfleiðsluheimild og önnur atriði, er varða efni erfðagernings, skal beita ákvæðum þessara laga.\nNú reynir á erfðagerning eftir gildistöku laga þessara, en til hans er stofnað í tíð eldri laga, og skal þá meta hann gildan, þótt hann fullnægi ekki reglum eldri laga um hæfi arfleifanda og form erfðagernings, ef hann fullnægir ákvæðum laga þessara um þau efni.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Sérákvæði í lögum um rithöfundarétt og prentrétt og lögum um ættaróðal og erfðaábúð svo og önnur sérákvæði halda gildi sínu, þrátt fyrir gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "...",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    }
  ]
}
