{
  "id": "21/1966",
  "type": "statute",
  "title": "Lög um skrásetningu réttinda í loftförum",
  "status": "in_force",
  "issued_date": "1966-04-16",
  "url": "https://www.althingi.is/lagas/nuna/1966021.html",
  "description": "Tóku gildi 6. maí 1966.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Réttindi í loftfari, sem skráð er í þjóðernisskrá samkvæmt lögum um loftferðir, skulu skrásett til þess að njóta verndar gegn samningum um loftfarið og gegn lögsókn. Skrásetja ber í réttindaskrá, sem gilda skal fyrir allt landið og halda ber við [embætti sýslumannsins] í Reykjavík.\nSkilyrði þess, að réttindi geti rýmt burt óskrásettum réttindum, er, að þau séu sjálf skrásett og aflandi þeirra samkvæmt samningi hafi öðlast þau í grandleysi.\nNú er eigandi skrásettra réttinda í loftfari sviptur lögræði, og skal skrásetja athugasemd um það, til þess að lögræðisvöntunina megi hafa uppi gegn samningi um loftfarið, sem maður gerir í grandleysi við hinn lögræðissvipta mann. Sama gildir, þá er réttindahafi hlítir meðráðamennsku.\nL. 92/1991, 45. gr.\n[1. gr. a.\nÁkvæði laga um Höfðaborgarsamninginn um alþjóðleg tryggingarréttindi í hreyfanlegum búnaði og bókunar um búnað loftfara hafa forgang fram yfir ákvæði þessara laga vegna skráðra tryggingarréttinda sem falla undir Höfðaborgarsamninginn og bókun um búnað loftfara og innbyrðis þýðingu skráðra tryggingarréttinda, og þeirra úrræða sem kröfuhafi hefur til að ná fullnustu kröfu sinnar frá því tímamarki.]\nL. 74/2019, 12. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skrásetja má einkaskjal, ef það eftir efni sínu kveður á um, stofnar, breytir eða fellir niður einhver eftirtalinna réttinda:\n1. eignarrétt, hvort heldur hann er óskilyrtur eða bundinn skilyrði um greiðslu kaupverðs eða öðrum skildögum,\n2. leiguréttindi, þá er þau eru veitt fyrir sex mánaða tímabil eða lengri tíma,\n3. veðréttindi og áþekk tryggingarréttindi í loftförum, sem samkvæmt samningi skulu tryggja greiðslu skuldar, enda sé fjárhæð hennar eða hámarksfjárhæð fastákveðin. Veðréttindi og tryggingarréttindi, sem hafa eigi áður verið viðurkennd í íslenskum rétti, má því aðeins skrásetja, að þau fullnægi framangreindum skilyrðum og [ráðherra] samþykki skrásetninguna.\nL. 126/2011, 44. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Nú er veðréttur eða áþekkur tryggingarréttur skrásettur, og er endurnýjuð skrásetning óþörf, þótt aðiljaskipti verði að réttinum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Forgangsréttur krafna um opinber gjöld af loftförum, sem skrásett eru hér á landi, er gildur gegnt þriðja manni án skrásetningar, enda sé kveðið á um hann í íslenskum lögum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kröfur um bjarglaun samkvæmt lögum um loftferðir og endurgjald fyrir útgjöld til varðveislu loftfars eru tryggð með veði í loftfarinu.\nSlíkur veðréttur gengur fyrir öllum öðrum réttindum í loftfari. ...\nNú er um að tefla fleiri en ein réttindi nefndrar tegundar, og skal fullnægja þeim í öfugri röð við þá atburði, sem leiddu til réttindanna.\nL. 74/2019, 12. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Önnur lögákveðin tryggingarréttindi en þau, sem greinir í 5. gr., verða eigi skrásett.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skjöl, sem berast til skrásetningar, skal samdægurs rita í dagbók, þar sem m.a. sé tilgreint loftfar það, sem tilkynningin varðar, skráningarmerki þess, hvers konar réttindi um er að tefla, og svo nafn tilkynnanda og heimilisfang. Vísa skal frá skjölum, sem eigi fullnægja skilyrðum þeim, sem sett eru samkvæmt 16. gr. fyrir skrásetningu. Árita skal skjal um, hvenær það var ritað í dagbók.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Nú hefur skjal verið ritað í dagbók, og skal kanna, hvort skjal megi skrásetja. Ef skjalið varðar réttindi, sem eigi má skrásetja samkvæmt ofantöldum ákvæðum, eða tilkynnandi færir eigi fram nauðsynleg skilríki fyrir rétti sínum til að krefjast skrásetningar, ber að vísa skjali frá skrásetningu og strika það út í dagbók. Rétt er skrásetjara þó að setja frest til öflunar nefndra skilríkja, enda skal frávísa skjali að útrunnum þeim fresti, ef skilríkin hafa þá enn eigi verið lögð fram. Skrásetja skal þá skjalið og tilgreina hinn ákveðna frest.\nSkrásetning í réttindaskrá eða frávísun skjalsins skal fara fram, svo fljótt sem kostur er, og eigi síðar en 10 dögum eftir tilkynningu til skrásetningar.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Nú er loftfar skrásett í réttindaskrá eða samsvarandi skrá í ríki, sem er aðili að Genfsáttmálanum frá 1948, og er rétt að skrásetja eignarrétt á því samkvæmt:\n1. afsali, sem tjáist útgefið af réttbærum aðilja til að ráðstafa loftfarinu eftir réttindaskrá þeirri, sem um er að tefla, eða afsalið er gefið út með samþykki þess aðilja, eða\n2. vottorði [sýslumanns], sem lýsir því, að aðili, er beiðst er skrásetningar á rétti hans, hafi fengið bú hins skrásetta eiganda framselt til setu í því óskiptu ... eða\n3. endurriti af dómi eða annarri opinberri réttarathöfn, sem veitir aðilja, er beiðst er skrásetningar á rétti hans, eignarrétt til loftfarsins eða kveður á um eignarrétt hans gegnt hinum skrásetta eiganda.\nNú stendur loftfar eigi á réttindaskrá eða samsvarandi skrá í erlendu sáttmálaríki, og er rétt að skrásetja eignarrétt samkvæmt skilríki um, að aðili, er beiðst er skrásetningar á rétti hans, hafi á sjálfs sín spýtur látið smíða loftfarið eða hafi hann eignast loftfarið á annan hátt, samkvæmt skilríki, er [sýslumaður] metur gilt, að hann hafi eignast loftfarið með tilgreindum hætti.\nL. 20/1991, 136. gr. L. 92/1991, 45. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Rétt er, að skrásetning annarra réttinda fari fram samkvæmt:\n1. skjali, er varðar réttindin og tjáist vera útgefið af réttbærum aðilja eftir réttindaskránni til að ráðstafa réttinum, eða framsali hans, sé um veðrétt að tefla, eða það er gefið út með samþykki nefnds aðilja, eða\n2. endurriti dóms, aðfarargerðar eða annarrar opinberrar réttarathafnar, sem veitir aðilja, er beiðst er skrásetningar á rétti hans, réttindin eða kveður á um aðild hans að réttindunum gegnt þeim, sem umráð þeirra hefur eftir ákvæði 1. tölul.\nNú hefur eigi verið kveðið á um veðréttindi þau, sem í 5. gr. getur, né fjárhæð þeirra í dómi né samningi, og er rétt að skrásetja þau samkvæmt fullnægjandi skilríkjum um, að lögsókn sé hafin gegn hinum skrásetta eiganda til heimtu þeirra. Skilríki skulu greina glöggt, til hverrar fjárhæðar lögsóknin tekur.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Nú er loftfar, sem skrásett er í þjóðernisskrána, selt [með nauðungarsölu, og skal þá sýslumaður sjá til þess að það verði skrásett] í réttindaskrá.\nNú er bú eiganda loftfars tekið til gjaldþrotaskipta eða annarrar opinberrar skiptameðferðar, og ber [skiptastjóra] að láta skrásetja þetta í réttindaskrá.\nNú eignast ólögráða maður loftfar fyrir arf eða á annan hátt, og ber lögráðamanni að tilkynna það til skrásetningar.\nÍ tilkynningu skal tilgreina fæðingardag hins ólögráða manns.\nL. 90/1991, 91. gr. L. 20/1991, 136. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Nú tálmar ekkert skrásetningu hins tilkynnta skjals, og skal skrásetja það í réttindaskrá og árita um skrásetninguna.\nNú greinir skjal eigi stöðu rétthafa í réttindastiga eða greinir hana þannig, að í bága fer við efni réttindaskrár, eða eigi ber saman í einhverjum minni háttar atriðum efni skjalsins, efni framlagðra skilríkja eða efni réttindaskrár, og skal rita athugasemd á skjalið um þetta og svo skrá athugasemdina í réttindaskrána.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Loftfar hvert skal í réttindaskrá hafa blað í þeirri röð, sem skrásetningartala loftfars í þjóðernisskrá segir til um. Blað loftfars skal greina í þrjá dálka, sem í skal skrá sundurgreint:\n1. eignarheimildir;\n2. veðréttindi og önnur tryggingarréttindi, þar með eignarréttarfyrirvara;\n3. forkaupsrétt, leiguréttindi og önnur réttindi.\nÍ réttindaskrá skal skrá stuttlega efni skjals. Greina skal útgáfudag þess og tilkynningarstund, nafn og heimili útgefanda þess og nafn og heimili rétthafa, tegund réttinda þeirra, sem um er að tefla, ásamt skilyrðum og frestum, sem þau eru bundin. Tilgreina ber fjárhæð eða hámarksfjárhæð skuldar, sem tryggð er með veði eða öðrum tryggingarrétti í loftfari, stöðu veðbréfs í veðstiga og hvort veðréttur tekur yfir varahluti, sbr. 24. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Um heimild til að kæra ákvörðun sýslumanns um skrásetningu til [ráðherra] og til málshöfðunar um hana fer eftir reglum þinglýsingalaga.]\nL. 162/2010, 102. gr. L. 92/1991, 45. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Leggja skal í skjalasafn [sýslumanns] endurrit af skrásettu skjali með sömu áritun, sem er á hinu skrásetta skjali.\nL. 92/1991, 45. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Rétt er [ráðherra] að setja reglur um ritun réttindaskrár og um birtingu hins skrásetta efnis, hverjar skýrslur um loftför skal í té láta, áður en skrásetning er framkvæmd, og hver skilríki skuli fylgja skjali, sem afhent er til skrásetningar. [Ráðherra] er einnig rétt að setja reglur um form skjalanna og með hverjum hætti útgefandi skuli sanna deili á sér og lögræði sitt og svo hvernig sanna skuli falsleysi skjalsins og framlagðra skilríkja.\nL. 162/2010, 102. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Útstrikun skrásetts réttar úr réttindaskrá fer fram samkvæmt samþykki skrásetts rétthafa eða sönnun um, að rétturinn sé niður fallinn eftir efni sínu eða samkvæmt dómi eða annarri réttargerð.\nSkilyrði fyrir útstrikun veðbréfs er framlagning þess með áritaðri kvittun eða sönnun fyrir því, að veðrétturinn sé niður fallinn samkvæmt dómsákvæði.\nÚtstrikun skal framkvæma með þeim hætti, að strika ber yfir það, sem skrásett er í réttindaskrá, þó þannig að það sé áfram læsilegt.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Sýslumaður] skal láta að beiðni í té endurrit úr réttindaskránni og dagbókinni eða endurrit skrásettra og tilkynntra skjala gegn gjaldi, sem [ráðherra] ákveður. Staðfesta skal [sýslumaður] með undirskrift sinni, að endurrit séu rétt, og er undirritun hans sönnun fyrir réttleik endurrits, uns annað sannast.\nL. 92/1991, 45. gr. L. 162/2010, 102. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Nú er loftfar strikað af þjóðernisskrá, og skal þá einnig strika það af réttindaskrá.\nNú er rituð í þjóðernisskrá athugasemd um tilvik, sem leitt hefði til útstrikunar, ef eigi hefðu hvílt skrásett réttindi á loftfarinu, og skal rita samsvarandi athugasemd í réttindaskrána.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Réttarverkanir skrásetningar teljast frá þeim degi, er skjalið er tilkynnt til skrásetningar, enda sé eigi öðruvísi mælt. Skjöl, sem tilkynnt eru sama dag, eru jafnrétthá.\nNú hafa réttindi í loftfari, þeirrar tegundar, sem í 2. gr. getur, hingað til verið skrásett í ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, og halda þau stöðu sinni í réttindastiga, þá er loftfarið er fært yfir á réttindaskrá hér á landi. Skrásetja skal nefnd réttindi í réttindaskrá samtímis því, að eignarheimildin er skrásett.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Nú hefur skjal verið skrásett í réttindaskrá, og verður engin mótbára höfð uppi um gildi þess gegn grandlausum manni, sem öðlast hefur það samkvæmt skrásettum samningi. Þó á rétt á sér sú mótbára, að skjalið sé falsað að nokkru eða öllu eða útgáfa þess hafi verið knúin fram með líkamlegu ofbeldi eða ógnun um beiting slíks ofbeldis þegar í stað eða útgefandi þess hafi verið ólögráða, þá er hann gaf það út. Nú hefur loftfarið áður verið skrásett í réttindaskrá ríkis, sem gerst hefur aðili að Genfsáttmálanum frá 1948, og hefur skrásetning loftfarsins í hina íslensku réttindaskrá eigi í för með sér, að ónýtist mótbára sú, er áður mátti hafa uppi gegn grandlausum manni, er öðlaðist loftfarið eða skrásett réttindi í því.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Réttindi þau, sem greinir í 2. og 5. gr., taka einnig yfir búnað, sem komið er fyrir í loftfari, þ. á m. hreyfla, skrúfur, útvarpsbúnað, tæki og svo slíkan loftfarsbúnað, sem einungis um stundarsakir er skilinn frá loftfarinu.\nSérstök réttindi verða eigi stofnuð eða áskilin, að því er varðar slíkan búnað eða slíka hluta loftfars, er getur í 1. mgr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Nú eru tvö loftför eða fleiri sett í einu að tryggingu fyrir sömu kröfu, og er hvert þeirra að veði fyrir allri veðskuldinni.\nNú er hluti loftfars settur að veði eða til tryggingar, og verður slík setning veðs eða tryggingar eigi skrásett.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Skrásetja má veðrétt eða áþekkan tryggingarrétt, sem einnig tekur yfir varahluti í eigu eiganda loftfars, enda séu þeir eigi áður sérstaklega veðbundnir, þeir séu í birgðageymslu hér á landi eða í ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, og tegund þeirra, tala þeirra hér um bil og geymslustaður sé tilgreint í skjalinu eða í fylgiskjali þess. Við hverja slíka birgðastöð skal vera uppfest auglýsing, sem greini haftið, nafn lánardrottins og svo hvar rétturinn er skrásettur.\nNú hefur slík veðsetning farið fram, og er veðsala skylt að sjá um, að magn birgðanna skerðist ekki að mun. Eigi verður beint lögsókn gegn hluta birgðanna, nema til komi samþykki rétthafa, sem ofar standa í réttindastiga.\nTryggingarréttur í varahlutabirgðum fellur niður í síðasta lagi, þremur mánuðum eftir að hann er fallinn niður í loftfari því, sem um er að tefla, nema handhafi tryggingarréttarins hafi fyrir lok nefnds tímabils hafið lögsókn til heimtu kröfu sinnar og leiðir hana til lykta án tafar til öflunar fullnustu.\nTil varahluta teljast hlutar loftfars, hreyflar, skrúfur, útvarpstæki, önnur tæki og aðrir hlutir, sem geymt er og ætlað er til setningar í loftför í staðinn fyrir hluta eða búnað, sem tekinn er úr notkun.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Að öðru ber að beita reglum þeim, sem gilda um veðréttindi í fasteignum, um rétt veðhafa og handhafa áþekkra tryggingarréttinda í loftförum til fullnustu á undan öðrum kröfuhöfum með þeim tilslökunum, sem leiðir af séreðli slíkra tryggingarréttinda.\nII. kafli. Sérstakar reglur um erlend loftför.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Um réttindi í loftförum, sem eru skrásett í ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, gilda ákvæði 22., 27.&ndash;30. og 33.&ndash;35. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Nú eru réttindi þau, sem um er að tefla, stofnuð samkvæmt þeim reglum, er um það gilda í ríki, er loftfarið þá var skrásett í þjóðernisskrá þess, og réttindin eru löglega skrásett í opinberri skrá í ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, og njóta réttindi, sem hér á eftir eru talin, verndar á Íslandi:\n1. eignarréttur til loftfars;\n2. réttur vörsluhafa loftfars til að kaupa það;\n3. leiguréttur til loftfars, svo fremi hann er veittur fyrir eigi styttri tíma en sex mánuði, og\n4. veðréttindi og önnur áþekk tryggingarréttindi í loftfari, sem samkvæmt samningi eiga að tryggja efnd skuldbindingar, er fjárhæð hennar eða hámarksfjárhæð er fastákveðin. Verndin tekur einungis til vaxta, sem fallið hafa á í allt að þrjú ár fyrir upphaf lögsóknar eða meðan á lögsókn stendur.\nEfni réttarverndar ákveðst, að því er varðar loftför þau, sem í 26. gr. getur, samkvæmt reglum þeim, er um það gilda í ríki því, þar sem réttindin eru skrásett, enda sé eigi öðruvísi mælt í lögum þessum eða réttarfarslögum.\nNú eru réttindi þeirrar tegundar, er getur í 1. mgr. 1.&ndash;4. tölul. þessarar greinar, skrásett í sama loftfari í fleiri ríkjum en einu, sem hafa gerst aðiljar að Genfsáttmálanum frá 1948, og skal meta lögmæti hverrar einstakrar skrásetningar samkvæmt lögum þess ríkis, er loftfarið var þá skrásett í þjóðernisskrá þess.\nNú eru birgðir af varahlutum, sem geymdar eru hér á landi, settar til tryggingar ásamt loftfari eða loftförum, sem tekin eru á þjóðernisskrá í ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, og ber að gæta reglna 1. mgr. 24. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Nú hefur eigandi loftfars selt það eða stofnað í því einhver þau réttindi, sem greinir í 2.&ndash;4. tölul. 1. mgr. 27. gr., eða handhafi einhverra þessara réttinda hefur framselt þau þriðja manni, þótt eigandi loftfars eða framseljandi réttinda vissi, að framkvæmd hefði verið kyrrsetning, fjárnám eða nauðungarsala á loftfarinu eða nefndum réttindum, og nýtur kaupunautur eigi réttarverndar gegn lánardrottni þeim, sem framkvæmir lögsóknina, né gegn kaupanda við nauðungarsölu.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Nú hefur stofnast krafa um bjarglaun eða endurgjald fyrir óvenjuleg útgjöld, sem hafa verið algerlega nauðsynleg til þess að varðveita loftfar, og þessar aðgerðir hafa verið til lykta leiddar í ríki, sem aðili hefur gerst að Genfsáttmálanum frá 1948, og krafan er samkvæmt reglum þeim, sem gilda í ríki þessu, tryggð með veði í loftfarinu, og gengur slíkur veðréttur fyrir réttindum þeim, sem greinir í 27. gr.\nNú eru fleiri en ein slík réttindi í loftfari og skal fullnægja þeim í öfugri röð við þá atburði, sem leiddu til þeirra.\nNú eru liðnir þrír mánuðir frá aðgerðum þeim, sem getur í 1. mgr., og fellur rétturinn niður, nema hann sé skráður í réttindaskrána og fjárhæð kröfunnar fastákveðin í samningi aðilja eða lögsókn sé hafin. Það fer eftir lögum þess lands, þar sem lögsókn er hafin, hvort rjúfa má nefndan tveggja mánaða frest, eða láta hann hætta að líða um stundarsakir.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Nú er annars einhver réttur, tryggður í loftfari, skrásettur í ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, og víkur hann fyrir réttindum þeim, sem greinir í 27. gr., jafnvel þótt hann gangi í ríki því, sem í hlut á, fyrir nefndum réttindum. Nú veldur erlent loftfar tjóni á mönnum eða munum hér á landi, og gilda ákvæði sérlaga um lögsókn til heimtu skaðabóta fyrir tjónið.\nIII. kafli.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "...\nL. 79/1975, 25. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Gjald er kræft við tilkynningu. Gjaldið má heimta fyrirfram. Nú er skjali vísað frá, og ber að endurgreiða gjaldið.\nÁbyrgur fyrir greiðslu gjaldsins er sá, sem krefst skrásetningar, hvort sem hann kemur fram í sjálfs sín þágu eða þágu annars aðilja. Í síðara tilvikinu er einnig sá, sem í hlut á, ábyrgur.\nIV. kafli.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Í lögum þessum merkir ríki, sem gerst hefur aðili að Genfsáttmálanum frá 1948, ríki, er hefur gerst aðili að sáttmála þeim, sem samþykktur var í Genf 19. júní 1948 um alþjóðlega viðurkenningu á réttindum í loftförum, eða landsvæði, er slíkt ríki fer með málefni þess gegnt öðrum ríkjum, enda hafi ríkið eigi undanskilið nefnt landsvæði reglum sáttmálans.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ákvæði laga þessara skulu eigi vera til fyrirstöðu breytingu þeirra lagaaðgerða, sem heimilaðar eru í lögum um toll og loftferðir og svo komu manna hingað til lands.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Lögin gilda eigi um loftför hers, tollyfirvalda né lögreglu.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "...\nV. kafli.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "...\nL. 92/1991, 45. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    }
  ]
}
