{
  "id": "22/1968",
  "type": "statute",
  "title": "Lög um gjaldmiðil Íslands",
  "status": "in_force",
  "issued_date": "1968-04-23",
  "url": "https://www.althingi.is/lagas/nuna/1968022.html",
  "description": "Tóku gildi 30. apríl 1968.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gjaldmiðill Íslands nefnist króna, er skiptist í hundrað aura.\nÍ skiptum skulu notaðir peningaseðlar og slegnir peningar (mynt).",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Seðlabanki Íslands hefur einkarétt til að láta gera og gefa út peningaseðla og láta slá og gefa út peninga úr málmi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Peningaseðlar þeir, sem Seðlabanki Íslands lætur gera og gefur út, og peningar þeir, sem hann lætur slá og gefur út, skulu vera lögeyrir í allar greiðslur hér á landi með fullu ákvæðisverði.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ráðherra ákveður, að tillögu Seðlabanka Íslands, gerð, lögun, útlit og ákvæðisverð peningaseðla þeirra, sem bankinn lætur gera og gefur út, og skal birta auglýsingu um það efni.\nAugl. 864/2013.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Seðlabanki Íslands skal slá peninga úr málmi (mynt), er fullnægi eðlilegri þörf á skiptimynt á hverjum tíma. [Jafnframt er bankanum heimilt, með leyfi ráðherra, að slá sérstaka tilefnismynt samkvæmt lögum um Seðlabanka Íslands.]\nRáðherra skal, að tillögu bankans, ákveða ákvæðisverð peninga þeirra, sem slá skal, svo og gerð, þunga, stærð og málmblöndu, og skal birt auglýsing um það efni.\nPeningar þessir skulu það rétt slegnir, að mismunur á þunga einstakra peninga, sem eiga að hafa sömu þyngd, skal eigi nema meira en einum af hundraði.\nL. 81/2000, 1. gr. Augl. 45/2000.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Eigi eru aðrir en bankar og sparisjóðir skyldugir að taka við greiðslu í einu á meira fé en 500 krónum í slegnum peningum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Peningaseðlar, sem eru svo skemmdir, að númer þeirra og ákvæðisverð verður eigi örugglega greint, eru eigi lögmætur gjaldmiðill.\nSlegnir peningar, sem svo eru slitnir eða skemmdir, að áletranir á þeim eru eigi vel læsilegar, teljast ekki lögmætur gjaldmiðill.\nÁkveða má með reglugerð, sem sett skal af ráðherra, að Seðlabanki Íslands megi þó leysa slíka seðla og slegna peninga til sín með fullu verði eða hluta af verði.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Að tillögu Seðlabanka Íslands er ráðherra heimilt að ákveða að fjárhæð sérhverrar kröfu eða reiknings skuli greind og greidd með heilli krónu. Skal lægri fjárhæð en fimmtíu aurum sleppt, en fimmtíu aurar eða hærri fjárhæð hækkuð í eina krónu. Seðlabankinn ákveður alla nánari framkvæmd þessa ákvæðis.]\nRg. 339/1974. Rg. 674/2002. L. 36/1998, 1. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Þeir seðlar og slegnir peningar, sem við gildistöku laga þessara eru lögmætur gjaldmiðill á Íslandi, skulu halda gildi sínu.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Að tillögu Seðlabanka Íslands er ráðherra heimilt að ákveða, að innkalla skuli einstakar gerðir seðla og sleginna peninga, sem í umferð eru, og þeir hætta að vera lögmætur gjaldmiðill í lögskiptum.\nFrestur til að afhenda seðla þá og slegna peninga, sem innkallaðir eru, skal vera 12 mánuðir frá birtingu auglýsingar um innköllunina. Á innköllunarfrestinum skulu allir bankar og sparisjóðir skyldugir að taka við peningum þeim, sem innkalla skal, og láta í staðinn peninga, sem eigi skal innkalla. Á innköllunarfrestinum eru peningar þeir, er innkalla skal, lögmætur gjaldmiðill í lögskiptum manna, en hætta að vera lögmætur gjaldmiðill að frestinum liðnum. Seðlabanka Íslands er þó skylt að innleysa slíka peninga í ekki skemmri tíma en aðra 12 mánuði eftir lok 12 mánaða frestsins.\nRáðherra skal með reglugerð setja nánari ákvæði um framkvæmd innköllunar hverju sinni.\nÁkvæði 1. mgr. taka eigi til almennrar innköllunar gjaldmiðils.\nRg. 117/1980 (um útgáfu nýrra peningaseðla o.fl.). Rg. 253/1980 (um gjaldmiðilsbreytingu). Rg. 673/2002 (um innköllun þriggja myntstærða).",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ráðherra sá, sem fer með [yfirstjórn Seðlabankans], setur reglugerðir allar um framkvæmd laga þessara. ...\nL. 103/1999, 2. gr.\nÁkvæði til bráðabirgða.\nHeimilt er ríkissjóði að selja pening þann, sem sleginn var samkvæmt heimild í lögum nr. 47/1961, með allt að 50% álagi á nafnverð. Ágóða þeim, sem verða kann af sölu peningsins, skal verja til framkvæmda á fæðingarstað Jóns Sigurðssonar, Rafnseyri við Arnarfjörð.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
