{
  "id": "33/1968",
  "type": "statute",
  "title": "Lög um Félagsstofnun stúdenta við Háskóla Íslands",
  "status": "in_force",
  "issued_date": "1968-04-20",
  "url": "https://www.althingi.is/lagas/nuna/1968033.html",
  "description": "Tóku gildi 18. maí 1968.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Við Háskóla Íslands skal starfa Félagsstofnun stúdenta. [Ráðuneytið], Háskóli Íslands og allir skrásettir stúdentar innan hans eiga aðild að stofnuninni, svo sem nánar segir í lögum þessum.\nStofnunin er sjálfseignarstofnun með sjálfstæðri fjárhagsábyrgð. Eignir og skuldbindingar stúdentagarðanna og annarra fyrirtækja í þágu stúdenta, sem rekin eru innan skólans nú, skulu að fengnu samþykki háskólaráðs og stúdentaráðs hverfa undir hina nýju stofnun frá þeim tíma og með þeim hætti, sem nánar er kveðið á um í reglugerð samkvæmt 6. gr. laga þessara.\nL. 126/2011, 48. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Stofnunin skal annast rekstur og bera ábyrgð á fyrirtækjum í þágu stúdenta og beita sér fyrir eflingu þeirra samkvæmt því, sem nánar er kveðið á um í reglugerð.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stjórn stofnunarinnar skal skipuð fimm mönnum, einum tilnefndum af [ráðuneytinu], einum kosnum af háskólaráði og þrem kosnum af stúdentaráði til tveggja ára í senn. Varamenn skal tilnefna með sama hætti til jafnlangs tíma. Stjórnin kýs sér formann.\nL. 126/2011, 48. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórn stofnunarinnar aflar fjár til framkvæmda þeirra, er undir stofnunina heyra, í samvinnu við rektor og háskólaráð. Auk tekna af fyrirtækjum þeim, er Félagsstofnun stúdenta ræður yfir eftir lögum þessum og reglugerð, skal fjár til byggingarframkvæmda, rekstrar fyrirtækja og eflingar þeirra aflað sem hér segir:\n1. Árleg skrásetningargjöld stúdenta við Háskóla Íslands skulu renna að hluta til stofnunarinnar, eftir því sem nánar er ákveðið í reglugerð fyrir Háskóla Íslands.\n2. Með framlagi úr ríkissjóði, eftir því sem Alþingi ákveður hverju sinni.\n3. Gjöfum, sem Félagsstofnun stúdenta kunna að berast.\n4. Öðrum úrræðum, er stjórn stofnunarinnar telur tiltækileg.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Félagsstofnun stúdenta skal undanþegin [tekjuskatti] og útsvari.\nL. 129/2004, 37. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Ráðuneytið] setur með reglugerð nánari ákvæði um framkvæmd laga þessara, að fengnum tillögum stúdentaráðs og háskólaráðs. Um breytingar á reglugerð skal hafa samráð við stúdentaráð, háskólaráð og stjórn stofnunarinnar.\nL. 126/2011, 48. gr. Rg. 1590/2022.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lög þessi koma til framkvæmda þegar í stað, og skal stofnunin taka til starfa frá þeim tíma, er í reglugerð segir.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
