{
  "id": "39/1971",
  "type": "statute",
  "title": "Lög um utanríkisþjónustu Íslands",
  "status": "in_force",
  "issued_date": "1971-04-16",
  "url": "https://www.althingi.is/lagas/nuna/1971039.html",
  "description": "Tóku gildi 11. maí 1971.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Utanríkisþjónustan fer með utanríkismál og gætir í hvívetna hagsmuna Íslands gagnvart öðrum ríkjum. Hún skal einkum gæta hagsmuna Íslands að því er snertir\n1. stjórnmál og öryggismál,\n2. utanríkisviðskipti, og\n3. menningarmál.\nUtanríkisþjónustan annast í umboði forseta samningagerðir við önnur ríki, nema þar frá sé gerð undantekning í lögum eða forsetaúrskurði.\nÞá skal utanríkisþjónustan einnig veita ríkisborgurum vernd og aðstoð gagnvart erlendum stjórnvöldum, stofnunum og einstaklingum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Utanríkisþjónustan greinist í ráðuneyti, sendiskrifstofur og ræðisskrifstofur. Til sendiskrifstofa teljast sendiráð, fastanefndir hjá alþjóðastofnunum og aðalræðisskrifstofur með útsendum starfsmönnum utanríkisþjónustunnar samkvæmt ákvörðun sem tekin er í samræmi við 4. gr.]\nL. 161/2020, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn utanríkisþjónustunnar er hjá [ráðuneytinu], og hefur það eftirlit með því, að lögum og reglugerðum um framkvæmd utanríkismála sé framfylgt.\n[Ráðuneytisstjóri sér um daglegan rekstur ráðuneytisins ásamt öðrum starfsmönnum sem það er falið.]\nL. 126/2011, 51. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Hafa skal sendiskrifstofur og ræðisskrifstofur á þeim stöðum erlendis þar sem slíkt er álitið nauðsynlegt til gæslu hagsmuna Íslands. Staðsetning sendiskrifstofa skal ákveðin með forsetaúrskurði að höfðu samráði við utanríkismálanefnd Alþingis.]\nL. 161/2020, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Heimilt er [ráðherra] að fela forstöðumanni sendiráðs að veita forstöðu sendiráðum í fleiri löndum en einu eða vera jafnframt fastafulltrúi hjá alþjóðastofnunum.\nFela má forstöðumanni sendiráðs og öðrum sendiráðsmönnum að annast ræðisstörf jafnframt öðrum störfum.\nL. 126/2011, 51. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Forstöðumenn sendiskrifstofa eru sendiherrar og sendifulltrúar. Ráðherra getur veitt forstöðumanni sendiskrifstofu sendiherranafnbót, meðan hann gegnir því starfi, sé hann eigi skipaður sendiherra, sbr. 3. mgr. 9. gr.]\nL. 161/2020, 3. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ræðismenn eru ýmist úr hópi fastra [starfsmanna] utanríkisþjónustunnar, sendiræðismenn, eða valdir til starfa fyrir utanríkisþjónustuna, kjörræðismenn. Hinir síðar nefndu þurfa eigi að vera íslenskir ríkisborgarar. Þeir taka eigi laun, en heimilt er, ef ástæða þykir til, að greiða þeim skrifstofufé að einhverju leyti.\nAðalræðismenn veita aðalræðisskrifstofum forstöðu, ræðismenn veita ræðisskrifstofum forstöðu og vararæðismenn veita vararæðisskrifstofum forstöðu.\nL. 83/1997, 152. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Starfsmenn utanríkisþjónustunnar aðrir en kjörræðismenn skiptast í þessa flokka heima og erlendis:\n1. flokkur: Ráðuneytisstjóri. Sendiherrar.\n2. flokkur: Skrifstofustjóri. Sendifulltrúar. Aðalræðismenn.\n3. flokkur: Deildarstjórar. Sendiráðunautar. Ræðismenn.\n4. flokkur: Fulltrúar A-flokks. Sendiráðsritarar. Vararæðismenn.\n5. flokkur: Fulltrúar B-flokks. Aðstoðarmenn.\nAuk þess starfa í utanríkisþjónustunni skjalavörður [ráðuneytisins], bókarar, ritarar og annað starfsfólk eftir nánari ákvörðun [ráðuneytisins].\nL. 126/2011, 51. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Ráðherra skipar embættismenn í 1. og 2. flokki 1. mgr. 8. gr. til fimm ára í senn. Embættismenn í 1. flokki eru skipaðir í utanríkisþjónustuna án staðarákvörðunar og lúta flutningsskyldu skv. 10. gr. Við skipun í embætti skal miða við að þeir verði ekki fleiri en fjöldi sendiskrifstofa hverju sinni. Auk þess að fullnægja almennum hæfisskilyrðum samkvæmt lögum um réttindi og skyldur starfsmanna ríkisins skulu embættismenn í 1. flokki hafa lokið háskólaprófi og hafa víðtæka reynslu af alþjóða- og utanríkismálum.\nRáðherra getur að auki skipað sendiherra tímabundið til allt að fimm ára til að veita tiltekinni sendiskrifstofu forstöðu eða gegna hlutverki sérstaks erindreka. Ráðherra skilgreinir hlutverk og valdsvið sendiherra samkvæmt þessari málsgrein í erindisbréfi og hann verður ekki fluttur í annað embætti. Skal sá sem skipaður er með þessum hætti hafa háskólamenntun og reynslu af alþjóða- og utanríkismálum eða sértæka reynslu sem nýtist í embætti. Skipunartími endurnýjast ekki þótt ráðherra kalli sendiherra heim til annarra starfa innan skipunartímans. Að lokinni skipun samkvæmt þessari málsgrein fellur hún niður án mögulegrar framlengingar. Hlutfall sendiherra samkvæmt þessari málsgrein má á skipunardegi ekki vera hærra en fimmtungur af heildarfjölda skipaðra embættismanna í 1. flokki skv. 1. mgr.\nRáðherra getur sett sendifulltrúa tímabundið í embætti sendiherra meðan hann gegnir starfi forstöðumanns sendiskrifstofu, sbr. 2. málsl. 6. gr. Við lok þess starfstíma tekur hann að nýju við starfi sendifulltrúa í utanríkisþjónustunni í samræmi við fyrri skipun eða ráðningu. Að öðru leyti og meðan á setningu stendur fer um réttindi og skyldur hans eftir viðeigandi ákvæðum II. hluta laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996. Hlutfall þeirra sem gegna sendiherraembætti samkvæmt þessari málsgrein má ekki vera hærra en fimmtungur af heildarfjölda skipaðra embættismanna í 1. flokki skv. 1. mgr.\nHeimilt er að skipa kjörræðismenn ótímabundið.\nStarfsmenn utanríkisþjónustunnar, sem ekki eru embættismenn, eru ráðnir til starfa í samræmi við almennar reglur.\nVið skipun sendiherra skv. 1. og 2. mgr. skal ráðherra skipa þriggja manna hæfnisnefnd sem er honum til ráðgjafar um hæfni og almennt hæfi mögulegra sendiherraefna áður en af skipun verður.]\nL. 161/2020, 4. gr.; sjá einnig brbákv. s.l. um lagaskil.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Starfsmenn utanríkisþjónustunnar eru skyldir til að starfa sem fulltrúar utanríkisþjónustunnar erlendis eða í [ráðuneytinu] samkvæmt ákvörðun ráðherra. Eigi þarf nýja skipun þótt embættismaður sé fluttur milli staða eða starfa innan sama flokks skv. 8. gr. en skipunartími hans framlengist við flutninginn til fimm ára í senn.\n[Heimilt er að flytja ráðinn sendifulltrúa í embætti skrifstofustjóra um tiltekinn tíma samkvæmt ákvörðun ráðherra án undangenginnar auglýsingar en þó eigi lengur en í fimm ár. Um réttindi hans og skyldur fer þá eftir reglum II. hluta laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, er gilda um þá sem settir eru í embætti.]]\nL. 126/2011, 51. gr. L. 161/2020, 5. gr. L. 83/1997, 154. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Auk þeirra starfsmanna, sem taldir eru í 8. gr., er heimilt að ráða menn í utanríkisþjónustuna um tiltekinn tíma til að gegna sérstökum störfum, t.d. sem viðskiptafulltrúar, fiskifulltrúar, blaðafulltrúar eða menningarfulltrúar. Viðskiptafulltrúar skulu vinna að markaðsleit fyrir íslenskar afurðir og greiða á annan hátt fyrir viðskiptum við aðrar þjóðir.\nÞann tíma, er menn gegna störfum í utanríkisþjónustunni samkvæmt 1. mgr. þessarar greinar, skulu þeir, eftir því sem við á, hlíta sömu reglum og fastir [starfsmenn] utanríkisþjónustunnar í samsvarandi störfum.\nL. 83/1997, 155. gr.\n[11. gr. a.\nRáðuneytinu er heimilt, án þess að starf sé auglýst laust til umsóknar, að ákveða að starfsmaður Íslandsstofu flytjist um afmarkaðan tíma til starfa sem viðskiptafulltrúi í sendiráði enda liggi fyrir samþykki framkvæmdastjóra Íslandsstofu og starfsmannsins sjálfs.]\nL. 102/2023, 34. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Í [ráðuneytinu] skal vera bókasafn um þjóðarétt og alþjóðamál.\n[Ráðuneytið] sér um skrásetningu allra samninga Íslands við önnur ríki og útgáfu þeirra.\nAuk annarra starfa hefur skjalavörður ráðuneytisins að jafnaði með höndum umsjá bókasafnsins og skrásetningu og útgáfu samninga.\nHeimilt er að veita fræðimönnum afnot af bókasafni ráðuneytisins að fengnu leyfi ráðherra.\nL. 126/2011, 51. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Starfsmenn utanríkisþjónustunnar taka laun samkvæmt almennum reglum um laun starfsmanna ríkisins. Auk þess skulu starfsmenn erlendis fá greiddar staðaruppbætur, sem miðast við kostnað á nauðsynjum (fæði, húsnæði o.fl.) og aðrar sérstakar aðstæður á hverjum stað. Þá skulu starfsmenn utanríkisþjónustunnar, sem dveljast langdvölum erlendis, fá greiddan hluta af kostnaði við að senda börn sín í skóla á Íslandi. Þessar staðaruppbætur skulu ákveðnar samkvæmt reglum er [ráðherra] setur að höfðu samráði við utanríkismálanefnd. Reglur skulu settar á sama hátt um greiðslur sjúkrakostnaðar starfsmanna utanríkisþjónustunnar erlendis.\nL. 126/2011, 51. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Óheimilt er starfsmönnum utanríkisþjónustunnar að vinna störf utan hennar, nema sérstaklega standi á og samþykki [ráðherra] komi til.\nAð öðru leyti gilda um starfsmenn utanríkisþjónustunnar lög um réttindi og skyldur starfsmanna ríkisins, eftir því sem við á. [Þó er heimilt að víkja frá ákvæði 7. gr. þeirra laga að því er varðar [sendiherra skv. 2. og 3. mgr. 9. gr. og skrifstofustjóra skv. 2. mgr. 10. gr.] þessara laga.]\nÁkvæði þessarar greinar taka ekki til kjörræðismanna.\nL. 126/2011, 51. gr. L. 161/2020, 6. gr. L. 83/1997, 156. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "...\nL. 86/1989, 16. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Kostnaður samkvæmt lögum þessum greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Fyrir embættisverk starfsmanna utanríkisþjónustunnar skal innheimta gjald eftir nánari fyrirmælum, er [ráðherra] setur með reglugerð.\nL. 126/2011, 51. gr. Rg. 353/1999.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Ráðherra] setur almennar starfsreglur fyrir starfsmenn utanríkisþjónustunnar og ákveður starfssvið þeirra.\nL. 126/2011, 51. gr. Rg. 625/1999. Rg. 55/2004. Rgl. 345/2024.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    }
  ]
}
