{
  "id": "73/1972",
  "type": "statute",
  "title": "Höfundalög",
  "status": "in_force",
  "issued_date": "1972-05-29",
  "url": "https://www.althingi.is/lagas/nuna/1972073.html",
  "description": "Tóku gildi 29. nóvember 1972.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Höfundur að bókmenntaverki eða listaverki á eignarrétt á því með þeim takmörkunum, sem í lögum þessum greinir.\nTil bókmennta og lista teljast samið mál í ræðu og riti, leiksviðsverk, tónsmíðar, myndlist, byggingarlist, kvikmyndir, ljósmyndalist, nytjalist og aðrar samsvarandi listgreinar, á hvern hátt og í hverju formi sem verkið birtist.\nUppdrættir, teikningar, mótanir, líkön og önnur þess háttar gögn, sem fræðslu veita um málefni eða skýra þau, njóta verndar með sama hætti og bókmenntaverk.\n[Ákvæði 3. mgr. skulu einnig gilda um tölvuforrit.]\nL. 57/1992, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Með þeim takmörkunum sem í lögum þessum greinir hefur höfundur einkarétt til að gera eintök af verki sínu og til að gera það aðgengilegt almenningi í upphaflegri eða breyttri mynd, í þýðingu eða annarri aðlögun, í annarri tegund bókmennta eða lista eða með annarri tækni.\nEintakagerð telst sérhver bein eða óbein, tímabundin eða varanleg gerð eintaks af verki, í heild eða af hluta þess, með hvaða aðferðum sem er og í hvaða formi sem er. Það telst m.a. eintakagerð ef verk er flutt yfir á miðil sem nota má til endurmiðlunar.\nVerk telst gert aðgengilegt almenningi þegar:\n1. eintök af því eru boðin til sölu, leigu eða láns eða er dreift til almennings á annan hátt,\n2. eintök af því eru sýnd opinberlega,\n3. verkið er flutt opinberlega.\nÞað telst vera opinber flutningur í skilningi 3. tölul. 3. mgr. þegar:\n1. verki er miðlað til almennings um þráð eða þráðlaust, þar á meðal þegar það er sent út í útvarpi eða gert aðgengilegt almenningi þannig að hver og einn getur fengið aðgang að verkinu á þeim stað, á þeirri stundu og með þeim búnaði sem hann sjálfur kýs,\n2. verk er flutt á vinnustað fyrir stóran hóp manna sem endranær er talinn vera lokaður hópur,\n3. útvarpsflutningur á tónlist eða bókmenntaverki er gerður aðgengilegur almenningi á þann hátt að honum er endurvarpað með hátalara eða á annan sambærilegan hátt í rými sem er opið almenningi.\nFlutningur verks í útvarpi nær bæði til hljóðvarps og sjónvarps nema annars sé getið.]\nL. 9/2016, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Verk telst birt þegar það hefur löglega verið gert aðgengilegt almenningi.\nVerk telst gefið út þegar eintök af því hafa með réttri heimild verið boðin opinberlega til sölu, láns eða leigu eða þeim dreift til almennings á annan hátt.]\nL. 9/2016, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skylt er, eftir því sem við getur átt, að geta nafns höfundar bæði á eintökum verks og þegar það er birt.\nÓheimilt er að breyta verki höfundar eða birta það með þeim hætti eða í því samhengi, að skert geti höfundarheiður hans eða höfundarsérkenni.\nÓgilt er afsal höfundar á rétti samkvæmt þessari grein, nema um einstök tilvik sé að ræða, sem skýrt eru tilgreind bæði um tegund og efni.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sá, sem þýðir verk, aðhæfir það tiltekinni notkun, breytir því úr einni grein bókmennta eða lista í aðra eða framkvæmir aðrar aðlaganir á því, hefur höfundarétt að verkinu í hinni breyttu mynd þess. Ekki raskar réttur hans höfundarétti að frumverkinu.\nNú hefur verk verið notað sem fyrirmynd eða með öðrum hætti við gerð annars verks, sem telja má nýtt og sjálfstætt, og er þá hið nýja verk óháð höfundarétti að hinu eldra.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Þegar verk eða hlutar af verkum höfunda, eins eða fleiri, eru tekin upp í safnverk, sem í sjálfu sér má telja til bókmennta eða lista, hefur sá, sem safnverkið gerði, höfundarétt að því. Ekki raskar réttur hans höfundarétti að þeim verkum, sem í safnverkið eru tekin.\nÁkvæði 1. mgr. taka ekki til blaða og tímarita, sbr. 40. gr.\n...\nL. 9/2016, 3. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Nú eru tveir menn eða fleiri höfundar að sama verki, og framlög þeirra verða ekki aðgreind hvert frá öðru sem sjálfstæð verk, og eiga þeir þá saman höfundarétt að verkinu.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Höfundur verks telst sá, uns annað reynist, sem nafngreindur er á eintökum þess með venjulegum hætti eða lýstur er höfundur, þegar verk er birt. Gildir þetta einnig um höfunda, sem nota gervinöfn eða merki, þegar almennt er vitað, hver þar felst að baki. Framangreindum ákvæðum skal einnig beita um framleiðanda kvikmyndaverks. [Þá skal einnig í þeim tilvikum, þegar verulegur og samfelldur flutningur verka eða umfangsmikil fjölföldun eða útleiga hefur átt sér stað, talið að flutt hafi verið, leigð út eða fjölfölduð verk sem vernduð eru að höfundalögum nema annað verði í ljós leitt.]\nNú er verk gefið út, án þess að höfundar þess sé getið samkvæmt 1. mgr., og kemur útgefandi þá fram fyrir hönd hans, uns nafn hans er birt á nýrri útgáfu eða með tilkynningu til [ráðherra].\nL. 57/1992, 2. gr. L. 126/2011, 56. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög, reglugerðir, fyrirmæli stjórnvalda, dómar og önnur áþekk gögn, sem gerð eru af opinberri hálfu, njóta ekki verndar eftir lögum þessum, og ekki heldur opinberar þýðingar á slíkum gögnum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Nú er verk sem lög þessi taka til, eða hlutar þess, skráð sem hönnun samkvæmt lögum nr. 46/2001 og útilokar það ekki samhliða höfundavernd.]\nL. 9/2016, 4. gr.\nII. kafli. [Takmarkanir á höfundarétti og umsýsla höfundaréttar á grundvelli samningskvaða.]\nL. 9/2016, 15. gr.\n[10. gr. a.\nEinkaréttur höfundar skv. 3. gr., sbr. 2. gr., gildir ekki um gerð eintaka sem\n1. eru til skamms tíma eða tilfallandi,\n2. eru órjúfanlegur og mikilvægur liður í tækniferli,\n3. hafa þann tilgang einan að gera mögulega sendingu af hálfu milliliðar milli þriðju aðila um net eða löglega notkun á verki eða öðru efni og\n4. hafa enga sjálfstæða fjárhagslega þýðingu.\nÁkvæði 1. mgr. gilda ekki um tölvuforrit og gagnagrunna.]\nNú 2. gr., sbr. breytingar skv. l. 9/2016, 1. og 2. gr. L. 9/2006, 1. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Heimilt er einstaklingum að gera eintök af birtu verki til einkanota eingöngu, enda sé það ekki gert í fjárhagslegum tilgangi. Ekki má nota slík eintök í neinu öðru skyni.]\n[Ákvæði 1. mgr. veita ekki rétt til:\n1. mannvirkjagerðar eftir verki sem verndar nýtur eftir reglum um byggingarlist,\n2. eftirgerðar verka sem verndar njóta eftir reglum um höggmyndalist, nytjalist eða dráttlist ef leitað er til hennar aðstoðar annarra manna,\n3. eftirgerðar verndaðra tónverka og bókmenntaverka sé leitað til hennar aðstoðar aðila sem taka slíka eftirgerð að sér í atvinnuskyni,\n4. eftirgerðar verndaðra tölvuforrita],\n[5. eftirgerðar véllæsilegra eintaka gagnagrunns.]\n[Höfundar verka, sem hefur verið útvarpað, hafa verið gerð aðgengileg almenningi þannig að hver og einn getur fengið aðgang að verkinu á þeim stað, á þeirri stundu og með þeim búnaði er hann sjálfur kýs eða hafa verið gefin út á hljóðriti eða myndriti, eiga rétt á sanngjörnum bótum vegna eftirgerðar verkanna til einkanota. Bæturnar skulu greiðast árlega til samtaka höfundaréttarfélaga með fjárveitingu samkvæmt fjárheimild í fjárlögum. Greiðslan skal fela í sér sanngjarnar bætur fyrir eftirgerð framangreindra verka til einkanota og miðast við eftirfarandi hlutfallstölur af tollverði á böndum, diskum, plötum eða öðrum þeim geymslumiðlum, í hvaða formi sem er, sem taka má upp á hljóð eða myndir hliðrænt eða stafrænt sem og af tækjum sem eru ætluð til slíkrar upptöku til einkanota sem flutt eru inn eða framleidd hér á landi á næstliðnu ári:\nTollskrárnúmer Skýring Hlutfall af tollverði %\n8523.2922&ndash;8523.2929 óátekin segulbönd 2\n8523.2912&ndash;8523.2919 óátekin myndbönd 2\n8523.4112 og 8523.4113 geisladiskar 2\n8523.5111 og 8523.5119 hálfleiðaraminni (USB-minnislyklar) 4\n8523.5211 og 8523.5219 gjörvakort (SD-kort) 4\n8471.3001&ndash;8471.4909 fartölvur, spjaldtölvur og tölvur 1\n8471.7000 utanáliggjandi gagnageymslur (flakkarar, hýsingar með innbyggðum hörðum diski) allt að 12 TB 4\n8519.8110&ndash;8519.8990 hljóðupptökutæki 1\n8521.1029 og 8521.9023 myndupptökutæki 1\n8527.1303 móttökutæki fyrir útvarpssendingar með hljóðupptökubúnaði 2\n...\n[8517.1300 Snjallsímar 1\n8517.1400 Aðrir símar fyrir farsímanet eða önnur þráðlaus net 1]\nBætur skv. 3. mgr. greiðast til samtaka höfundaréttarfélaga sem hlotið hafa viðurkenningu ráðherra til að fara með slík réttindi höfunda. Samtökin annast skil á bótunum til höfundaréttarfélaga, að frádregnum hæfilegum umsýslukostnaði. Um viðurkenningu samtaka höfundaréttarfélaga samkvæmt þessari grein gilda málsmeðferðarreglur 4. mgr. 26. gr. a og reglur gefnar út á grundvelli hennar. Eigi sjaldnar en á þriggja ára fresti skal úrskurðarnefnd skv. 57. gr. leggja mat á grundvöll sanngjarnra bóta skv. 3. mgr. og skila tillögum sínum um breytingar til ráðherra.]\n...\nL. 9/2006, 2. gr. L. 57/1992, 3. gr. L. 60/2000, 2. gr. L. 102/2023, 27. gr. L. 109/2016, 1. gr. Bætur skv. 3. mgr. skulu greiðast í fyrsta sinn 1. mars 2017 skv. 4. gr. s.l.\n[11. gr. a.]\n[Eiganda eða lögmætum notanda eintaks af tölvuforriti, sem út hefur verið gefið, er heimil, þrátt fyrir ákvæði 4. tölul. 2. mgr. 11. gr., gerð eintaka eftir forritinu, þar á meðal til gerðar vara- og öryggiseintaka sem honum eru nauðsynleg vegna nýtingar þess. Slík eintök má ekki nota á annan hátt og réttur til nýtingar þeirra fellur niður ef eigandi ráðstafar frumeintaki sínu til annarra.]\n[Þá skal þeim sem öðlast hafa rétt til notkunar tölvuforrits heimilt án sérstaks leyfis forritshöfundar að skoða, rannsaka eða prófa forritið í því skyni að kanna virkni þess og þær hugmyndir og þau grundvallarsjónarmið sem einstakir þættir forritsins hvíla á að því tilskildu að aðgerðir þessar tengist þeim afnotum sem rétthafa eru heimil í sambandi við nýtingu forritsins.\nEkki er heimilt að víkja frá ákvæðum greinar þessarar með samningum.]\nL. 57/1992, 4. gr. L. 60/2000, 3. gr. L. 145/1996, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Opinber skjalasöfn, almenningsbókasöfn, háskólabókasöfn og önnur bókasöfn sem njóta opinberra styrkja í starfsemi sinni, önnur opinber söfn og söfn sem falla undir safnalög hafa heimild til að gera eintök af:\n1. verkum í öryggis- og varðveisluskyni,\n2. verkum sem í vantar hluta, sem telst minni hluti verksins í heild, og ófáanleg eru á almennum markaði og hjá útgefanda; tekur heimild til gerðar eintaka samkvæmt þessu ákvæði einungis til þess hluta verka sem vantar í eintak viðkomandi safns,\n3. verkum sem safni er skylt, lögum samkvæmt, að eiga eintök af á safni sínu og ófáanleg eru á almennum markaði og hjá útgefanda,\n4. verkum þegar frumrit þeirra eru of viðkvæm til útláns og eru ófáanleg á almennum markaði og hjá útgefanda.\nHeimild til eintakagerðar skv. 1. mgr. er bundin við að eintökin séu einungis til notkunar í starfsemi safnanna og að eintakagerðin sé ekki gerð í fjárhagslegum tilgangi. Söfnum eru þó heimil útlán á eintökum sem afrituð hafa verið skv. 2.&ndash;4. tölul. 1. mgr.\nHeimild til eintakagerðar skv. 1. mgr. tekur ekki til forrita á stafrænu formi nema um tölvuleiki sé að ræða.]\nL. 93/2010, 1. gr.\n[12. gr. a.\nÞeim stofnunum sem tilgreindar eru í 1. mgr. 12. gr. er heimilt að veita einstaklingum aðgang í rannsóknarskyni eða vegna náms að birtum verkum sem ekki eru háð kaup- eða leyfissamningum á þar til gerðum búnaði til notkunar á athafnasvæði þeirra.]\nL. 93/2010, 2. gr.\n[12. gr. b.\nSöfn sem falla undir 1. mgr. 12. gr. hafa heimild til að gera eintök af birtum verkum í safni sínu og gera þau aðgengileg almenningi að fullnægðum skilyrðum um samningskvaðaleyfi skv. 26. gr. a.]\nL. 9/2016, 5. gr.\n[12. gr. c.\nMeð munaðarlausu verki er átt við verk í rituðu máli, hljóðrit, myndrit eða kvikmyndaverk þar sem enginn rétthafi hefur verið fundinn þrátt fyrir ítarlega leit, sbr. 12. gr. e.\nEf fleiri en einn rétthafi er að verki sem fellur undir 1. mgr. og ekki hefur tekist að finna þá alla má nota verkið í samræmi við ákvæði þessa kafla, að því tilskildu að þeir rétthafar sem hafa fundist hafi heimilað slíka notkun að því er varðar þeirra réttindi.\nEf rétthafi verks sem áður hefur ekki fundist gefur sig fram við stofnun sem notar verk samkvæmt ákvæðum þessa kafla skal viðkomandi verk ekki lengur teljast munaðarlaust og afnot þess ekki lengur heimil nema með leyfi rétthafa. Rétthafinn á kröfu á sanngjörnu endurgjaldi frá viðkomandi stofnun fyrir afnot sem þegar hafa átt sér stað. Jafnframt skal stofnunin tilkynna breytta stöðu verksins til þess lögbæra stjórnvalds sem annast móttöku tilkynninga samkvæmt tilskipun Evrópuþingsins og ráðsins 2012/28/ESB, sbr. 5. mgr. 12. gr. e.\nVerk eða hljóðrit sem telst munaðarlaust samkvæmt löggjöf annars ríkis á Evrópska efnahagssvæðinu skal einnig teljast munaðarlaust á Íslandi.]\nL. 10/2016, 1. gr.\n[12. gr. d.\nBókasöfnum sem almenningur hefur aðgang að, menntastofnunum, söfnum, skjalasöfnum, varðveislustofnunum kvikmynda og hljóðrita og stofnunum sem veita fjölmiðlaþjónustu í almannaþágu er heimil notkun munaðarlausra verka í samræmi við þennan kafla.\nStofnunum sem falla undir 1. mgr. og eru stofnsettar á Evrópska efnahagssvæðinu eru heimil eftirfarandi afnot af munaðarlausum verkum í söfnum sínum til að ná markmiðum sem varða hlutverk þeirra í almannaþágu:\n1. að gera eintök af munaðarlausum verkum til að setja þau á stafrænt form og til að skrá, flokka, varðveita, gera við og gera þau aðgengileg almenningi,\n2. að gera munaðarlaus verk aðgengileg almenningi þannig að hver og einn geti fengið aðgang að verkinu á þeim stað, á þeirri stundu og með þeim búnaði sem viðkomandi sjálfur kýs.\nAfnot skv. 2. mgr. eru heimil ef eftirfarandi skilyrði eru uppfyllt:\n1. Verkið hefur tengsl við ríki á Evrópska efnahagssvæðinu með því að það:\na. hefur verið fyrst útgefið í einhverju ríki innan Evrópska efnahagssvæðisins,\nb. hefur verið fyrst útvarpað í einhverju ríki innan Evrópska efnahagssvæðisins,\nc. hefur verið gert aðgengilegt almenningi af stofnun sem fellur undir 1. mgr. með samþykki rétthafa, þrátt fyrir að vera hvorki útgefið né útvarpað, og ekki er ástæða til að ætla að rétthafi væri andsnúinn notkuninni.\n2. Tekjur vegna afnota mega eingöngu vera til að standa straum af kostnaði við stafvæðingu munaðarlausra verka og til að gera þau aðgengileg almenningi í samræmi við ákvæði þessarar greinar.\n3. Rétthafar munaðarlausra verka sem eru þekktir skulu nafngreindir þegar verkin eru notuð.\nStofnanir sem veita fjölmiðlaþjónustu í almannaþágu geta einungis notað munaðarlaus hljóðrit, myndrit eða kvikmyndaverk úr eigin safni sem þau hafa sjálf framleitt fyrir 1. janúar 2003.\nStofnanir sem falla undir 1. mgr. geta notað verk sem eru innfelld eða eru órjúfanlegur hluti af munaðarlausu verki í samræmi við önnur ákvæði þessarar greinar.]\nL. 10/2016, 1. gr.\n[12. gr. e.\nÁður en verk í rituðu máli, hljóðrit, myndrit eða kvikmyndaverk telst vera munaðarlaust verk í samræmi við ákvæði 12. gr. c skal fara fram ítarleg leit að rétthöfum slíkra verka. Sú stofnun sem hefur heimild skv. 1. mgr. 12. gr. d til að nota munaðarlaus verk og hyggst gera það skal tryggja að slík leit hafi farið fram og verið skráð.\nLeitin skal taka til heimilda sem eru viðeigandi fyrir verkin sem um ræðir. Hún skal ávallt taka til þeirra heimilda sem upp eru taldar í viðauka við tilskipun Evrópuþingsins og ráðsins 2012/28/ESB.\nLeitin skal fara fram í því ríki innan Evrópska efnahagssvæðisins þar sem verkið var fyrst útgefið eða útvarpað. Ef verkið hefur hvorki verið útgefið né því útvarpað en hefur verið gert aðgengilegt almenningi af stofnun sem fellur undir 1. mgr. 12. gr. d, með samþykki rétthafa, skal leitin fara fram í því ríki innan Evrópska efnahagssvæðisins sem stofnunin er staðsett í. Ef um er að ræða kvikmyndaverk og framleiðandi þess hefur höfuðstöðvar sínar eða fast aðsetur í ríki á Evrópska efnahagssvæðinu skal leitin fara fram í því ríki.\nEf vísbendingar eru um að viðeigandi upplýsingar um rétthafa gæti verið að finna í öðru ríki en skv. 3. mgr. skal einnig kanna heimildir þaðan.\nRáðherra getur sett nánari reglur um framkvæmd og skráningu fyrir ítarlega leit og notkun munaðarlausra verka, þ.m.t. um þær heimildir sem rétt er að nota fyrir einstakar tegundir verka og um miðlun skráðra upplýsinga til þess lögbæra stjórnvalds sem ráðherra felur að annast móttöku tilkynninga samkvæmt tilskipun Evrópuþingsins og ráðsins 2012/28/ESB.]\nL. 10/2016, 1. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Nú nýtur mannvirki verndar eftir reglum um byggingarlist, og er eiganda þó allt að einu heimilt að breyta því án samþykkis höfundar, að því leyti sem það verður talið nauðsynlegt vegna afnota þess eða af tæknilegum ástæðum.\nHeimilt er án samþykkis höfundar að breyta munum, sem verndar njóta eftir reglum um nytjalist.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Heimil er tilvitnun í birt bókmenntaverk, þar á meðal leiksviðsverk, svo og birt kvikmyndaverk og tónverk, ef hún er gerð í sambandi við gagnrýni, vísindi, almenna kynningu eða í öðrum viðurkenndum tilgangi, enda sé hún gerð innan hæfilegra marka og rétt með efni farið.\nMeð sömu skilyrðum er heimilt að birta myndir og teikningar af birtum listaverkum og gögnum, sem getið er í 3. mgr. 1. gr., [enda sé ekki um fjárhagslegan tilgang að ræða].\n[Heimilt er að endurbirta listaverk í almennu fræðsluefni, í sambandi við gagnrýni og við vísindalega umfjöllun, þótt í fjárhagslegum tilgangi sé, enda sé fullnægt skilyrðum um samningskvaðaleyfi skv. 26. gr. a. Þetta gildir þó ekki ef höfundur hefur bannað samningsaðila slíka notkun verks.]\nL. 9/2006, 4. gr. L. 9/2016, 6. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Taka má upp í blöð eða tímarit og flytja í útvarpi dægurgreinar um hagfræðileg efni, stjórnmál eða trúmál úr blöðum eða tímaritum svo og útvarpsefni af sama tagi, nema þess sé getið við greinarnar eða í útvarpssendingu, að slík endurbirting sé bönnuð. Jafnan skal heimildar getið við slíka endurbirtingu.\nHeimilt er að birta í blöðum, tímaritum, sjónvarpi og kvikmyndum myndir eða teikningar af birtum listaverkum í sambandi við frásögn af dægurviðburðum. Þetta nær þó ekki til verka, sem gerð eru í þeim tilgangi að birta þau með framangreindum hætti.\nÞegar flutningur eða sýning verks er þáttur í dægurviðburði, sem kynntur er almenningi í útvarpi eða kvikmynd, er heimilt að láta einstaka þætti úr verkinu fylgja með í sýningu viðburðarins eða frásögn af honum.\n[Sendi útvarpsstöð út stutt myndskeið með heimild í 4. mgr. 48. gr. er heimilt að útsendingin taki einnig til verks sem verndað er samkvæmt lögunum.]\nL. 38/2011, 65. gr.\n[15. gr. a. ...]\nL. 9/2016, 7. gr. L. 57/1992, 5. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Heimilt er að taka og birta myndir af byggingum, svo og listaverkum, sem staðsett hafa verið varanlega utanhúss á almannafæri. Nú er bygging, sem nýtur verndar eftir reglum um byggingarlist, eða slíkt listaverk, sem áður greinir, aðalatriði myndar, sem hagnýtt er til markaðssölu, og á höfundur þá rétt til þóknunar, nema um blaðamyndir eða sjónvarpsmyndir sé að ræða.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Heimilt er að birta í safnverkum, sem tekin eru saman úr verkum margra höfunda og ætluð til notkunar við guðsþjónustu, skólakennslu eða útvarpskennslu, [enda sé ekki um fjárhagslegan tilgang að ræða]:\n1. Einstök bókmenntaverk eða tónverk, ef smá eru að vöxtum, og kafla úr stærri verkum, þegar liðin eru 5 ár frá næstu áramótum eftir útgáfu þeirra.\n2. Myndir eða teikningar af listaverkum eða gögnum, sem getið er í 3. mgr. 1. gr., í tengslum við meginmál samkvæmt 1. tölul., enda séu 5 ár liðin frá næstu áramótum, eftir að verkið var birt.\nVerk, sem samin hafa verið til notkunar við skólakennslu, má þó ekki án samþykkis höfundar taka að neinu leyti upp í safnverk, sem gefið er út í sama skyni.\nÞegar verk eða hluti af verki höfundar er birt í safnverki samkvæmt þessari grein, á hann rétt til þóknunar.\nL. 9/2006, 5. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Heimilt er opinberum eða einkareknum stofnunum, samtökum og atvinnufyrirtækjum að gera eða láta gera til notkunar innan starfsemi sinnar eintök af útgefnum verkum, sem og með upptöku að gera eintök af verkum sem send eru út í hljóðvarpi eða sjónvarpi eða gerð aðgengileg í dreifikerfi fjölmiðlaveitu þannig að hver og einn geti fengið aðgang að þeim á þeim stað og á þeirri stundu sem hann sjálfur kýs, enda sé fullnægt skilyrðum um samningskvaðaleyfi skv. 26. gr. a. Þetta gildir þó ekki ef höfundur hefur bannað samningsaðila slíka notkun verks.\nÁkvæði 1. mgr. gildir hvorki um kvikmyndaverk sem gerð eru til sýninga í kvikmyndahúsum, þó að þau hafi verið send út í sjónvarpi, nema því aðeins að um sé að ræða stutt brot úr verkinu, né um forrit á stafrænu formi.\nEintök sem gerð eru með heimild í 1. mgr. má einungis nota til eigin starfsemi innan þeirrar stofnunar, samtaka eða fyrirtækis sem samningur skv. 26. gr. a tekur til.]\nL. 9/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "[[[Eftirgerð og dreifing eintaka af verkum sem gefin hafa verið út er heimil þegar slík eintök eru sérstaklega ætluð til nota fyrir heyrnarlausa eða málhamlaða að því leyti sem ákvæði 19. gr. a &ndash; 19. gr. e eiga ekki við.] Ákvæði þetta gildir ekki ef eftirgerðin eða dreifingin fer fram í fjárhagslegum tilgangi.]\nHeimildin í 1. mgr. gildir ekki um eftirgerð hljóðupptöku ...\n...]\n[Heimilt er stofnunum á vegum ríkis og sveitarfélaga og öðrum stofnunum sem starfa í almannaþágu og ekki í fjárhagslegum tilgangi að gera með mynd- eða hljóðupptöku eintök af verkum, sem hljóðvarpað er eða sjónvarpað eða eru gerð aðgengileg í dreifikerfi fjölmiðlaveitu þannig að hver og einn geti fengið aðgang að þeim á þeim stað og á þeirri stundu sem hann sjálfur kýs, til nota fyrir blinda, sjónskerta, heyrnarlausa og þá sem vegna fötlunar eða af öðrum ástæðum eru ófærir um að nýta sér hefðbundna fjölmiðlaþjónustu, enda sé fullnægt skilyrðum um samningskvaðaleyfi skv. 26. gr. a. Þess háttar upptökur má aðeins nota innan stofnunar sem samningur tekur til, sbr. 26. gr. a. [Ákvæði þessarar málsgreinar eiga ekki við um þau svið sem ákvæði 19. gr. a &ndash; 19. gr. e taka til.]]\nL. 13/2021, 1. gr. L. 93/2010, 4. gr. L. 9/2006, 6. gr. L. 9/2016, 9. gr.\n[19. gr. a.\nÍ ákvæðum 19. gr. b &ndash; 19. gr. e er merking eftirfarandi hugtaka sem hér segir:\n1. Einstaklingur með sjón- eða lestrarhömlun telst sá vera sem, án tillits til annarrar fötlunar:\na. er blindur,\nb. hefur skerta sjón, sem er ekki unnt að bæta þannig að ná megi sjónhæfni sem er að mestu leyti sambærileg sjónhæfni einstaklings sem býr ekki við slíka skerðingu, og getur þar af leiðandi ekki lesið prentað mál í nokkurn veginn sama mæli og einstaklingur sem hefur ekki slíka skerðingu,\nc. hefur skerta getu til skynjunar eða lestrar og getur þar af leiðandi ekki lesið prentað mál í nokkurn veginn sama mæli og einstaklingur sem hefur ekki slíka fötlun eða\nd. getur ekki á annan hátt, vegna líkamlegrar fötlunar, haldið á bók eða meðhöndlað hana eða náð sjónskerpu eða hreyft augun að því marki að viðunandi sé til að geta lesið.\n2. Eintak á aðgengilegu formi: Verk sem er sett fram með sérstökum hætti eða á formi sem veitir einstaklingi með sjón- eða lestrarhömlun aðgang að verkinu eða efninu, m.a. til að viðkomandi hafi jafngreiðan og jafnþægilegan aðgang að því og sá sem ekki glímir við neina þá skerðingu eða fötlun sem getur í 1. tölul.\n3. Viðurkennd eining: Eining sem er ekki rekin í hagnaðarskyni og sem fengið hefur viðurkenningu eða samþykki aðildarríkis Evrópska efnahagssvæðisins eða annarra aðildarríkja Marakess-sáttmálans, sbr. 4. tölul., til að veita einstaklingum með sjón- eða lestrarhömlun menntun, starfsmenntun, aðgang að lestrarefni á aðgengilegu formi eða aðgang að upplýsingum. Viðurkennd eining getur m.a. verið opinber stofnun eða samtök, sem eru ekki rekin í hagnaðarskyni, sem bjóða einstaklingum með sjón- eða lestrarhömlun sömu þjónustu og að framan greinir sem hluta af aðalstarfsemi sinni, stofnanaskuldbindingum eða hlutverki sínu við að veita þjónustu í almannaþágu.\n4. Marakess-sáttmálinn: Sáttmáli um að greiða fyrir aðgangi þeirra sem eru blindir eða sjónskertir eða glíma við aðra prentleturshömlun að útgefnum verkum sem samþykktur var í Marakess 27. júní 2013.]\nL. 13/2021, 2. gr.\n[19. gr. b.\nÁkvæði 19. gr. c &ndash; 19. gr. e taka til nota á birtum verkum á formi bóka, tímarita, dagblaða, fréttablaða og annars konar ritaðs efnis, og táknunar, þ.m.t. nótnablaða, ásamt tengdum myndskreytingum, í hvers konar miðlum.]\nL. 13/2021, 2. gr.\n[19. gr. c.\nEinstaklingur með sjón- eða lestrarhömlun, eða einstaklingur fyrir hans hönd, getur gert eintak á aðgengilegu formi af verki eða öðru efni sem hann hefur lögmætan aðgang að og er eingöngu ætlað til eigin nota.\nViðurkennd eining getur gert eintak á aðgengilegu formi af verki eða öðru efni sem hún hefur lögmætan aðgang að, eða miðlað eintaki á aðgengilegu formi, gert það aðgengilegt, dreift því eða lánað einstaklingi með sjón- eða lestrarhömlun eða annarri viðurkenndri einingu með staðfestu á Evrópska efnahagssvæðinu, sé það ekki gert í hagnaðarskyni og sé eingöngu til afnota fyrir einstaklinga með sjón- eða lestrarhömlun. Viðurkenndri einingu er einnig heimilt með sömu skilyrðum að miðla eintaki á aðgengilegu formi, gera það aðgengilegt, dreifa því eða lána einstaklingum sem eru með sjón- eða lestrarhömlun og hafa búsetu í ríkjum sem eru aðilar að Marakess-sáttmálanum eða viðurkenndum einingum með staðfestu í sömu ríkjum.\nEinstaklingur með sjón- eða lestrarhömlun sem og viðurkennd eining mega fá eða hafa aðgang að verki á aðgengilegu formi sem er miðlað, gert aðgengilegt, dreift eða lánað af viðurkenndri einingu sem hefur staðfestu á Evrópska efnahagssvæðinu sem og af viðurkenndum einingum með staðfestu í ríkjum sem eru aðilar að Marakess-sáttmálanum.\nEkki er heimilt að víkja frá ákvæðum 1.&ndash;3. mgr. með samningum.]\nL. 13/2021, 2. gr.\n[19. gr. d.\nEf viðurkennd eining með staðfestu á Íslandi nýtir heimild 2. mgr. 19. gr. c skal höfundur eiga kröfu til bóta utan tilvika sem nefnd eru í 2. mgr. Ef tjón höfundar er óverulegt stofnast ekki bótaréttur.\nEkki kemur til bótagreiðslna ef viðurkennd eining með staðfestu á Íslandi gerir eintak af verki eða öðru efni sem hún hefur lögmætan aðgang að eða miðlar slíku eintaki, gerir það aðgengilegt, dreifir því eða lánar, með punktaletri eða á öðru aðgengilegu formi sem eingöngu einstaklingar með sjón- eða lestrarhömlun nýta sér.\nEf ekki næst samkomulag um bætur skv. 1. mgr. getur hvor aðili um sig lagt ágreiningsefnið undir úrskurð nefndar skv. 57. gr.]\nL. 13/2021, 2. gr.\n[19. gr. e.\nViðurkennd eining með staðfestu á Íslandi sem nýtir heimildir 2. mgr. 19. gr. c til að miðla eintaki á aðgengilegu formi, gera það aðgengilegt, dreifa því eða lána einstaklingum með sjón- eða lestrarhömlun eða viðurkenndum einingum með staðfestu á Evrópska efnahagssvæðinu, sem og viðurkenndum einingum með staðfestu í ríkjum sem eru aðilar að Marakess-sáttmálanum, eða flytur inn verk á aðgengilegu formi frá slíkum einingum skal setja sér starfsreglur og fylgja þeim til að tryggja að hún:\na. dreifi, miðli og geri eintök á aðgengilegu formi einungis aðgengileg einstaklingum með sjón- eða lestrarhömlun eða öðrum viðurkenndum einingum,\nb. geri viðeigandi ráðstafanir til þess að vinna gegn óheimilli eftirgerð eintaka á aðgengilegu formi eða því að þeim sé dreift, miðlað til almennings eða þau gerð aðgengileg almenningi með óheimilum hætti,\nc. sýni tilhlýðilega kostgæfni við umsjón sína með verkum eða öðru efni og eintökum þeirra á aðgengilegu formi og haldi skrá um hana og\nd. birti og uppfæri, á vef sínum ef við á eða eftir öðrum leiðum á netinu eða utan þess, upplýsingar um hvernig hún uppfyllir þær skyldur sem mælt er fyrir um í a&ndash;c-lið.\nSömuleiðis skal viðurkennd eining skv. 1. mgr. veita einstaklingum með sjón- eða lestrarhömlun, öðrum viðurkenndum einingum eða rétthöfum verka eftirfarandi upplýsingar á aðgengilegan hátt, sé þess óskað:\na. skrá yfir þau verk eða annað efni sem hún hefur eintök af á aðgengilegu formi og á hvaða formi þau eru tiltæk og\nb. heiti og samskiptaupplýsingar viðurkenndra eininga sem hún hefur skipst á eintökum á aðgengilegu formi við.\nEf upplýsingar samkvæmt þessari málsgrein eru veittar einstaklingum með sjón- eða lestrarhömlun skulu þær afhentar á aðgengilegu formi sem þeir geta nýtt.]\nL. 13/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Þegar lög eru sungin opinberlega á hljómleikum, er heimilt að nota sem texta einstök kvæði eða kafla úr stærri verkum, sem út hafa verið gefin. Má þá einnig prenta textann á söngskrá án nótna til afnota fyrir áheyrendur.\nHöfundur á rétt til þóknunar fyrir afnot samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Opinber flutningur [verks, sem út hefur verið gefið], er heimill, eins og hér segir:\n1. Við fræðslustarfsemi. Höfundi ber þóknun, ef greitt er sérstaklega fyrir flutninginn.\n2. Á samkomum, sem stofnað er til í góðgerðaskyni, til almenns mannfagnaðar, til kynningar á menntun og menningu eða til styrktar málefnum, sem að öðru leyti miða að almannaheill, enda komi ekki þóknun fyrir flutninginn.\n3. Á mannfundum, sem ekki er stofnað til í atvinnuskyni eða ávinnings, svo sem á samkomum skóla og félaga og við önnur svipuð tækifæri, enda sé ekki greitt fyrir flutninginn og aðgöngueyrir ekki hærri en svarar beinum kostnaði.\n4. Við guðsþjónustu og aðrar kirkjulegar embættisathafnir. Höfundur á rétt til þóknunar samkvæmt þessum tölulið eftir reglum, sem [ráðherra] setur.\n[Ákvæði þessarar greinar taka ekki til leiksviðsverka eða kvikmyndaverka.]\nL. 60/2000, 4. gr. Rgl. 912/2021. L. 126/2011, 56. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Heimil er prentun, upptaka á hljóðrit og önnur eintakagerð og birting á umræðum, sem fram fara í heyranda hljóði á opinberum fulltrúasamkomum, og á gögnum, sem þar eru lögð fram opinberlega og starfsemi þeirra varða. Sama gildir um dómþing, sem háð eru fyrir opnum dyrum, nema dómstóll leggi bann við birtingu tiltekinna gagna.\nÁkvæði 1. mgr. ná einnig til umræðna um málefni, sem varða almenna hagsmuni og fram fara á samkomum, sem almenningur á aðgang að, eða í útvarpi.\nHöfundur hefur einkarétt til að gefa út safn af sjálfs sín framlagi til umræðna, sem getur í 1. og 2. mgr., og af gögnum, sem hann hefur lagt þar fram.\n[22. gr. a.\n[Heimilt er að veita aðgang að skjölum eða öðrum gögnum mála samkvæmt stjórnsýslulögum, upplýsingalögum og öðrum lögum með því að afhenda ljósrit eða afrit af þeim þótt þau hafi að geyma verk er njóta verndar samkvæmt þessum lögum.\nUpplýsingaréttur skv. 1. mgr. er þó háður því skilyrði að verkin verði ekki birt, eintök af þeim gerð, eintökum af þeim dreift eða þau nýtt með öðrum hætti nema með samþykki höfundar.\nÞrátt fyrir ákvæði 1. mgr. er heimilt að veita upplýsingar í samræmi við [17. gr. laga um persónuvernd og vinnslu persónuupplýsinga].]]\nL. 90/2018, 54. gr. L. 23/2006, 18. gr. L. 50/1996, 25. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "[Útvarpsstöðvum er heimilt að senda út útgefin verk, enda sé fullnægt skilyrðum um samningskvaðaleyfi skv. 26. gr. a. Sama á við um opinberan flutning annarra aðila á útgefnum verkum, enda feli slíkur flutningur ekki í sér miðlun efnis í skilningi 1. tölul. 4. mgr. 2. gr. Þetta á þó ekki við um leiksviðsverk, kvikmyndir eða verk sem höfundur hefur lagt bann við að séu flutt í útvarpi eða annars staðar.\nÁkvæði 1. mgr. tekur ekki til sendinga útvarps um gervihnött nema sendingin fari samtímis fram um sendi á jörðu niðri.\nÞegar útvarpsstöð er heimilt að útvarpa verki er henni frjáls upptaka þess á hljóðrit eða myndrit til eigin nota í sinni innri starfsemi. Nánari reglur um upptöku verka, varðveislu þeirra og not útvarpsstöðva má setja í reglugerð.]\nL. 9/2016, 10. gr.\n[23. gr. a.\n[Verki sem er löglega útvarpað beint eða um gervihnött má endurvarpa til almennings um kapalkerfi óbreyttu og samtímis hinni upphaflegu útsendingu, enda sé fullnægt skilyrðum um samningskvaðaleyfi skv. 26. gr. a.]]\nL. 9/2016, 11. gr. L. 57/1992, 7. gr.\n[23. gr. b.\nÚtvarpsstöðvum er heimilt, ef fullnægt er skilyrðum um samningskvaðaleyfi skv. 26. gr. a, að nota verk úr safni sínu til endurútsendingar og gera þau aðgengileg þannig að hver og einn geti fengið aðgang að verkunum á þeim stað og á þeirri stundu sem hann sjálfur kýs, sem og til þess að gera eintök af verkunum sem nauðsynleg eru í því skyni að senda þau út eða gera þau aðgengileg. Ákvæði þessarar greinar gildir einungis um verk sem send hafa verið út fyrir gildistöku laga þessara og teljast til eigin framleiðslu viðkomandi útvarpsstöðvar.\nHöfundur getur bannað útvarpsstöð að hagnýta verk sitt með þeim hætti sem heimilað er í 1. mgr.]\nL. 9/2016, 12. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "[Nú hefur eintak af verki með samþykki höfundar verið selt eða með öðrum hætti framselt til annarra innan Evrópska efnahagssvæðisins, og er þá frekari dreifing þess heimil. Ef um er að ræða dreifingu í formi láns eða leigu verður ákvæði 1. málsl. einnig beitt um sölu eða annars konar framsal til annarra utan Evrópska efnahagssvæðisins.\nÞrátt fyrir ákvæði 1. mgr. er óheimilt að dreifa eintökum af verkum til almennings með því að leigja þau án þess að samþykki höfundar liggi fyrir. Þetta gildir þó ekki um byggingar og nytjalist.\nÞrátt fyrir ákvæði 1. mgr. er óheimilt án samþykkis höfundar að dreifa til almennings eintökum af kvikmyndaverkum og tölvuforritum í stafrænu formi með því að lána þau út. Þetta gildir þó ekki þegar eintak af tölvuforriti í stafrænu formi er hluti af bókmenntaverki og er lánað með því.\nÁkvæði 1. mgr. hefur ekki í för með sér skerðingu á rétti til úthlutunar samkvæmt lögum um Bókasafnssjóð höfunda.]\nL. 9/2006, 7. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Nú hefur eintak af myndlistarverki verið afhent til eignar og er eiganda þá heimilt, nema annað sé áskilið, að láta eintakið af hendi og sýna það almenningi. Opinber kynning þess á listsýningum og með öðrum hliðstæðum hætti er þó óheimil án samþykkis höfundar, nema á opinberum listasöfnum sé sem almenningur hefur aðgang að. Ákvæði þessarar málsgreinar gilda einnig um eintök sem gerð hafa verið eftir listaverki og gefin út.]\nHeimilt er eiganda myndlistarverks að taka eða leyfa töku mynda af því til sýningar í kvikmynd eða sjónvarpi, ef myndin er aðeins aukaatriði í efni kvikmyndar eða sjónvarpsdagskrár. ...\nÞegar listaverk heyrir til listasafni, er heimilt að birta myndir af því í safnmunaskrá.\nNú er listaverk boðið til sölu, og má þá birta myndir af því í tilkynningu um sölutilboð.\nNú hefur andlitsmynd verið máluð, mótuð eða gerð með öðrum hætti eftir pöntun, og er höfundi þá ekki heimilt að neyta einkaréttar síns [skv. 2. gr.] án samþykkis þess, sem lét gera myndina, eða erfingja hans, ef hann er látinn.\nL. 57/1992, 9. gr. L. 9/2016, 13. gr.\n[25. gr. a.\nVörslumanni myndlistarverks er skylt að veita höfundi aðgang að verkinu til fjölföldunar þess eða útgáfu eða annarrar hliðstæðrar notkunar, enda sé hún höfundi mikilvæg. Réttur höfundar samkvæmt ákvæði þessu er persónulegur, óframseljanlegur og erfist ekki.\nVörslumanni er þó ekki skylt að veita höfundi aðgang að verki eða afhenda það í þessu skyni nema tryggt sé að verkið verði ekki fyrir skemmdum eða glatist.\nSé beiðni höfundar um aðgang að myndlistarverki skv. 1. mgr. hafnað getur hann sett kröfur sínar fram í dómi og getur dómari þá m.a. sett skilyrði fyrir því að aðgangsréttur verði veittur.\nVörslumaður á ætíð rétt til gjafvarnar í slíkum málum.]\nL. 57/1992, 10. gr.\n[25. gr. b.\n[Höfundur á rétt til þóknunar við endursölu upprunalegs eintaks listaverks, þar með talið olíu-, akrýl-, tempera-, vatnslita-, gvass- og pastelmálverka, myndverka og teikninga sem gerðar eru með annarri tækni, grafískra listaverka, svo sem steinprents, koparstungu, ætingar, og tréþrykks, höggmynda, textílverka, gler- og mósaíkmynda, keramik-, postulíns-, silfur- og gullverka sem teljast til listiðnaðar og ljósmyndaverka (fylgiréttargjald). Gjaldið fellur á eintök listaverka sem gerð eru í einu eða fleiri eintökum af höfundi sjálfum eða með heimild hans. Gjaldið nær ekki til mannvirkja.\nStanda ber skil á fylgiréttargjaldi við endursölu þegar um er að ræða seljanda, kaupanda eða miðlara sem starfa á listaverkamarkaði, þar með talið uppboðshús, listaverkagallerí og listaverkasala. Seljanda eða miðlara ber að standa skil á gjaldinu. Þegar aðeins kaupandi listaverks starfar á listaverkamarkaði ber þó honum einum að skila gjaldinu. Gjaldið skal aldrei nema hærri fjárhæð í íslenskum krónum en sem samsvarar 12.500 evrum.\nGjaldið skal vera í íslenskum krónum og reiknast miðað við sölugengi evru á söludegi þannig:\n1. 10% af þeim hluta söluverðs sem samsvarar að hámarki 3.000 evrum,\n2. 5% af þeim hluta söluverðs sem samsvarar 3.000,01 evru upp í 50.000 evrur,\n3. 3% af þeim hluta söluverðs sem samsvarar 50.000,01 evru upp í 200.000 evrur,\n4. 1% af þeim hluta söluverðs sem samsvarar 200.000,01 evru upp í 350.000 evrur,\n5. 0,5% af þeim hluta söluverðs sem samsvarar 350.000,01 evru upp í 500.000 evrur,\n6. 0,25% af þeim hluta söluverðs sem samsvarar fjárhæð umfram 500.000 evrur.\nRétturinn til endurgjalds skv. 1. mgr. er kræfur uns höfundaréttur rennur út, sbr. 43. gr. Réttur þessi er bundinn við höfundinn og er óframseljanlegur. Að höfundi látnum erfist rétturinn þó til skylduerfingja. Ef réttur höfundar til endurgjalds erfist ekki til skylduerfingja eða fénu verður ekki ráðstafað rennur það til samtaka rétthafa skv. 5. mgr.\nFylgiréttargjald verður aðeins innheimt af samtökum rétthafa sem hafa hlotið viðurkenningu [ráðuneytisins]. Samtökin annast innheimtu gjalda skv. 1. mgr. og skil á þeim til höfunda, að frádregnu hæfilegu endurgjaldi vegna innheimtunnar. Krafa rétthafa á hendur samtökunum er gjaldkræf innan þriggja ára frá lokum þess árs er endursala fór fram. Fyrning kröfu rofnar við skriflega greiðsluáskorun frá rétthafa.\nSeljendur, miðlarar og kaupendur skv. 2. mgr. skulu:\n1. senda sex mánaða uppgjör ásamt skilagrein til samtaka þeirra sem getið er í 5. mgr. miðað við 1. janúar og 1. júlí ár hvert vegna endursölu listaverka, sem falla undir 1. mgr., á næstliðnum sex mánuðum, staðfest af löggiltum endurskoðanda, og\n2. eftir kröfu frá samtökunum senda innan fjögurra vikna allar upplýsingar sem nauðsynlegar eru til að tryggja greiðslu gjaldsins þegar slík krafa kemur fram innan þriggja ára frá endursölu listaverks.\nBerist uppgjör eða upplýsingar um endursölu listaverka skv. 6. mgr. ekki til samtaka þeirra sem getið er í 5. mgr. innan 30 daga frá því að sérstakri áskorun þar um er beint til gjaldskylds aðila skal samtökunum heimilt að áætla innheimt fylgiréttargjald hjá viðkomandi aðila vegna endursölu listaverka. Slík áætlun er aðfararhæf.\n... Nánari ákvæði um framkvæmd þessarar greinar skulu sett í reglugerð.]]\nL. 126/2011, 56. gr. L. 27/2021, 9. gr. Rg. 486/2001. L. 97/2006, 1. gr. L. 57/1992, 10. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Ákvæði kafla þessa, að undanskilinni 13. gr., raska ekki rétti höfundar eftir 4. gr.\nÞegar verk er birt almenningi samkvæmt þessum kafla, skal auk nafns höfundar geta þeirrar heimildar, sem notuð er, eftir því sem ástæður leyfa.\nÞegar eintök af verki eru gerð samkvæmt þessum kafla, má ekki án samþykkis höfundar gera breytingar á verkinu fram yfir það, sem lögmæltur tilgangur með eintakagerðinni leyfir.\n[26. gr. a.\nNú hafa samtök rétthafa, sbr. 4. mgr., gert samning við notanda um þar tilgreinda hagnýtingu verka á grundvelli heimilda í 12. gr. b, 3. mgr. 14. gr., 1. mgr. 18. gr., 4. mgr. 19. gr., 1. mgr. 23. gr., 23. gr. a og 1. mgr. 23. gr. b, og fær þá sá notandi rétt til þess að hagnýta önnur verk sömu tegundar þó að samtökin komi ekki fram fyrir hönd höfunda þeirra verka, á sama hátt og með sömu skilmálum og felast í samningnum við samtökin og hinum tilvitnuðu ákvæðum. Réttur notanda skv. 1. málsl. nefnist samningskvaðaleyfi.\nSamningskvaðaleyfi geta notendur einnig fengið sem samið hafa um slíkt við samtök rétthafa, sbr. 4. mgr., að því tilskildu að:\na. samningurinn um slíkt samningskvaðaleyfi taki til afmarkaðs og vel skilgreinds sviðs,\nb. samningskvaðaleyfi sé forsenda þess að nýting sé möguleg,\nc. samningurinn sé skriflegur og í honum tekið fram að hann veiti samningskvaðaleyfi.\nÁkvæði 2. mgr. gildir þó ekki um verk ef höfundur þess hefur bannað samningsaðila slíka notkun.\nSamtök rétthafa sem stofna til samninga sem veita samningskvaðaheimild, sbr. 1. og 2. mgr., skulu hafa viðurkenningu ráðherra. Viðurkenning er háð því að samtök séu í forsvari fyrir verulegan hluta höfunda tiltekinna verka sem notuð eru hér á landi. Ráðherra getur ákveðið að samtök sem viðurkenningu hljóta á nánar tilteknum sviðum skuli vera sameiginleg samtök tveggja eða fleiri félagssamtaka sem uppfylla skilyrði 1. og 2. mgr. Ráðherra setur nánari reglur um málsmeðferð vegna viðurkenningar, þ.m.t. endurskoðun viðurkenningar, þeirra samtaka sem nefnd eru í 1. og 2. mgr. auk samtaka sem 2. mgr. 47. gr. tekur til.]\nRg. 821/2021, sbr. 1132/2022. L. 9/2016, 14. gr.\n[26. gr. b.\nÞóknun fyrir notkun sem fer fram á grundvelli samnings um samningskvaðaleyfi skv. 26. gr. a skal ákvörðuð á sama hátt gagnvart öllum þeim höfundum sem samningskvaðaleyfið tekur til, hvort sem þeir eru innan eða utan þeirra rétthafasamtaka sem eru aðilar að samningnum.\nÞeir höfundar sem rétthafasamtök koma ekki fram fyrir geta gert kröfu til þess að fá einstaklingsbundna þóknun fyrir not á grundvelli samningskvaðaleyfisins þó að slíkur réttur komi hvorki fram í samningi samtakanna um samningskvaðaleyfi við notanda né í reglum samtakanna um þóknun. Ákveða má fjárhæð einstaklingsbundinnar þóknunar samkvæmt ákvæðum 57. gr. Kröfu um slíka þóknun verður einungis beint að samtökunum og skal hún vera skrifleg.\nRétthafasamtök sem eru aðilar að samningi sem veitir samningskvaðaleyfi skv. 26. gr. a skulu birta upplýsingar á viðeigandi hátt um að slíkur samningur hafi verið gerður ásamt upplýsingum sem nauðsynlegar eru til þess að rétthafar sem ekki eru í samtökunum geti gert kröfur um þóknun.\nKröfur um þóknun, sem samtök sem hafa hlotið viðurkenningu skv. 4. mgr. 26. gr. a kunna að gera á hendur notendum vegna hagnýtingar verka skv. 23. gr. a, skulu allar gerðar á sama tíma og vera skriflegar.\nKröfur um þóknun fyrir hagnýtingu verka samkvæmt samningskvaðaleyfi fyrnast á fjórum árum frá því að hagnýtingin átti sér stað. Skrifleg krafa, sbr. 2. og 4. mgr., rýfur fyrningarfrestinn.]\nL. 9/2016, 14. gr.\n[26. gr. c.\nNú nást ekki samningar sem samningskvaðaleyfi skv. 1. mgr. 26. gr. a verður byggt á og getur þá aðili að samningsumleitunum farið fram á sáttameðferð.\nKrafa um sáttameðferð skal send ráðherra. Slíka kröfu má bera fram þegar einn af aðilunum hefur slitið samningsumleitunum eða hafnað ósk um samningsumleitun eða þegar ekki verður séð að samningsumleitanir muni leiða til lausnar.\nSérstakur sáttasemjari, tilnefndur af ráðherra, skal annast sáttameðferð. Hann skal vera óháður samningsaðilum og ekki hafa persónulegan ávinning af niðurstöðunni. Við sáttaumleitanir skal stuðst við þær tillögur til lausnar sem aðilarnir kunna að hafa lagt fram. Sáttasemjari getur lagt til við aðilana að gert verði út um deilumál með gerðardómi og getur aðstoðað þá við val á gerðarmönnum.\nSáttasemjari getur borið fram tillögu um lausn deilumáls og getur krafist þess að tillagan verði innan nánar tiltekins frests borin undir ákvörðunarbærar stofnanir samningsaðila til samþykktar eða synjunar. Ef deilan varðar endurvarp um kapalkerfi skv. 23. gr. a verður litið svo á að tillagan sé samþykkt ef enginn mótmælir henni innan þriggja mánaða. Sáttasemjari tilkynnir ráðherra um niðurstöðu sáttameðferðar.\nSáttasemjari getur ákveðið að eldri samningar skuli gilda áfram þó að samningstímabili sé lokið eða því muni ljúka meðan á sáttameðferð stendur. Ekki er þó heimilt að framlengja gildistíma eldri samnings lengur en í tvær vikur eftir að aðilarnir hafa tekið afstöðu til sáttatillögu skv. 4. mgr. eða tillögu um gerð eða eftir að sáttasemjari hefur tilkynnt að þýðingarlaust sé að bera fram þess háttar tillögur.\nRáðherra er heimilt að setja nánari reglur um starf sáttasemjara og kostnað vegna starfa hans.]\nL. 9/2016, 14. gr.\n[II. kafli A. Tengsl sameiginlegra umsýslustofnana og samningsbundinna notenda.]\nL. 88/2019, 40. gr.\n[26. gr. d. Leyfisveiting.\nSamningaviðræður sameiginlegra umsýslustofnana og notenda um leyfisveitingu réttinda skulu fara fram í góðri trú. Aðilar samningsviðræðna skulu veita hver öðrum allar nauðsynlegar upplýsingar.\nSkilmálar leyfisveitinga skulu byggjast á hlutlægum viðmiðunum án mismununar. Við leyfisveitingar réttinda þurfa sameiginlegar umsýslustofnanir ekki að nota, sem fordæmi fyrir aðra þjónustu á netinu, skilmála við leyfisveitingar sem samið var um við notanda þegar hann veitir nýja tegund þjónustu á netinu sem hefur verið aðgengileg almenningi á Evrópska efnahagssvæðinu skemur en þrjú ár.\nRétthafar skulu fá viðeigandi þóknun fyrir notkun á réttindum þeirra.\nSameiginlegar umsýslustofnanir skulu upplýsa notendur um viðmiðanir sem eru notaðar við ákvörðun gjaldskrár.\nSameiginlegar umsýslustofnanir skulu svara beiðnum frá notendum án ótilhlýðilegrar tafar og gefa m.a. til kynna hvaða upplýsingar þarf til að sameiginleg umsýslustofnun geti boðið leyfi. Þegar sameiginleg umsýslustofnun hefur móttekið allar viðeigandi upplýsingar skal hún án ótilhlýðilegrar tafar annaðhvort veita leyfi eða láta notandanum í té rökstudda yfirlýsingu um það hvers vegna stofnunin ætlar ekki að veita slíkt leyfi.\nSameiginlegar umsýslustofnanir skulu gera notendum kleift að eiga rafræn samskipti við þær.\nÁkvæði 1. mgr. skulu einnig eiga við allar sjálfstæðar umsýslueiningar sem hafa staðfestu á Íslandi.\nDeilum sameiginlegrar umsýslustofnunar, sem veitir eða býður veitingu fjölþjóðlegra leyfa yfir landamæri fyrir netnotkun tónverka, við raunverulegan eða mögulegan þjónustuveitanda á netinu varðandi beitingu 1.&ndash;6. mgr. má vísa til úrskurðarnefndar um höfundarréttarmál skv. 57. gr. svo framarlega sem deilurnar varði slík fjölþjóðleg leyfi.]\nL. 88/2019, 40. gr.\n[26. gr. e. Skyldur notenda.\nNotendur skulu láta sameiginlegri umsýslustofnun í té allar viðeigandi upplýsingar sem þeir búa yfir um notkun réttinda, sem sameiginleg umsýslustofnun er í fyrirsvari fyrir, og þörf er á vegna innheimtu tekna af réttindum og fyrir úthlutun og útborgun réttindagreiðslna til rétthafa.\nEf notandi og sameiginleg umsýslustofnun semja ekki sérstaklega um hvenær upplýsingar skv. 1. mgr. skuli afhendast skulu þær látnar í té svo fljótt sem auðið er eftir not viðkomandi réttinda.\nEf notandi og sameiginleg umsýslustofnun semja ekki sérstaklega um á hvaða formi upplýsingar skv. 1. mgr. skuli látnar í té skal notandinn nota þau skýrsluform sem sameiginlega umsýslustofnunin lætur í té, nema slíkt teljist ósanngjarnt.\nEf upp koma álitamál um upplýsingaskyldu notanda skv. 1.&ndash;3. mgr. má leggja það álitamál fyrir úrskurðarnefnd um höfundarréttarmál skv. 57. gr.]\nL. 88/2019, 40. gr.\nIII. kafli. Um aðiljaskipti að höfundarétti.\nAlmenn ákvæði.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Framsal höfundaréttar að nokkru leyti eða öllu er heimilt með þeirri takmörkun, sem leiðir af ákvæðum 4. gr.\nNú er eintak af verki afhent til eignar, og felst þá ekki í þeim gerningi framsal á höfundarétti að verkinu, nema þess sé getið sérstaklega.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Framsal höfundaréttar að verki veitir framsalshafa ekki rétt til að gera breytingar á því, nema svo hafi verið um samið.\nEkki er framsalshafa heimilt að framselja öðrum höfundaréttinn án samþykkis höfundar. Ef rétturinn er þáttur í eignum fyrirtækis, má þó framselja hann ásamt því eða tiltekinni grein þess. Þrátt fyrir slíkt framsal ber framseljandi áfram ábyrgð á efndum skuldbindinga sinna við höfund.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "...\nL. 11/1986, 9. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Nú er höfundur í hjúskap, og skal höfundaréttur þá vera séreign hans, sem ekki verður skert með kaupmála eða með öðrum hætti, þar á meðal ekki við [fjárslit milli hjóna], meðan höfundur lifir. Tekjur af höfundarétti og endurgjald fyrir framsal hans verða hjúskapareign, nema ákveðið sé á annan veg í kaupmála. Að höfundi látnum telst höfundaréttur til hjúskapareignar hans, nema kaupmáli hjóna standi til annars, sbr. og 2. mgr. 31. gr.\nSkuldheimtumenn geta ekki leitað fullnustu í höfundarétti, hvorki hjá höfundi sjálfum né neinum þeim, sem hlotið hafa réttinn að arfi eða fyrir hjúskap. Nú hefur aðili eignast höfundarétt með framsali, og má þá aðeins leita fullnustu hjá honum í þeim rétti, sem honum er heimilt að framselja, sbr. 2. mgr. 28. gr.\nÁkvæði 1. og 2. mgr. gilda einnig um eintök listaverka, sem höfundur hefur ekki haft til sýnis almenningi, boðið opinberlega til sölu eða viðurkennt með öðrum hætti, að birta megi opinberlega, svo og um handrit.\nL. 20/1991, 136. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Nú deyr höfundur, og fer þá um höfundarétt eftir ákvæðum erfðalaga, sbr. og 30. gr.\nHöfundur getur með ákvæði í erfðaskrá gert ráðstafanir um framkvæmd höfundaréttar að honum látnum og meðal annars falið sérstökum tilsjónaraðilja að annast hana. Skulu slík ákvæði hafa gildi gagnvart öllum erfingjum, þar á meðal skylduerfingjum, og einnig að því er varðar búshluta maka.\nFyrirmæli 2. mgr. taka einnig til slíkra eintaka af verkum, sem getið er í 3. mgr. 30. gr.\nFlutningsréttur.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Þegar höfundur hefur veitt heimild til opinbers listflutnings á verki, fylgir henni ekki einkaréttur til flutnings, nema svo hafi verið um samið.\nEf heimildin er veitt um óákveðinn tíma, hvort sem í henni felst einkaréttur eða ekki, skal talið, að hún gildi ekki lengur en 3 ár. Ákvæði þetta tekur ekki til samninga um flutningsrétt, sem samtök eigenda slíkra réttinda eru aðiljar að.\nNú hefur einkaréttur til flutnings verið veittur um tiltekinn tíma, lengur en 3 ár, og skal höfundi þó heimilt að flytja verkið sjálfur eða leyfa öðrum flutning þess, ef umrædds einkaréttar hefur ekki verið neytt í 3 ár samfleytt, enda hafi ekki verið á annan veg samið.\nÁkvæði þessarar greinar taka ekki til kvikmyndagerðar.\nÚtgáfusamningar.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Það er útgáfusamningur, er höfundur veitir tilteknum aðilja (útgefanda) rétt til að framleiða á prenti eða með svipuðum hætti eintök af bókmenntaverki eða listaverki og gefa þau út.\nÚtgáfusamningur veitir útgefanda ekki eignarrétt að handriti því eða annars konar eintaki af verki, sem notað er til eftirgerðar, nema svo sé um samið sérstaklega.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Útgefandi hefur, ef ekki er á annan veg samið, rétt til að gefa út upplag, er nemi 2000 eintökum af bókmenntaverki, 1000 eintökum af tónverki og 200 eintökum af myndlistarverki.\nMeð orðinu upplag er átt við þann eintakafjölda, sem út er gefinn í einu.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Skylt er útgefanda að gefa verkið út innan hæfilegs tíma og stuðla að dreifingu þess, eftir því sem aðstæður leyfa og venja er um sams konar verk.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Nú hefur bókmenntaverk eða myndlistarverk ekki verið gefið út innan 2 ára eða tónverk innan 4 ára frá því, að útgefandi fékk í hendur fullgert handrit eða annað eintak, sem nota skal til eftirgerðar, og er höfundi þá, ef ekki hefur verið samið um lengri frest til útgáfu, heimilt að rifta útgáfusamningi, enda þótt skilyrði til riftunar eftir almennum réttarreglum séu ekki fyrir hendi. Sama gildir, ef upplag hefur selst upp og útgefandi, sem fengið hefur rétt til nýrrar útgáfu, hefur ekki gefið verkið út að nýju innan 2 ára frá því, að höfundur krafðist þess.\nÞegar útgáfusamningi er riftað samkvæmt 1. mgr., er höfundi ekki skylt að skila aftur greiðslu, sem hann hefur þegar fengið. En hafi hann beðið tjón vegna saknæmra vanefnda útgefanda, sem ekki er bætt að fullu með þeirri greiðslu, á hann rétt til frekari bóta.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Skylt er útgefanda að láta höfundi í té skriflega yfirlýsingu prentsmiðju eða annars aðilja, sem framkvæmir eintakagerð, um eintakafjölda þann, sem gerður hefur verið.\nNú á höfundur rétt til þóknunar, miðað við sölu eða leigu eintaka á reikningsári, og ber útgefanda þá að senda honum innan 9 mánaða frá lokum reikningsárs skilagrein um sölu eða leigu á reikningsárinu og um eftirstöðvar upplags í lok reikningsárs.\nÞó að höfundur eigi ekki að fá þóknun, eins og getið er í 2. mgr., á hann samt rétt til að fá skilagrein um eftirstöðvar upplags í lok reikningsárs, þegar 9 mánuðir eru liðnir frá þeim tíma.\nHöfundur getur ekki með samningi fallið frá rétti þeim, sem honum er áskilinn með þessari grein.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Ef hafist er handa um útgáfu á nýju upplagi, þegar meira en ár er liðið frá útkomu hins fyrra, ber útgefanda að gefa höfundi kost á að gera breytingar, enda hafi þær ekki í för með sér verulegan kostnað né breyti heildarsvip verksins.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Ef ekki er á annan veg samið, fær útgefandi einkarétt til að gefa verkið út með þeim hætti og í því formi, sem útgáfusamningur greinir. Nú hefur útgefandi fengið einkarétt, og er höfundi þá ekki heimilt að gefa verkið út með greindum hætti né leyfa öðrum að gera það, fyrr en uppselt er upplag það eða upplög, sem útgáfusamningur tekur til.\nÞrátt fyrir ákvæði 1. mgr. hefur höfundur rétt til að gefa bókmenntaverk út sem hluta af heildarútgáfu verka sinna eða úrvals úr þeim, þegar liðin eru 15 ár frá næstu áramótum, eftir að útgáfusamningur var gerður. Höfundur getur með samningi fallið frá þessum rétti sínum.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Útgefendur blaða og tímarita hafa einkarétt til að endurprenta rit þessi bæði í heild og einstök blöð eða hefti.\nEkki raskar réttur útgefenda höfundarétti að einstökum ritgerðum, myndum eða öðrum verkum, sem í blöðum eða tímaritum birtast. Þó þarf ekki að leita samþykkis höfunda til þeirrar endurprentunar, sem í 1. mgr. getur, nema svo hafi verið um samið.\nÁkvæði þessa kafla um útgáfusamninga taka ekki til blaða og tímarita framar en segir í 1. og 2. mgr.\nÁkvæði 35. og 36. gr. gilda ekki um framlög til safnverka.\nSamningar um kvikmyndagerð.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Nú hefur höfundur veitt með samningi framlag til kvikmyndaverks, og getur hann þá ekki nema sérstakur áskilnaður sé gerður á annan veg, hindrað eintakagerð, útbreiðslu, opinbera sýningu, hvers konar dreifingu til almennings um þráð eða þráðlaust né aðra notkun verksins.\nÁkvæði 1. mgr. taka ekki til tónverka, kvikmyndahandrita né samtalstexta, sem gerð hafa verið til notkunar í kvikmynd, og ekki heldur til framlags aðalleikstjóra.\n[Hafi höfundur kvikmyndaverks framselt rétt sinn til útleigu kvikmyndaverks, sbr. 1. mgr., á hann ætíð rétt til hæfilegrar þóknunar fyrir útleiguna og verður ekki fallið frá rétti þessum með samningum.]\nL. 60/2000, 6. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Nú hefur aðili fengið með samningi rétt til að nota bókmenntaverk eða tónverk við gerð kvikmyndar, sem ætluð er almenningi til sýnis, og skal hann þá, ef ekki er á annan veg samið, ljúka gerð kvikmyndarinnar innan hæfilegs tíma og annast um, að hún verði sýnd, eftir því sem aðstæður leyfa og venja er um sams konar verk.\nNú er gerð kvikmyndar ekki lokið innan 5 ára frá því, að höfundur fullnægði samningsskyldum sínum, og er höfundi þá heimilt, ef ekki hefur verið samið um lengri frest, að rifta samningnum, enda þótt riftunarskilyrði eftir almennum reglum séu ekki fyrir hendi. Ákvæði 2. mgr. 36. gr. gilda hér, eftir því sem við á.\n[Sérstök ákvæði um tölvuforrit.]\nL. 57/1992, 11. gr.\n[42. gr. a.]\n[Sá sem hefur rétt til að nota tölvuforrit hefur heimild til að gera þær breytingar á forritinu sem nauðsyn ber til vegna nýtingar þeirrar sem heimil er.]\n[Einnig er heimil afritun forrits og þýðing eða afþýðing þess þegar slíkt er óhjákvæmilegt til öflunar upplýsinga sem þörf er á til að ná fram rekstrarsamhæfni sjálfstæðs forrits við önnur forrit að fullnægðum eftirgreindum skilyrðum:\n1. að sú aðgerð sé framkvæmd af þeim aðila sem aflað hefur sér með lögmætum hætti heimildar til notkunar forritsins,\n2. að slíkar upplýsingar hafi ekki verið tiltækar aðilum sem um getur í 1. tölul. með greiðum hætti,\n3. að aðgerðirnar takmarkist við þann hluta hins upphaflega forrits sem nauðsynlegar eru til þess að ná fram rekstrarsamhæfni.\nUpplýsingar, sem aflað hefur verið með heimild í grein þessari, verða aðeins notaðar til að auðvelda rekstrarsamhæfni við önnur forrit, en ekki á neinn þann hátt er raski lögmætum hagsmunum hins upprunalega forritshöfundar til eðlilegrar hagnýtingar þess né brjóti gegn höfundarétti hans á annan hátt.\nEkki er heimilt að víkja frá ákvæðum greinar þessarar með samningum.]\nL. 57/1992, 11. gr. L. 60/2000, 7. gr. L. 145/1996, 3. gr.\n[42. gr. b.\nNú er gerð tölvuforrita liður í ráðningarskilmálum og eignast þá atvinnurekandi höfundaréttinn að forritinu nema áskilnaður sé gerður á annan veg.]\nL. 57/1992, 11. gr.\n[42. gr. c.\nSá sem hefur rétt til að nota gagnagrunn, sbr. 50. gr., hefur heimild til aðgerða sem nauðsynlegar eru til aðgangs að efni gagnagrunnsins og venjulegrar nýtingar hans.]\nL. 60/2000, 8. gr.\nIV. kafli. Gildistími höfundaréttar.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "[Höfundaréttur helst uns 70 ár eru liðin frá næstu áramótum eftir lát höfundar. Nú er um verk að ræða sem ákvæði 7. gr. taka til og skal þá telja greint 70 ára tímabil frá næstu áramótum eftir lát þess höfundar sem lengst lifir.\nHöfundaréttur að tónverki með texta, þar sem bæði texti og tónverk eru samin sérstaklega fyrir hlutaðeigandi tónverk með texta, helst uns 70 ár eru liðin frá næstu áramótum eftir andlát þess sem lengst lifir af eftirtöldum aðilum:\n1. Textahöfundar.\n2. Tónskáld.\nHöfundaréttur að kvikmyndaverkum helst uns 70 ár eru liðin frá næstu áramótum eftir andlát þess sem lengst lifir af eftirgreindum höfundum kvikmyndaverks:\n1. Aðalleikstjórar.\n2. Handritshöfundar, þ.m.t. höfundar samtalstexta.\n3. Tónhöfundar sé tónlistin sérstaklega samin til afnota í kvikmyndaverkum.]\nL. 11/2016, 1. gr., sbr. og 8. gr. s.l.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "[Þegar verk hefur verið birt án þess að höfundur hafi verið nafngreindur, sbr. 2. mgr. 8. gr., helst höfundaréttur að verkinu uns 70 ár eru liðin frá næstu áramótum eftir birtingu þess. Nú er um verk að ræða sem birt er í einstökum hlutum, svo sem heftum, bindum eða með öðrum hliðstæðum hætti, og gildir þá sjálfstæður verndartími fyrir hvern einstakan hluta.\nEf höfundur er nafngreindur með þeim hætti sem segir í 2. mgr. 8. gr. áður en framangreint 70 ára tímabil er liðið eða leitt er í ljós að höfundur var látinn er verkið birtist skal um gildistíma höfundaréttar fara eftir ákvæðum 43. gr.\nSé um verk að ræða sem ekki hefur verið birt og höfundur ókunnur fellur höfundarétturinn niður er 70 ár eru liðin frá næstu áramótum eftir tilurð verksins.]\nL. 145/1996, 5. gr.\n[44. gr. a.\nHafi verk ekki verið birt almenningi innan verndartímabils skv. 43. og 44. gr. skal sá sem fyrst birtir verkið að því liðnu öðlast hliðstæðan rétt til fjárhagsnytja af verkinu og höfundar hafa samkvæmt ákvæðum laga þessara. Verndin helst uns 25 ár eru liðin frá næstu áramótum eftir birtingu.]\nL. 145/1996, 6. gr.\nV. kafli. Ýmis réttindi, skyld höfundarétti.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "[Listflytjandi hefur einkarétt til eintakagerðar af listflutningi sínum og hvers konar dreifingar hans til almennings, sbr. þó ákvæði 47. gr. Samkvæmt þessu eru óheimilar án hans samþykkis m.a. þær aðgerðir sem hér eru taldar:\n1. Upptaka til endurflutnings á beinum listflutningi hans. Það telst beinn listflutningur sem listflytjandi flytur persónulega, þar á meðal flutningur í útvarp. Nú hefur útvarpsstofnun framkvæmt bráðabirgðaupptöku á persónulegum listflutningi og fer þá um útvarp eftir slíkri upptöku sem um beinan listflutning.\n2. Útvarp á beinum listflutningi.\n3. Dreifing beins listflutnings með tækniaðferðum, um þráð eða þráðlaust, frá flutningsstað til annarra tiltekinna staða sem almenningur á aðgang að.\n4. Eftirgerð á upptöku listflutnings og dreifing til almennings uns 50 ár eru liðin frá næstu áramótum eftir að flutningur fór fram. ...\n[Ef upptaka listflutnings skv. 1. mgr., sem ekki er hljóðrit, er gefin út eða gerð aðgengileg almenningi innan þess tímamarks sem þar er tiltekið varir verndin þó uns 50 ár eru liðin frá því sem fyrr gerist, lok útgáfuárs eða þegar upptaka var gerð aðgengileg almenningi.\nEf hljóðrit listflutnings skv. 1. mgr. er gefið út eða gert aðgengilegt almenningi innan þess tíma sem þar er nefndur varir verndin þó uns 70 ár eru liðin frá því sem fyrr gerist, lok útgáfuárs eða þegar upptaka var gerð aðgengileg almenningi.]\nNú hefur listflytjandi veitt með samningi framlag til kvikmyndaverks og getur hann þá ekki, nema áskilnaður sé gerður á annan veg, hindrað leigu á eintökum kvikmyndaverksins.\n[Um upptöku, eftirgerð og dreifingu listflutnings, sem um getur í 1. mgr., skulu eftir því sem við á gilda ákvæði 2.&ndash;5. mgr. 2. gr., 4. gr., 7. gr., 8. gr., 10. gr. a, 1. mgr. og 3. tölul. 2. mgr. 11. gr., 12. gr., 12. gr. a, 12. gr. b, 1. og 3. mgr. 14. gr., 3. og 4. mgr. 15. gr., 17. gr., 18. gr., [19. gr., 19. gr. a &ndash; 19. gr. e], 21. gr., 22. gr., 22. gr. a, 23. gr., 23. gr. a, 23. gr. b, 24. gr., 26.&ndash;31. gr., 3. mgr. 41. gr., 53. gr. og 57. gr.]\nStandi fleiri en 12 listflytjendur að listflutningi nægir samþykki stéttarfélags flytjenda til eftirgerðar og endurnota, enda komi greiðsla fyrir flutninginn.]\n[Sama rétt og listflytjandi samkvæmt þessari grein hefur flytjandi þjóðmenningarlegs efnis.]\nL. 11/2016, 2. gr., sbr. og 8. gr. s.l. L. 13/2021, 3. gr. L. 9/2016, 16. gr. L. 145/1996, 7. gr. L. 9/2006, 8. gr.\n[45. gr. a. ...]\nL. 9/2016, 17. gr. L. 145/1996, 8. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "[Óheimil er eftirgerð og hvers kyns dreifing til almennings á myndritum og hljóðritum, þar á meðal hljómplötum, án samþykkis framleiðanda uns liðin eru 50 ár frá næstu áramótum eftir að frumupptaka var framkvæmd. [Sé upptöku dreift til almennings innan greinds verndartímabils skal vernd þó haldast í 50 ár að því er myndrit varðar en 70 ár að því er hljóðrit varðar frá næstu áramótum eftir fyrstu dreifingu.]\n[Eftir því sem við á skal beita ákvæðum 2.&ndash;5. mgr. 2. gr., 7. gr., 8. gr., 10. gr. a, 1. mgr. og 3. tölul. 2. mgr. 11. gr., 12. gr., 12. gr. a, 12. gr. b, 1. og 3. mgr. 14. gr., 3. og 4. mgr. 15. gr., 17. gr., 18. gr., [1. og 4. mgr. 19. gr. að því er varðar myndrit og 19. gr. og 19. gr. a &ndash; 19. gr. e að því er varðar hljóðrit], 21. gr., 22. gr., 22. gr. a, 23. gr. b, 24. gr., 3. mgr. 26. gr., 26. gr. a &ndash; 26. gr. c og 57. gr.]]\nL. 13/2021, 4. gr. L. 9/2016, 18. gr. L. 145/1996, 9. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "[Nú er hljóðrit, sem út hefur verið gefið, notað á því tímabili sem í 46. gr. getur til flutnings í útvarpi eða til annarrar opinberrar dreifingar listflutnings, hvort heldur með beinni notkun eða eftir útvarpi, og ber þá notanda að greiða framleiðanda þess og listflytjanda sameiginlega þóknun fyrir afnotin. [Heimild til notkunar útgefins hljóðrits til flutnings í útvarpi eða annarrar opinberrar dreifingar listflutnings gildir ekki um þá miðlun hljóðrita sem í því felst að hljóðrit er gert aðgengilegt með þeim hætti að hver og einn geti fengið aðgang að því á þeim stað og á þeirri stundu sem hann sjálfur kýs.]\nKrafa til endurgjalds skv. 1. mgr. verður aðeins gerð af [samtökum framleiðenda og listflytjenda]. Samtökunum skulu settar samþykktir í samvinnu við [ráðuneytið] og vera háðar staðfestingu þess. Í samþykktum þessum skal m.a. kveða á um skiptingu tekna með aðildarfélögum samtakanna.\n[Þegar framleiðandi hljóðrits eða listflytjandi á rétt til þóknunar skv. 1. málsl. 1. mgr. skal hún fara eftir heildarsamningi milli samtaka skv. 2. mgr. og notanda eða samtaka hans. Þeim samtökum skal heimilt að setja gjaldskrár um flutning af hljóðritum utan útvarps, enda feli slíkur flutningur ekki í sér miðlun efnis í skilningi 1. tölul. 4. mgr. 2. gr. Ágreiningi um þóknun geta aðilar skotið til úrskurðarnefndar skv. 57. gr. Nefndin getur gert notanda að setja viðhlítandi tryggingu fyrir greiðslu þóknunar þar til hún hefur verið ákveðin, en ella mælt fyrir um stöðvun á notkun verndaðra hljóðrita uns trygging hefur verið sett.\nÁkvæði þessi gilda ekki um myndrit.]]\nL. 9/2006, 10. gr. L. 9/2016, 19. gr. L. 126/2011, 56. gr. L. 145/1996, 10. gr.\n[47. gr. a.\nListflytjandi getur sagt upp samningi um framsal réttinda til hljóðrits af listflutningi sínum til framleiðanda hljóðrits þegar 50 ár eru liðin frá útgáfu þess eða, ef hljóðrit hefur ekki verið gefið út, þegar 50 ár eru liðin frá að það var birt, ef framleiðandinn gerir ekki fullnægjandi ráðstafanir til:\n1. að bjóða eintök af hljóðriti í sölu í nægilegu magni eða\n2. að gera hljóðritið aðgengilegt almenningi á þann hátt að hver og einn geti haft aðgang að því á þeim stað og á þeirri stundu sem hann sjálfur kýs, sbr. 1. tölul. 4. mgr. 2. gr.\nUm uppsögn listflytjanda á samningi skv. 1. mgr. gildir eins árs uppsagnarfrestur. Uppsögn samnings tekur gildi að liðnum uppsagnarfresti hafi framleiðandi hljóðrits ekki gert viðeigandi ráðstafanir skv. 1. og 2. tölul. 1. mgr. Ógilt er afsal flytjanda á uppsagnarrétti samkvæmt þessari grein.\nVið uppsögn samnings skv. 1. mgr. falla niður réttindi framleiðanda skv. 46. gr. til viðkomandi hljóðrits.]\nL. 11/2016, 4. gr., sbr. og 8. gr. s.l.\n[47. gr. b.\nHafi listflytjandi framselt framleiðanda hljóðrits rétt sinn til hljóðrits listflutnings fyrir eingreiðslu á hann rétt á árlegri viðbótarþóknun frá framleiðanda hljóðrits fyrir hvert heilt ár eftir að 50 ár eru liðin frá útgáfu hljóðritsins eða, ef hljóðrit hefur ekki verið gefið út, þegar 50 ár eru liðin frá því að hljóðritið var gert aðgengilegt almenningi. Ógilt er afsal listflytjanda á rétti til árlegrar viðbótarþóknunar.\nFramleiðandi hljóðrits skal leggja til hliðar fjárhæð til greiðslu viðbótarþóknunar skv. 1. mgr. Samanlögð fjárhæð sem lögð er til hliðar skal samsvara 20% af tekjum framleiðandans fyrir næstliðið ár. Viðbótarþóknun skv. 1. mgr. reiknast af tekjum framleiðanda hljóðrits vegna eintakagerðar, dreifingar eintaka og því að hljóðrit er gert aðgengilegt almenningi frá því að 50 ár eru liðin frá útgáfu hljóðrits eða, ef hljóðrit hefur ekki verið gefið út, þegar 50 ár eru liðin frá því að hljóðrit var gert aðgengilegt almenningi.\nUmsýsla og útborgun viðbótarþóknunar skv. 1. mgr. er á hendi samtaka rétthafa sem hlotið hafa viðurkenningu ráðuneytisins.\nEftir kröfu frá listflytjanda eða viðurkenndum samtökum skv. 3. mgr. ber framleiðanda hljóðrits að láta í té allar upplýsingar sem nauðsynlegar eru til að tryggja greiðslu árlegrar viðbótarþóknunar.\nRáðherra setur nánari reglur um málsmeðferð vegna viðurkenningar samtaka skv. 3. mgr.]\nL. 11/2016, 4. gr., sbr. og 8. gr. s.l.\n[47. gr. c.\nHafi listflytjandi framselt framleiðanda hljóðrits rétt sinn á hljóðriti listflutnings og samið um reglulegar greiðslur skal réttur til árlegrar viðbótarþóknunar ekki rýrður vegna fyrirframgreiðslu eða samningsbundins frádráttar þegar 50 ár eru liðin frá útgáfu hljóðrits eða, ef hljóðrit hefur ekki verið gefið út, þegar 50 ár eru liðin frá því að hljóðrit var gert aðgengilegt almenningi.]\nL. 11/2016, 4. gr., sbr. og 8. gr. s.l.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Óheimilar eru eftirgreindar aðgerðir án samþykkis útvarpsstofnunar:\n1. Endurvarp (samtímisútvarp) á útvarpi hennar og dreifing þess um þráð.\n2. Upptaka endurflutnings á útvarpi hennar.\n3. Birting á sjónvarpi hennar í atvinnuskyni eða ávinnings.\n4. [Eftirgerð á áður framkvæmdri upptöku útvarps hennar, sem og það að birta slíka upptöku.]\n[Réttur útvarpsstöðva skv. 1. mgr. gildir uns liðin eru 50 ár frá næstu áramótum eftir fyrstu útsendingu.]\n[Eftir því sem við á skal beita ákvæðum 2.&ndash;4. mgr. 2. gr., 8. gr., 10. gr. a, 1. mgr. og 3. tölul. 2. mgr. 11. gr., 12. gr., 12. gr. a, 12. gr. b, 1. og 3. mgr. 14. gr., 4. mgr. 15. gr., 17. gr., 18. gr., [19. gr., 19. gr. a &ndash; 19. gr. e], 21. gr., 22. gr., 22. gr. a, 24. gr. og 3. mgr. 26. gr.]\n[Nú sendir útvarpsstöð er nýtur verndar samkvæmt lögum þessum út viðburð, sem vekur mikinn áhuga á meðal almennings, á grundvelli samnings um einkarétt til útsendingar og er þá, þrátt fyrir ákvæði 1. mgr., annarri útvarpsstöð sem hefur staðfestu á Evrópska efnahagssvæðinu heimilt að senda út stutt myndskeið að eigin vali frá viðkomandi viðburði. Heimild þessi nær þó eingöngu til útsendingar slíkra myndskeiða í almennum fréttaþáttum. Sé myndskeið sýnt með heimild í þessari málsgrein skal nafn eða annað auðkenni þeirrar útvarpsstöðvar sem einkaréttinn á birt ef unnt er.\nSkilmálar útvarpsstöðvar sem er aðili einkaréttarsamnings fyrir nýtingu skv. 4. mgr. skulu vera réttlátir, sanngjarnir og án mismununar og kynntir með góðum fyrirvara.]\nL. 9/2006, 11. gr. L. 13/2021, 5. gr. L. 9/2016, 20. gr. L. 38/2011, 65. gr.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Eftirgerð ljósmynda, sem ekki njóta verndar laga þessara sem listaverk, sbr. 2. mgr. 1. gr., er óheimil án samþykkis ljósmyndara eða þess aðilja, sem rétt hans hefur hlotið. [Enn fremur er óheimilt að birta slíkar ljósmyndir án samþykkis rétthafa.] Nú er slík mynd birt opinberlega í atvinnuskyni eða ávinnings, og á ljósmyndari eða síðari rétthafi þá kröfu til þóknunar. Vernd ljósmyndar samkvæmt þessari grein skal haldast, uns liðin eru [50 ár] frá næstu áramótum eftir gerð hennar.\nÁkvæði II. kafla laga þessara taka til ljósmynda þeirra, sem í 1. mgr. getur, eftir því sem við á.\nL. 9/2006, 12. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "[Sá sem framleiðir skrár, töflur, eyðublöð, gagnagrunn eða svipuð verk sem hafa að geyma umtalsvert safn upplýsinga eða eru árangur verulegrar fjárfestingar hefur einkarétt til eintakagerðar eða birtingar verks í heild eða að verulegum hluta. Endurtekinn og kerfisbundinn útdráttur og/eða endurnýting óverulegs hluta af gagnagrunni er óheimil ef þær aðgerðir stríða gegn venjulegri nýtingu hans eða ganga með óeðlilegum hætti gegn réttmætum hagsmunum framleiðenda gagnagrunnsins.\nEinkaréttur til þeirrar sérstöku verndar sem kveðið er á um í grein þessari helst í 15 ár frá næstu áramótum eftir að verkið varð til. Ef verkið er birt innan greinds verndartímabils skal verndin þó haldast í 15 ár frá næstu áramótum eftir að gagnagrunnurinn telst birtur almenningi.\nNjóti verk eða verkshluti, sem fjallað er um í grein þessari, höfundaréttarverndar verður þeim rétti einnig beitt samhliða.\nBeita skal, eftir því sem við á, ákvæðum II. kafla laga þessara.]\nL. 60/2000, 10. gr.\n[V. kafli A. Tæknilegar ráðstafanir o.fl.]\nL. 9/2006, 13. gr.\n[50. gr. a.\nÓheimilt er að eiga viðskipti með eða hafa undir höndum í fjárhagslegum tilgangi tæki eða gögn sem hafa þann tilgang einan að auðvelda með ólöglegum hætti að fjarlægja eða komast fram hjá tæknilegum búnaði ætluðum til þess að koma í veg fyrir ólögmæta eftirgerð tölvuforrits.]\nL. 9/2006, 13. gr.\n[50. gr. b.\nÓheimilt er án samþykkis rétthafa að sniðganga tæknilegar ráðstafanir, sbr. 4. mgr.\nÓheimilt er að framleiða, flytja inn, dreifa, selja, leigja, auglýsa til sölu eða leigu eða eiga í viðskiptalegum tilgangi búnað, vörur eða íhluti sem\n1. eru kynnt eða auglýst sem leið til að komast fram hjá tæknilegum ráðstöfunum,\n2. hafa aðeins takmarkað fjárhagslegt gildi eða notkunarmöguleika nema sem leið til að komast fram hjá tæknilegum ráðstöfunum eða\n3. eru fyrst og fremst hönnuð, framleidd, aðlöguð eða veitt í því skyni að gera kleift eða auðvelda að komast fram hjá tæknilegum ráðstöfunum.\nÁkvæði 2. mgr. gildir einnig um þjónustu.\nMeð tæknilegum ráðstöfunum í 1. og 2. mgr. er átt við hvers konar skilvirkar tæknilegar ráðstafanir sem samkvæmt eðlilegri notkun eru ætlaðar til þess að vernda verk og annað efni verndað með lögum þessum.\nÁkvæði 1.&ndash;4. mgr. gilda ekki um vernd tölvuforrita.\nÁkvæði 1.&ndash;4. mgr. eru því ekki til fyrirstöðu að gerðar séu rannsóknir á dulritun.]\nL. 9/2006, 13. gr.\n[50. gr. c.\nÚrskurðarnefnd skv. 57. gr. getur samkvæmt kröfu notanda gert rétthafa, sem gripið hefur til skilvirkra tæknilegra ráðstafana skv. 1. mgr. 50. gr. b, að veita notanda aðgang að þeim úrræðum sem nauðsynleg eru til þess að hann geti nýtt sér ákvæðin í 12. gr., 2. mgr. 14. gr. og 1. mgr. 17. gr., að því er kennslu varðar, [19. gr.], [19. gr. c], 1. tölul. 1. mgr. 21. gr., 1. og 2. mgr. 22. gr., 22. gr. a og [3. mgr. 23. gr.] Hafi rétthafi ekki farið að fyrirmælunum innan fjögurra vikna frá ákvörðun nefndarinnar er notanda rétt, þrátt fyrir ákvæði 1. mgr. 50. gr. b, að sniðganga hinar tæknilegu ráðstafanir. Ákvæðum þessarar málsgreinar verður aðeins beitt um þá notendur sem eiga löglegan aðgang að viðkomandi verki eða efni.\nÁkvæði 1. mgr. verður því aðeins beitt að rétthafi hafi ekki sjálfviljugur gert ráðstafanir, til að mynda samninga við aðra hlutaðeigandi aðila, sem tryggja að notandinn geti nýtt sér hin tilvitnuðu ákvæði í 1. mgr. hvað sem líður beitingu skilvirkra tæknilegra ráðstafana.\nÁkvæði 1. mgr. verður ekki beitt um verk og annað efni sem á grundvelli samnings er gert almenningi aðgengilegt á þann hátt að hver og einn geti haft aðgang að því á þeim stað og á þeirri stundu sem hann sjálfur kýs. [Þetta á þó ekki við um notkun skv. 19. gr. c.]]\nL. 93/2010, 8. gr. L. 13/2021, 6. gr. L. 9/2016, 21. gr. L. 9/2006, 13. gr.\n[50. gr. d.\nÓheimilt er án samþykkis rétthafa að\n1. fjarlægja eða breyta rafrænum upplýsingum um réttindaumsýslu eða\n2. dreifa eintökum, flytja inn í því skyni að dreifa eintökum eða miðla til almennings verkum og öðru efni þar sem rafrænar upplýsingar um réttindaumsýslu hafa verið fjarlægðar eða þeim breytt án samþykkis rétthafa.\nÁkvæði 1. mgr. verður því aðeins beitt að sá sem að gerningi stóð hafi vitað eða mátt vita að með gerningnum komi hann til leiðar, geri kleift, auðveldi eða leyni broti gegn rétti til verks eða annars efnis sem verndar nýtur samkvæmt lögum þessum.]\nL. 9/2006, 13. gr.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Nú hefur höfundur notað sérstakan titil, gervinafn eða merki á birtu verki, og er öðrum þá óheimilt að birta verk með sams konar auðkenni eða svo áþekku, að líklegt sé, að villst verði á verkunum eða höfundum þeirra.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Engum er heimilt án samþykkis höfundar að setja nafn hans eða höfundarauðkenni á listaverk.\nÓheimilt er bæði höfundi og öðrum að setja nafn hans eða höfundarauðkenni á eintak, sem gert hefur verið eftir listaverki, ef hætta er á, að villst verði á eftirgerðinni og frumverkinu.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Ákvæði 2. mgr. 4. gr. skulu gilda um bókmenntaverk og listaverk, sem ekki eru háð höfundarétti.\nMál út af brotum gegn 1. mgr. skal aðeins höfða eftir kröfu [ráðherra], enda telji hann þess þörf vegna tillits til almennrar menningarverndar.\nL. 126/2011, 56. gr.\n[53. gr. a.\n[Ákvæði reglugerðar Evrópuþingsins og ráðsins (ESB) 2017/1128 frá 14. júní 2017 um flytjanleika efnisveituþjónustu á Netinu yfir landamæri á innri markaðnum, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 49 frá 26. júlí 2018, bls. 383&ndash;393, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 158/2018 frá 6. júlí 2018, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest.]]\nL. 53/2019, 1. gr. L. 93/2010, 9. gr.\nVII. kafli. Refsiákvæði, bætur, ákærureglur o.fl.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Fyrir brot á lögum þessum skal því aðeins refsa, að þau séu framin af ásetningi eða stórfelldu gáleysi. [Fyrir hlutdeild í brotum skal refsa á sama hátt.]\n[Sektum ... eða fangelsi, allt að 2 árum, varða:]\n1. Aðgerðir, sem brjóta í bága við einkarétt höfundar [skv. 2. gr.]\n[2. Aðili skv. 2. mgr. 25. gr. b lætur hjá líða að senda samtökum þeim sem getið er um í 5. mgr. 25. gr. b upplýsingar skv. 6. mgr. 25. gr. b.]\n[3. ] Brot á 1. og 2. mgr. 4. gr., 2. og 3. mgr. 26. gr., 1. mgr. 28. gr., 1. mgr. 39. gr., 53. gr. og fyrirmælum, sem getur í 2. mgr. 31. gr.\n[4. Brot á 1. mgr. 45. gr. og 3. mgr. sömu greinar, sbr. tilvitnanir þar í 4. gr., 1. mgr. 28. gr. og fyrirmæli sem getur í 2. mgr. 31. gr.]\n[5. ] Brot á 1. mgr. 46. gr., 1. mgr. 48. gr., 1. mgr. 49. gr., 1. mgr. 50. gr., [50. gr. a, 50. gr. b, 50. gr. d], 51. gr. og 52. gr.\n[6. ] Innflutningur til landsins á eintökum af verkum eða annarri framleiðslu, sem verndar nýtur eftir V. kafla laga þessara, ef eintökin eru gerð erlendis og atvikum svo háttað, að gerð þeirra hér á landi hefði brotið í bága við lögin, enda séu eintökin flutt inn í þeim tilgangi að sýna þau opinberlega eða dreifa þeim til almennings.\n[[7. ] ...]\nNú er brot framið á vegum félags eða annars fyrirtækis, og má þá dæma fésekt á hendur því.\n[Þrátt fyrir ákvæði 2. mgr., sbr. 4. og 5. tölul. 2. mgr. 11. gr. og 1. mgr. 50. gr. b, varðar eftirtalin eintakagerð einstaklinga til einkanota ekki refsingu:\n1. eintakagerð eftir einstöku eintaki verndaðs tölvuforrits eða eintaki véllæsilegs gagnagrunns sem hefur verið gefinn út, seldur eða varanlega látinn af hendi með samþykki höfundar eða framleiðanda,\n2. eintakagerð sem fram fer andstætt 1. mgr. 50. gr. b.]\nL. 93/2010, 10. gr. L. 82/1998, 162. gr. L. 78/1984, 5. gr. L. 9/2016, 23. gr. L. 97/2006, 2. gr. L. 60/2000, 11. gr. L. 9/2006, 14. gr. L. 109/2016, 2. gr. L. 78/1984, 6. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "[Nú hafa eintök af verkum verið gerð, flutt hingað til lands eða birt almenningi, þannig að í bága fer við ákvæði laga þessara eða fyrirmæli, sem sett hafa verið skv. 2. mgr. 31. gr., og má þá ákveða í dómi að eintökin séu afhent brotaþola, eyðilögð, fjarlægð af markaði eða tekin úr dreifingu, varanlega eða tímabundið, eða gerð á annan hátt óhæf til hinna ólöglegu nota.\nHið sama gildir um efni, áhöld og aðra muni sem varða undirbúning eða framkvæmd brots.\nRáðstafanir skv. 1. og 2. mgr. skulu eiga sér stað á kostnað hins brotlega og án endurgjalds af hálfu brotaþola. Liggi til þess alveg sérstakar ástæður er þó heimilt að kveða á um í dómi að brotaþoli skuli greiða hæfilegt endurgjald.\nVið ákvörðun dómara skv. 1. og 2. mgr. skal þess gætt að samræmi sé milli umfangs brots og þeirra ráðstafana sem kveðið er á um jafnframt því sem tekið skal hæfilegt tillit til hagsmuna þriðja manns, þar á meðal í þeim tilvikum þegar eigandi munar veit ekki um brot.]\nL. 93/2010, 11. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "[Sá sem hefur brotið gegn lögum þessum af ásetningi eða gáleysi skal greiða bætur vegna brotsins. Þótt brotið sé framið í góðri trú er heimilt að ákveða þeim sem orðið hefur fyrir tjóni bætur úr hendi hins brotlega.\nVið ákvörðun bóta skv. 1. mgr. skal ekki eingöngu miða við það beina fjárhagstjón sem höfundur eða annar rétthafi hefur orðið fyrir, heldur ber auk þess að líta til þess fjárhagslega hagnaðar sem hinn brotlegi hefur haft af brotinu. Verði ekki færðar sönnur á tjón brotaþola eða hagnað hins brotlega skal ákveða bætur að álitum hverju sinni.\nDæma má höfundi eða öðrum rétthafa bætur fyrir miska vegna brots á lögum þessum.]\nL. 93/2010, 12. gr.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "[Takist ekki samningur um fjárhæð [eða fyrirkomulag] þóknunar skv. 12. gr. b, 3. mgr. 14. gr., 16.&ndash;18. gr., 4. mgr. 19. gr., [3. mgr. 19. gr. d], 20. og 21. gr., 1. mgr. 23. gr., 23. gr. a, 23. gr. b, 26. gr. b og 47. gr., eða önnur ágreiningsefni vegna samningskvaðaheimilda, getur hvor aðili um sig lagt ágreiningsefnið undir úrskurð þriggja manna nefndar sem ráðherra skipar úr hópi fimm manna sem höfundaréttarnefnd skv. 58. gr. tilnefnir.\nÚrskurður nefndarinnar felur í sér fullnaðarúrlausn um ágreiningsefnið á stjórnsýslustigi. Ráðherra er heimilt að setja reglugerð um starfshætti nefndarinnar sem og um greiðslu málskostnaðar.]\nL. 13/2021, 7. gr. Rg. 97/1996. L. 9/2016, 24. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "[Til ráðuneytis [ráðherra] um höfundaréttarmál skal vera nefnd [sjö] sérfróðra manna á sviði höfundaréttar sem ráðherra skipar til fjögurra ára í senn. Við skipun nefndarinnar skal haft samráð við helstu höfundaréttarsamtök landsins. Enn fremur skal koma á fót höfundaréttarráði. Í ráðinu skulu kynnt og rædd höfundaréttarmálefni sem efst eru á baugi á hverjum tíma. Í ráðinu skulu eiga sæti fulltrúar tilnefndir af þeim samtökum sem hlotið hafa lögformlega viðurkenningu ráðuneytisins til meðferðar höfundaréttar, svo og annarra helstu höfundaréttarsamtaka í landinu. Enn fremur fulltrúar útvarpsstofnana og annarra hagsmunaaðila. Menn, sem skipa höfundaréttarnefnd, skulu og eiga sæti í ráðinu, svo og þeir aðilar sem ráðherra skipar sérstaklega í ráðið. [Ráðherra] eða sá sem hann nefnir í sinn stað skal vera í forsæti á fundum ráðsins. Ráðherra setur nánari reglur um höfundaréttarnefnd og höfundaréttarráð.]\nL. 126/2011, 56. gr. L. 9/2006, 15. gr. Rg. 500/2008. L. 57/1992, 15. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "[Brot á lögum þessum sæti ... ákæru, en jafnan skal málshöfðun heimil þeim sem misgert er við. ...\nNú er höfundur látinn og getur þá enn fremur tilsjónaraðili, sem nefndur hefur verið eftir 2. mgr. 31. gr., en ella [hjúskaparmaki] hins látna, foreldrar, börn og systkin, krafist [þess að ákæra verði gefin út] eða höfðað mál út af brotum gegn 1. og 2. mgr. 4. gr., 2. og 3. mgr. 26. gr., 1. mgr. 28. gr. og fyrirmælum höfundar samkvæmt 2. mgr. 31. gr. eða listflytjanda samkvæmt sama ákvæði, [sbr. 5. mgr. 45. gr.]]\nMál út af brotum gegn ákvæðum 53. gr. sæta ... saksókn eftir kröfu [ráðherra].\nL. 88/2008, 234. gr. L. 57/1992, 16. gr. L. 153/2020, 22. gr. L. 11/2016, 5. gr., sbr. og 8. gr. s.l. L. 78/1984, 8. gr. L. 126/2011, 56. gr.\n[59. gr. a.\nÞau samtök, sem hlotið hafa [viðurkenningu] [ráðuneytisins] [skv. 4. mgr. 26. gr. a vegna ákvæða 23. gr. og 23. gr. a], geta fengið lagt lögbann við byrjuðum eða yfirvofandi flutningi eða öðrum notum allra þeirra verka, sem [viðurkenningin] nær til og verndar njóta samkvæmt lögum þessum, án þess að hafa fengið umboð til þess frá höfundum eða öðrum rétthöfum verkanna, enda sé fullnægt öðrum skilyrðum lögbanns samkvæmt lögum um kyrrsetningu, lögbann o.fl.\nAð því tilskildu að fullnægt sé öðrum þeim skilyrðum lögbanns, sem greind eru í lögum um kyrrsetningu, lögbann o.fl., geta einstakir rétthafar eða samtök þeirra fengið lagt lögbann við því að þjónustuveitandi miðli gögnum sem þjónustuþegi lætur í té um fjarskiptanet, óháð því hvort þjónustuveitandi beri ábyrgð vegna miðlunar eða sjálfvirkrar, millistigs- eða skammtímageymslu gagna. Enn fremur verður lögbann lagt við því að þjónustuveitandi hýsi gögn sem látin eru í té af þjónustuþega, óháð því hvort þjónustuveitandi beri ábyrgð á gögnunum. [Þegar sett er fram krafa um lögbann samkvæmt þessari heimild skal þjónustuþega tryggð sambærileg réttarstaða og gerðarþola til hagsmunagæslu við fyrirtöku lögbannsgerðar eftir því sem við verður komið, auk tilkynningar um lögbannsgerð að henni lokinni, skv. 14. og 18. gr. laga um kyrrsetningu, lögbann o.fl., nr. 31/1990.]\nUm lögbann samkvæmt þessari grein fer að öðru leyti eftir lögum um kyrrsetningu, lögbann o.fl.]\nL. 9/2016, 25. gr. L. 126/2011, 56. gr. L. 93/2010, 13. gr.\n[59. gr. b.\nÍ dómsmáli vegna brots á lögum þessum getur dómari að kröfu málsaðila lagt fyrir gagnaðila eða þriðja aðila að láta í té upplýsingar, sem hann hefur aðgang að, um vörur eða þjónustu sem kann að fela í sér brot á lögunum. Þetta á þó aðeins við ef sá sem krafan beinist að:\n1. hefur í atvinnuskyni haft umráð yfir vörunum,\n2. hefur í atvinnuskyni notað þjónustuna,\n3. hefur veitt þjónustu sem notuð er til athafna er kunna að fela í sér brot á lögunum,\n4. hefur veitt aðstoð við að framleiða eða dreifa vörunni eða við að veita þjónustuna.\nUpplýsingar þær sem um ræðir í 1. mgr. ná til:\n1. nafns og heimilisfangs framleiðenda, dreifingaraðila, þjónustuveitanda og annarra fyrrverandi eigenda vara og þjónustu og til heildsala og smásala sem vörurnar voru ætlaðar,\n2. magns framleiddra, afhentra, móttekinna eða pantaðra vara eða þjónustu og söluandvirði vara eða þjónustu.\nDómara ber að synja kröfu skv. 1. mgr. ef ætla má að það að láta upplýsingarnar í té muni valda þeim sem krafan beinist að óhæfilegu tjóni, að teknu tilliti til þess hve mikið er í húfi fyrir þann sem kröfuna gerir til að fá upplýsingarnar.\nEkki er skylt að láta í té upplýsingar samkvæmt þessari grein ef sá sem krafa beinist að er undanþeginn vitnaskyldu samkvæmt almennum réttarfarsreglum.]\nL. 93/2010, 13. gr.\n[59. gr. c.\nÍ dómi þar sem kveðið er á um brot á lögum þessum eða ráðstafanir skv. 55. gr. má að beiðni brotaþola mæla fyrir um birtingu dómsins að hluta eða í heild. Birtingin skal fara fram með þeim hætti og í þeim mæli sem sanngjarnt má teljast.\nHinn brotlegi skal annast og kosta birtinguna.]\nL. 93/2010, 13. gr.\nVIII. kafli. Gildissvið laganna.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Ákvæði um höfundarétt í lögum þessum taka til:\n1. [Verka manna sem eru ríkisborgarar eða búsettir í landi innan Evrópska efnahagssvæðisins.]\n2. ...\n3. Verka ríkisfangslausra manna og flóttamanna, sem hafa samfellt aðsetur hér á landi.\n4. Verka, sem fyrst hafa verið gefin út hér á landi, sbr. og [2. mgr. 3. gr.]\n5. Bygginga, sem reistar hafa verið hér á landi, og listaverka, sem eru hluti af slíkum byggingum.\n6. Kvikmyndaverka, ef atvinnufyrirtæki framleiðanda þeirra hefur aðalstöðvar sínar hér á landi eða framleiðandinn sjálfur á hér fast aðsetur.\n[[Ákvæði 25. gr. b taka til verka manna sem eru ríkisborgarar eða búsettir í landi innan Evrópska efnahagssvæðisins.] Enn fremur til verka erlendra ríkisborgara þeirra ríkja sem veita íslenskum verkum hliðstæða vernd.]\n[Ákvæði 44. gr. a gilda um birtingu verka sem framkvæmd er af ríkisborgurum eða mönnum búsettum í landi innan Evrópska efnahagssvæðisins.]\nÁkvæði 2. mgr. 4. gr. og 51.&ndash;53. gr. gilda um öll verk, sem falla undir ákvæði 1. gr., án tillits til uppruna þeirra eða þjóðernis höfunda.\nL. 9/2006, 16. gr. L. 9/2016, 26. gr. L. 57/1992, 17. gr. L. 145/1996, 11. gr.\n[60. gr. a.\nÁkvæði 50. gr. gilda um verk ríkisborgara eða manna búsettra í landi innan Evrópska efnahagssvæðisins.]\nL. 60/2000, 14. gr.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Ákvæði 1.&ndash;4. tölul. 1. mgr. 60. gr. skulu, eftir því sem við getur átt, gilda um ljósmyndir og rit, sem getur í 49. og 50. gr.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "[Með lögum þessum eru innleidd ákvæði tilskipunar Evrópuþingsins og ráðsins 2012/28/ESB um tiltekna leyfilega notkun á munaðarlausum verkum, eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 29/2015, frá 25. febrúar 2015, um breytingu á XVII. viðauka (Hugverkaréttindi) við EES-samninginn frá 2. maí 1992.]\nL. 10/2016, 2. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Lög þessi öðlast gildi, þegar sex mánuðir eru liðnir frá staðfestingu þeirra.\n[65. gr. a.\nMeð lögum þessum eru leidd í lög ákvæði tilskipunar Evrópuþingsins og ráðsins 2011/77/ESB frá 27. september 2011 um breytingu á tilskipun 2006/116/EB um verndartíma höfundaréttar og tiltekinna skyldra réttinda. Tilskipunin var tekin upp í XVII. viðauka (Hugverkaréttindi) við samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 94/2013 frá 3. maí 2013 sem tók gildi 1. ágúst 2014.\n[Með lögum þessum eru innleidd ákvæði tilskipunar Evrópuþingsins og ráðsins (ESB) 2017/1564 frá 13. september 2017 um tiltekna leyfilega notkun á tilteknum verkum og öðru efni sem er verndað af höfundarrétti og skyldum réttindum í þágu blindra, sjónskertra eða þeirra sem glíma við aðra prentleturshömlun og um breytingu á tilskipun 2001/29/EB um samræmingu tiltekinna þátta höfundaréttar og skyldra réttinda í upplýsingasamfélaginu.]]\nL. 13/2021, 8. gr. L. 11/2016, 7. gr., sbr. og 8. gr. s.l.\n[Ákvæði til bráðabirgða.\nI.\nFrá og með gildistöku laga þessara skal menntamálaráðherra undirbúa niðurlagningu Myndlistarsjóðs Íslands með skipun sérstakrar skilanefndar. Skal skilanefnd um niðurlagningu Myndlistarsjóðs Íslands skipuð einum fulltrúa samkvæmt tilnefningu Sambands íslenskra myndlistarmanna og tveimur án tilnefningar og skal annar þeirra vera formaður nefndarinnar.\nUppgjöri skilanefndar á fjárreiðum Myndlistarsjóðs Íslands skal lokið innan sex mánaða frá gildistöku laga þessara.]\nL. 60/2000, 17. gr.\n[II.\nÁkvæði 2. og 3. mgr. 19. gr. c öðlast ekki gildi fyrr en Marakess-sáttmálinn öðlast gildi að því er Ísland varðar og ráðherra hefur birt auglýsingu í Stjórnartíðindum um gildistökuna.]\nL. 13/2021, 9. gr.\n[III.\nHöfundar verka skv. 3. mgr. 11. gr. eiga rétt á bótum samkvæmt sömu málsgrein sem nema 1% af tollverði vara í tollskrárnúmerum 8517.1300 og 8517.1400, sem fluttar voru inn á árinu 2022. Bæturnar skulu greiðast til samtaka höfundaréttarfélaga í samræmi við 4. mgr. 11. gr. eigi síðar en 31. desember 2023.]\nL. 102/2023, 28. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    }
  ]
}
