{
  "id": "11/1973",
  "type": "statute",
  "title": "Lög um framkvæmd eignarnáms",
  "status": "in_force",
  "issued_date": "1973-04-06",
  "url": "https://www.althingi.is/lagas/nuna/1973011.html",
  "description": "Tóku gildi 14. maí 1973.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Við ákvörðun bóta vegna eignarnáms, sem heimilað er í lögum, skal gætt ákvæða laga þessara. Sama á við bætur og annað endurgjald, sem lögum samkvæmt skal ákvarða í samræmi við lög um framkvæmd eignarnáms. Í engu skal þó haggað ákvæðum laga ... um lax- og silungsveiði, né vatnalaga, nr. 15/1923. Um eignarnám til öflunar vatnsréttinda og aðstöðu til nýtingar þeirra samkvæmt öðrum lögum skal og fara eftir ákvæðum vatnalaga. Þá skulu einnig haldast ákvæði loftferðalaga, skipulagslaga, náttúruverndarlaga og vegalaga um fresti til að lýsa kröfum vegna tiltekinna eignarskerðinga samkvæmt þeim lögum.\nÍ lögunum er merking eftirtalinna orða þessi:\nEignarnemi: Aðili, sem neytir eða hyggst neyta eignarnámsheimildar.\nEignarnámsþoli: Eigandi verðmætis, sem eignarnám beinist að, eða annar rétthafi, sem getur átt rétt til eignarnámsbóta.\nHeimildarlög: Lög, sem heimila eða fyrirskipa eignarnám.\nL. 61/2006, 57. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Matsnefnd eignarnámsbóta sker úr ágreiningi um eignarnámsbætur og annað endurgjald, sem ákveða á samkvæmt lögum um framkvæmd eignarnáms.\nRáðherra skipar formann matsnefndar til fimm ára í senn og annan til vara. Þeir skulu hafa lokið embættisprófi í lögfræði. Til meðferðar hvers máls kveður formaður tvo eða fjóra hæfa og óvilhalla menn. Um hæfi matsmanns til meðferðar einstaks máls skal fara eftir ákvæðum ... laga ... um meðferð einkamála ... eftir því sem við getur átt. Afl atkvæða ræður matsniðurstöðu.\nL. 91/1991, 160. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ef eigi leiðir annað af heimildarlögum, má með eignarnámi afla eignarréttar að landi og mannvirkjum ásamt því, sem þeim fylgir, skerða um ákveðinn tíma eða fyrir fullt og allt eignarrétt eða takmörkuð eignarréttindi yfir fasteign og stofna eða fella niður afnotaréttindi, ítaksréttindi og önnur takmörkuð eignarréttindi yfir fasteignum.\nÞegar eignarréttar er aflað með eignarnámi, skulu öll takmörkuð eignarréttindi jafnframt afnumin, nema annað sé sérstaklega ákveðið.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Eignarnemi skal, þegar hann neytir eignarnámsheimildar sinnar, senda matsnefnd eignarnámsbóta beiðni um, að mat fari fram. Beiðninni skal fylgja greinargerð fyrir eignarnámsheimild þeirri, sem beiðnin styðst við, og þeim framkvæmdum, sem eru tilefni eignarnámsins. Einnig skal tilgreina þær eignir, sem eignarnám lýtur að, og þeim eignarskerðingum lýst, sem eignarnámið hefur í för með sér. Þá skal eignarnemi, að svo miklu leyti sem auðið er, láta fylgja beiðninni skrá yfir eigendur og aðra rétthafa, sem eignarnámið snertir.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fallist matsnefnd á, að lagaheimild sé til eignarnámsins, ákveður hún dag til fyrirtöku málsins með a.m.k. viku fyrirvara. Skal það gert með skriflegri tilkynningu til eignarnema og eignarnámsþola, í ábyrgðarbréfi, símskeyti eða með öðrum tryggum hætti.\nEf ekki þykir nægilega ljóst, hverjir eigi rétt til eignarnámsbóta, skal birta opinbera tilkynningu í Lögbirtingablaði eða með öðrum tryggilegum hætti. Matsnefnd skal taka mál fyrir, áður en liðnir eru tveir mánuðir frá því að hún fékk það til meðferðar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Nú hefur aðili, sem heimild hefur til eignarnáms, tekið umráð eignar, og geta þá eigandi og aðrir rétthafar krafist fyrirtöku máls, sbr. 5. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Við fyrirtöku máls skal matsnefnd leita sátta með aðilum um eignarnámsbætur. Takist sættir, er matsmáli þar með lokið. Færa skal sátt til bókar og skal greina bótafjárhæð, greiðsluskilmála og önnur skilyrði, sem eignarnemi skal uppfylla, áður en hann fær umráð verðmætis þess, sem eignarnámi er tekið.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Eigendur og aðrir rétthafar eignar, sem eignarnámi er tekin, skulu eiga þess kost að kynna sér öll gögn, er eignarnámið varða og máli skipta við ákvörðun bótafjárhæðar. Krefja má og eignarnema nánari skýringa á einstökum atriðum fyrirhugaðra framkvæmda, sem eignarskerðingu hafa í för með sér, svo og upplýsinga um ráðstafanir til að firra eignarnámsþola tjóni.\nVeita skal aðilum hæfilegan frest til gagnaöflunar og málatilbúnaðar að öðru leyti.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Eignarnemi og eignarnámsþoli skulu lýsa sjónarmiðum sínum og rökstyðja þau í skriflegum greinargerðum. Einnig má ákveða, að mál skuli auk þess munnlega flutt.\nÞegar nauðsyn krefur, framkvæmir matsnefnd vettvangsgöngu að tilkvöddum málsaðilum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Matsnefnd skal kveða upp úrskurð um fjárhæð eignarnámsbóta til eignarnámsþola. Í úrskurðinum skal gerð grein fyrir þeim atvikum og réttarreglum, sem liggja til grundvallar niðurstöðum mats. Bótafjárhæð skal vera sundurliðuð og lýst grundvelli útreikninga. Jafnan skal taka afstöðu til ágreiningsatriða. Tiltaka skal sérstaklega, hvern matskostnað eignarnemi eigi að greiða, sbr. 11. gr.\nEigi aðrir rétthafar en eigandi eignarnumins verðmætis rétt til eignarnámsbóta, skal meta og tilgreina sérstaklega þær bætur, sem hverjum þeirra ber.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kostnað af starfi matsnefndar skal greiða úr ríkissjóði, en matsnefnd ákveður hverju sinni í úrskurði sínum, þegar ríkið er ekki eignarnemi, hverja greiðslu eignarnemi skuli inna af hendi til ríkissjóðs vegna slíks kostnaðar. [Ráðherra] getur sett nánari reglur um greiðslu þessa kostnaðar, og svo um þóknun til nefndarmanna. Eignarnemi skal greiða eignarnámsþola endurgjald vegna þess kostnaðar, sem eignarnámsþoli hefur haft af rekstri matsmáls og hæfilegur verður talinn.\nL. 126/2011, 57. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Skerðist fasteign með þeim hætti við eignarnám, að sá hluti hennar, sem eftir er, verður ekki nýttur á eðlilegan hátt sem sjálfstæð eign, getur matsnefnd ákveðið að kröfu eiganda, að eignarnámið skuli ná til eignarinnar allrar.\nEf bersýnilegt ósamræmi reynist milli bóta vegna skerðingar eignar og verðmætis þess hluta hennar, sem eftir er, getur eignarnemi krafist þess, að eignarnámið taki til eignarinnar allrar.\nÞegar fasteign eða hluti fasteignar er tekinn eignarnámi, getur matsnefnd ákveðið, að eignarnámsþola verði bætt tjón hans að einhverju eða öllu leyti með fasteign eða hluta fasteignar, sem eignarnemi getur ráðstafað.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Þegar mat liggur fyrir, getur eignarnemi tekið umráð eignarnumins verðmætis gegn greiðslu matsfjárhæðar og kostnaðar af mati. Er eignarnema rétt að leita [aðfarargerðar án undangengins dóms eða sáttar] í þessu skyni. Sama gildir, þegar sátt hefur orðið um eignarnámsbætur, sbr. 7. gr., eða umráðataka verið heimiluð gegn tryggingu, ef tryggingar hefur verið krafist, sbr. 14. gr.\nL. 92/1991, 63. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Þótt mati sé ekki lokið, getur matsnefnd heimilað eignarnema að taka umráð verðmætis, sem taka á eignarnámi, og ráðast í þær framkvæmdir, sem eru tilefni eignarnámsins. Ef krafa kemur fram um það af hálfu eignarnámsþola, skal eignarnemi setja tryggingu fyrir væntanlegum bótum. Ákveður matsnefnd trygginguna.\nMatsnefnd er og heimilt að hafa þann hátt á, sem segir í 1. mgr. þessarar greinar, ef vandkvæði eru á að ákveða bætur fyrirfram eða mat er að öðru leyti vandasamt.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Eignarnemi getur horfið frá fyrirhuguðu eignarnámi, ef hann segir til þess innan mánaðar frá því að mat á eignarnámsbótum lá fyrir, en bæta skal hann allt tjón, sem rakið verður til aðgerða hans. Að kröfu eignarnámsþola er eignarnema þó skylt að greiða eignarnámsbætur, ef eignarnemi hefur tekið umráð eða hafið hagnýtingu verðmætis, eftir atvikum gegn tryggingu, sbr. 14. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Heimilt er matsnefnd, þótt eignarnámsmati sé lokið, að taka til úrlausnar kröfur um eignarnámsbætur, sem ekki hefur verið fjallað um í matinu, ef krafa kemur fram um það, áður en ár er liðið frá því að þeim framkvæmdum lauk, sem voru tilefni eignarnámsins. Sama gildir um bótakröfur eignarnámsþola, er stafa af því, að veruleg breyting hefur orðið á bótagrundvelli þeim, sem matsniðurstaða byggist á.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Leita má úrlausnar dómstóla um ágreining út af lögmæti eignarnáms, þar á meðal ágreining um fjárhæð eignarnámsbóta, en um síðastgreint atriði þó ekki fyrr en úrlausn matsnefndar liggur fyrir.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Formaður matsnefndar varðveitir matsúrskurði og sér um útgáfu þeirra eða útdrátta úr þeim. Jafnan skal senda [Húsnæðis- og mannvirkjastofnun] afrit matsúrskurða.\nL. 36/2022, 15. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Lög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    }
  ]
}
