{
  "id": "14/1979",
  "type": "statute",
  "title": "Lög um heimild fyrir ríkisstjórnina til að staðfesta fyrir Íslands hönd þrjá alþjóðasamninga um varnir gegn mengun sjávar af völdum olíu",
  "status": "in_force",
  "issued_date": "1979-04-04",
  "url": "https://www.althingi.is/lagas/nuna/1979014.html",
  "description": "Tóku gildi 3. maí 1979.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkisstjórninni er heimilt að staðfesta fyrir Íslands hönd alþjóðasamning frá 29. nóvember 1969 um íhlutun á úthafinu þegar óhöpp koma fyrir sem valda eða geta valdið olíumengun, alþjóðasamning frá 29. nóvember 1969 um einkaréttarlega ábyrgð vegna tjóns af völdum olíumengunar og alþjóðasamning frá 18. desember 1971 um stofnun alþjóðasjóðs til að bæta tjón af völdum olíumengunar. Samningarnir eru prentaðir sem fylgiskjöl með lögum þessum.\nSjá Stjtíð. A 1979, bls. 32–93.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Þegar samningarnir hafa öðlast gildi að því er Ísland varðar skulu ákvæði þeirra hafa lagagildi hér á landi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ríkisstjórninni er enn fremur heimilt að staðfesta síðar breytingar á samningum þessum. Þegar gildistaka breytinga hefur verið auglýst í Stjórnartíðindum, C-deild, skulu þær hafa lagagildi hér á landi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðherra umhverfismála] fer með mál er varða samninga þessa. [Umhverfis- og orkustofnun] skal á vegum ráðherra annast eftirlit með framkvæmd samninganna.\nL. 47/1990, 10. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Brot á ákvæðum samninga þessara varða sektum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
