{
  "id": "55/1980",
  "type": "statute",
  "title": "Lög um starfskjör launafólks og skyldutryggingu lífeyrisréttinda",
  "status": "in_force",
  "issued_date": "1980-06-09",
  "url": "https://www.althingi.is/lagas/nuna/1980055.html",
  "description": "Tóku gildi 16. júní 1980.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Laun og önnur starfskjör, sem aðildarsamtök vinnumarkaðarins semja um, skulu vera lágmarkskjör, óháð kyni, þjóðerni eða ráðningartíma fyrir alla launamenn í viðkomandi starfsgrein á svæði því er samningurinn tekur til. Samningar einstakra launamanna og atvinnurekenda um lakari kjör en hinir almennu kjarasamningar ákveða skulu ógildir.]\nL. 69/1993, 5. gr. Sjá og Augl. B 285/1997 og Augl. B 503/1997.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Öllum atvinnurekendum er skylt að greiða í [fræðslusjóði atvinnulífsins sem og] sjúkrasjóði og orlofssjóði viðkomandi stéttarfélaga iðgjöld þau, sem aðildarsamtök vinnumarkaðarins semja um hverju sinni, og samkvæmt þeim reglum, sem kjarasamningar greina.\nAtvinnurekanda er skylt að halda eftir af launum starfsmanns iðgjaldi hans til viðkomandi stéttarfélags samkvæmt þeim reglum, sem kjarasamningar greina.\nL. 76/2010, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Verði dráttur á greiðslu iðgjalda samkvæmt lögum þessum skal skuldari greiða dráttarvexti af skuldinni frá gjalddaga samkvæmt lögum um vexti.]\nL. 33/1987, 6. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "...\nL. 21/1991, 181. gr.\n[8. gr. a. Samstarfsnefnd um aðgerðir gegn brotastarfsemi á\nvinnumarkaði.\nRáðherra skal skipa samstarfsnefnd stjórnvalda og samtaka aðila\nvinnumarkaðarins um aðgerðir gegn brotastarfsemi á\nvinnumarkaði. Nefndin skal skipuð til þriggja ára í senn og skal hún\nkoma saman fullskipuð einu sinni á ári eða oftar ef þörf\nkrefur. Ráðherra sem fer með þjóðhagsmál, ráðherra sem fer með\nvinnumál, ráðherra sem fer með skattamál og ráðherra sem fer með\nlögreglu- og löggæslumál skulu eiga fast sæti í\nsamstarfsnefndinni.\nAuk þeirra sem tilgreindir eru í 1. mgr. skal ráðherra skipa einn fulltrúa\nán tilnefningar, sem og einn fulltrúa tilnefndan af Alþýðusambandi\nÍslands, einn tilnefndan af Bandalagi háskólamanna, einn tilnefndan af\nBSRB, einn tilnefndan af ríkislögreglustjóra, einn tilnefndan af\nSambandi íslenskra sveitarfélaga, einn tilnefndan af Samtökum\natvinnulífsins, einn tilnefndan af Skattinum, einn tilnefndan af\nÚtlendingastofnun og einn tilnefndan af Vinnueftirliti ríkisins.\nRáðherra annast stjórnsýslu fyrir samstarfsnefndina. Fulltrúum í samstarfsnefndinni er skylt að gæta þagmælsku um atriði er þeir fá vitneskju um í starfi sínu fyrir nefndina og leynt skulu fara samkvæmt lögum eða eðli máls.]\nL. 105/2024, 1. gr.\n[8. gr. b. Verkefni samstarfsnefndar.\nRáðherra skal fela samstarfsnefnd um aðgerðir gegn brotastarfsemi á\nvinnumarkaði, sbr. 8. gr. a, að koma með tillögu að stefnu og\naðgerðaáætlun stjórnvalda hvað varðar áherslur og aðgerðir gegn\nbrotastarfsemi á innlendum vinnumarkaði og skal nefndin afhenda\nráðherra tillögu sína innan árs frá alþingiskosningum. Jafnframt skal\nnefndin afhenda ráðherra skýrslur, eftir því sem þörf krefur að mati\nnefndarinnar og einnig ef ráðherra óskar sérstaklega eftir því, um\nstöðuna hvað varðar brotastarfsemi á innlendum\nvinnumarkaði.]\nL. 105/2024, 1. gr.\n[8. gr. c. Samstarfsvettvangur eftirlitsaðila.\nLögreglustjórar, Skatturinn og Vinnueftirlit ríkisins skulu gera með sér\nsamning um samstarfsvettvang eftirlitsaðila gegn brotastarfsemi á\nvinnumarkaði undir forystu Vinnueftirlits ríkisins. Framangreindum\naðilum er heimilt að stækka samstarfsvettvanginn með samningum við\naðrar stofnanir ef þörf krefur, að fengnu samþykki ráðherra.\nÞeim stofnunum sem mynda samstarfsvettvang skv. 1. mgr. er heimilt að óska\neftir ráðgjöf og aðstoð frá utanaðkomandi aðilum ef þörf krefur.\nMarkmiðið með samstarfsvettvangi skv. 1. mgr. er að efla og samræma\neftirlit með því að allir aðilar á vinnumarkaði fari að ákvæðum laga,\nreglugerða og kjarasamninga sem gilda á innlendum vinnumarkaði.\nÞær stofnanir sem mynda samstarfsvettvang skv. 1. mgr. skulu standa fyrir\nsameiginlegum aðgerðum gegn brotastarfsemi á vinnumarkaði með eftirliti\nog virkri eftirfylgni, greiningarvinnu og upplýsingamiðlun milli aðila\ninnan þeirra marka sem lög heimila.\nStarfsmönnum sem starfa á grundvelli samstarfsvettvangs skv. 1. mgr. og\nöðrum þeim sem kallaðir eru til samstarfs er skylt að gæta þagmælsku um\natriði er þeir fá vitneskju um í starfi sínu og leynt skulu fara\nsamkvæmt lögum eða eðli máls.\nÞær stofnanir sem mynda samstarfsvettvang skv. 1. mgr. skulu formbinda\nreglulegt samráð og samstarf við samtök aðila vinnumarkaðarins um\nstöðumat, greiningu og sameiginlegt vinnustaðaeftirlit, eftir því sem\nvið á. Þrátt fyrir 5. mgr. er starfsmönnum samstarfsvettvangs\nskv. 1. mgr. heimilt að miðla þeim upplýsingum sem nauðsynlegar eru\nhverju sinni til samtaka aðila vinnumarkaðarins á grundvelli formlegs\nsamráðs og samstarfs, sbr. 1. málsl.]\nL. 105/2024, 1. gr.\n[8. gr. d.\nRáðherra skal árlega koma fyrir velferðarnefnd Alþingis og gera grein\nfyrir stöðu aðgerða gegn brotastarfsemi á vinnumarkaði og tillögu\nsamstarfsnefndar, sbr. 8. gr. a, eftir því sem við\ná.]\nL. 105/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ráðherra setur nánari ákvæði um framkvæmd laga þessara með reglugerð.\nRg. 194/1981.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast þegar gildi. ...\n[Ákvæði til bráðabirgða.\nÞrátt fyrir 8. gr. b skal samstarfsnefnd um aðgerðir gegn brotastarfsemi á\nvinnumarkaði, sbr. 8. gr. a, afhenda ráðherra tillögu sína innan árs\nfrá því að nefndin er skipuð í fyrsta sinn.]\nL. 105/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
