{
  "id": "53/1980",
  "type": "statute",
  "title": "Lög um jöfnun og lækkun hitunarkostnaðar",
  "status": "in_force",
  "issued_date": "1980-05-28",
  "url": "https://www.althingi.is/lagas/nuna/1980053.html",
  "description": "Tóku gildi 16. júní 1980.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Með lögum þessum er stefnt að jöfnun hitunarkostnaðar og lækkun á heildarkostnaði við upphitun húsnæðis í landinu, m.a. með eftirfarandi ráðstöfunum:\na. Greiðslu olíustyrks vegna þeirra sem búa við olíukyndingu.\nb. Hagkvæmari orkunotkun og orkusparnaði.\nc. Aukinni notkun innlendra orkugjafa í stað olíu.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Kostnaður við framkvæmd laga þessara greiðist úr ríkissjóði.\nII. kafli. Um olíustyrk.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Þeir sem eingöngu nota gasolíu sem orkugjafa til hitunar íbúðar eiga rétt á olíustyrk, sbr. 4. gr.\nOlíustyrkur skal vera 20 þús. kr. á ársfjórðungi og er heimilt að breyta honum miðað við breytingu á gasolíuverði og verði annarra orkugjafa.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Olíustyrkir skulu greiddir húsráðanda ársfjórðungslega vegna þeirra íbúa sem hafa fasta búsetu (lögheimili) í viðkomandi íbúð meirihluta styrktímabils.\nFjöldi styrkja reiknast þannig:\na. Fyrir einn íbúa greiðast 2 olíustyrkir.\nb. Fyrir tvo íbúa greiðast 3 olíustyrkir.\nc. Fyrir þrjá íbúa greiðast 3/ 2 olíustyrkur.\nd. Fyrir fjóra íbúa greiðast 4 olíustyrkir.\ne. Fyrir fimm íbúa greiðast 4/ 2 olíustyrkur.\nf. Fyrir sex íbúa greiðast 5 olíustyrkir.\ng. Fyrir sjö íbúa eða fleiri greiðast 5/ 2 olíustyrkur.\nVið framangreinda styrki bætist / 2 olíustyrkur vegna lífeyrisþega, sem njóta bóta samkvæmt 19. gr. laga um almannatryggingar, og annarra lífeyrisþega sem hafa svipaðar heildartekjur.\nOlíustyrkur skal ekki talinn til tekna við álagningu tekjuskatts og útsvars.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Heimilt er að greiða árlega einn olíustyrk, sbr. 3. gr., á hvert olíukynditæki sem hefur verið sótthreinsað og stillt á árinu.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Þeir sem kost eiga á hitaveitu, fjarvarmaveitu eða rafhitun eiga ekki rétt á olíustyrk. Viðkomandi orkuveita sker úr um hvort húseign á kost á öðrum orkugjafa en olíu. Ráðuneytið sker úr um vafaatriði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Heimilt er:\na. að greiða styrk vegna skólahúsnæðis, sem hitað er með olíu. Árlegur styrkur má nema 465 kr. á hvern rúmmetra upphitaðs húsrýmis, og er heimilt að breyta honum, sbr. 3. gr.,\nb. að styrkja rafveitur að því marki, sem þær nota olíu sem orkugjafa til framleiðslu rafmagns til hitunar íbúða á sölusvæði sínu,\nc. að styrkja aðila, sem ekki eiga kost á raforku frá samveitu og verða að leysa raforkuþörf sína með rekstri dísilstöðva. Skal styrkurinn vera sá sami og veittur er til hitunar íbúða samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Olíustyrkir skv. 4. gr. skulu greiddir til sveitarfélaga, sem annast úthlutun þeirra til húsráðenda. Sveitarfélögum er skylt að senda ráðuneyti ársfjórðungslega skilagrein um úthlutun olíustyrkja. Vanræki sveitarfélag slíkt er heimilt að fresta greiðslum til þess þar til úr hefur verið bætt. Skylt er orkuveitum, að olíusölum meðtöldum, að gefa upplýsingar um orkusölu til einstakra húseigna.\nIII. kafli. Um orkusparnað.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Umhverfis- og orkustofnun] skal gera\náætlun um hagkvæma orkunotkun og orkusparnað í húshitun. Í áætluninni\nskal gerð grein fyrir orkunotkun húsnæðis í landinu, möguleikum til\norkusparnaðar, hagkvæmni einstakra aðgerða og heildarkostnaði miðað\nvið tiltekin orkusparnaðarmarkmið.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "...\nL. 75/2007, 17. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Til fræðslu og upplýsingastarfsemi um orkusparnað skal verja árlega upphæð sem nemur a.m.k. / 2 hundraðshluta af áætlaðri heildarupphæð olíustyrkja til einstaklinga skv. 3. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Heimilt er að veita sveitarfélögum, þar sem olía er notuð til húshitunar, styrki vegna tækniþjónustu á sviði orkusparnaðar og til að undirbúa aðgerðir, sem stuðlað geta að hagkvæmari orkunotkun.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Húsnæðismálastofnun er heimilt að veita einstaklingum lán til orkusparandi endurbóta á íbúðarhúsnæði, sem hitað er með olíu.\nIV. kafli. Um nýtingu innlendra orkugjafa.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Umhverfis- og orkustofnun] skal í\nsamráði við Rafmagnsveitur ríkisins gera húshitunaráætlun fyrir\ntímabilið 1981–1983 um nýtingu innlendra orkugjafa til\nhúshitunar í stað olíu. Skal þar gera tillögur um árlegar framkvæmdir\ní orkumálum, sem nauðsynlegar teljast til þess að sem flestir\nlandsmenn búi við innlenda orkugjafa eða njóti orku frá olíukyntri\nfjarvarmaveitu í árslok 1983.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Til að tryggja að innlendir orkugjafar séu samkeppnishæfir við olíukyndingu er heimilt að veita varmaveitum framlag til að jafna þann mun sem orkuverð þeirra er metið hærra en sem nemur hitunarkostnaði með olíu að frádregnum olíustyrk.\nV. kafli. Um gildistöku og reglugerð.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[[Ráðherra] fer með framkvæmd laganna og er heimilt að setja með reglugerð nánari ákvæði um framkvæmd þeirra.]\nL. 126/2011, 84. gr. Rg. 323/1980 (um úthlutun olíustyrks). Rg. 510/1980 (um framlag til varmaveitna til nýtingar innlendra orkugjafa). L. 57/1985, 1. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Lög þessi öðlast þegar gildi ...\nÁkvæði til bráðabirgða.\nÍ þeim tilvikum, sem hitunarkostnaður með raforku reynist hærri en hitunarkostnaður með olíu að frádregnum olíustyrk, er ríkisstjórninni heimilað að jafna þennan mismun með sérstökum styrk.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
