{
  "id": "79/1983",
  "type": "statute",
  "title": "Lög um innlenda lánsfjáröflun ríkissjóðs",
  "status": "in_force",
  "issued_date": "1983-12-28",
  "url": "https://www.althingi.is/lagas/nuna/1983079.html",
  "description": "Tóku gildi 30. desember 1983.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Til þess að afla innlends lánsfjár í samræmi við heimildir fjárlaga eða lánsfjárlaga hverju sinni er [ráðherra] fyrir hönd ríkissjóðs heimilt að gefa út til sölu skuldarviðurkenningar ríkissjóðs í formi ríkisskuldabréfa, spariskírteina og ríkisvíxla.\nL. 126/2011, 98. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ríkisskuldabréf og spariskírteini má gefa út með verðtryggingu miðað við vísitölu sem [ráðherra] ákveður, gengi erlendra gjaldmiðla eða hin sérstöku dráttarréttindi Alþjóðagjaldeyrissjóðsins (SDR). [Ráðherra] er heimilt að ákveða lánskjör þessara bréfa og er ekki bundinn við almennar vaxtaákvarðanir Seðlabanka Íslands við þá ákvörðun.\n[Ráðherra] getur ákveðið að gefa út ríkisvíxla sem greiðast skulu eftir ákveðinn tíma frá útgáfudegi, sem þó má ekki vera lengri en 12 mánuðir. [Ráðherra] getur ákveðið forvexti af víxlum þessum. Hann getur einnig ákveðið í stað forvaxta að víxlar þessir verði seldir á almennum markaði, þar á meðal samkvæmt tilboðum. Um víxla þessa skulu gilda almennar reglur laga um eiginvíxla.\nL. 126/2011, 98. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lánsskjöl skv. 2. gr. skulu vera stimpilgjaldsfrjáls. ...\n[Ráðherra] getur falið Seðlabanka Íslands að annast útgáfu og sölu lánsskjala skv. 2. gr.\n[Ráðherra] er heimilt að kveða nánar á um framkvæmd laga þessara með reglugerð.\nL. 117/1989, 15. gr. L. 126/2011, 98. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
