{
  "id": "75/1985",
  "type": "statute",
  "title": "Lög um fjárhagslegan stuðning við tónlistarskóla",
  "status": "in_force",
  "issued_date": "1985-06-14",
  "url": "https://www.althingi.is/lagas/nuna/1985075.html",
  "description": "Tóku gildi 11. júlí 1985.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Með tónlistarskóla er í lögum þessum átt við skóla sem fullnægir eftirtöldum skilyrðum:\n1. hefur a.m.k. einn fastan kennara auk stundakennara;\n2. starfar minnst sjö mánuði á ári og lýkur með prófum og opinberum nemendatónleikum;\n3. [kennir samkvæmt námskrá útgefinni af ráðuneytinu eða námslýsingu sem hlotið hefur staðfestingu ráðuneytisins; ráðherra er heimilt að fela [Miðstöð menntunar og skólaþjónustu] að staðfesta námslýsingu; ef námskrá skortir skal hverjum nemanda veitt kennsla í aðalnámsgrein eina stund á viku; auk þess séu a.m.k. tvær aukanámsgreinar kenndar í hóptímum (tónfræði, tónheyrn, tónlistarsaga og samleikur)];\n4. hefur a.m.k. 30 nemendur sem stunda nám til viðurkenndrar prófraunar;\n5. hefur hlotið sérstakt samþykki [ráðuneytisins] og jafnframt samþykki viðkomandi sveitarstjórnar ef skóli er rekinn af þriðja aðila.\nAugl. 529/2000. L. 91/2023, 9. gr. L. 91/2015, 10. gr. L. 126/2011, 111. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ef sveitarfélag vill koma á fót tónlistarskóla skal sveitarstjórn semja reglugerð um skólann sem ráðherra staðfestir. Skal þar m.a. kveðið á um yfirstjórn skólans og ráðningu starfsmanna sem teljast skulu starfsmenn sveitarfélagsins.\nEf fleiri en eitt sveitarfélag ákveða að koma á fót tónlistarskóla í sameiningu skal reglugerðin samin og samþykkt af viðkomandi sveitarstjórnum og þar m.a. kveðið á um skiptingu kostnaðar og ábyrgðar af skólahaldinu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Aðrir aðilar en sveitarfélög geta sett á fót tónlistarskóla sem njóta skal styrks samkvæmt ákvæðum laga þessara. Áður en slíkur skóli hefur starfsemi skal senda greinargerð um fyrirhugaða stofnun hans til viðkomandi sveitarfélags og til [ráðuneytisins]. Skal þar greint frá því m.a. hverjir séu stofn- og ábyrgðaraðilar skólans, hvaða húsnæði hann hafi til afnota og hvaða greinar tónlistar ætlunin sé að leggja áherslu á. Greinargerðin skal hafa borist viðkomandi sveitarfélagi eigi síðar en 15. apríl ásamt rekstraráætlun og drögum að starfsreglum fyrir skólann. Sveitarstjórn skal fjalla um greinargerðina og taka afstöðu til þess hvort hún fallist á greiðslur til skólans úr sveitarsjóði.\nEf fyrirhugað starfssvæði skólans er fleiri en eitt sveitarfélag skulu viðkomandi sveitarstjórnir fjalla um málið á sama hátt og skal þá jafnframt taka afstöðu til þess hvernig kostnaðarskipting skal vera milli sveitarsjóða og hver skal vera greiðsluaðili fyrir skólann.\n...\nSkólanefnd, skipuð fulltrúum eignaraðila, fjallar um málefni skólans og fer með fjárreiður hans. Viðkomandi sveitarfélag skal ávallt eiga fulltrúa í nefndinni.\nL. 126/2011, 111. gr. L. 87/1989, 65. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Stofnkostnaður tónlistarskóla greiðist af stofnendum hans.]\nL. 87/1989, 66. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tónlistarskólar þeir, sem starfandi eru og styrk hafa hlotið fyrir gildistöku laga þessara, skulu halda staðfestingu sinni enda fullnægi þeir lágmarkskröfum samkvæmt lögum þessum. Ef skóli er rekinn á vegum sveitarfélags skal semja reglugerð samkvæmt ákvæðum 2. gr. eigi síðar en 6 mánuðum eftir gildistöku laganna. Ef skóli er rekinn á vegum annarra aðila, skal senda [ráðuneytinu] starfsreglur hans innan sama tíma.\nL. 126/2011, 111. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ef tónlistarskóli, sem styrks hefur notið, hættir störfum skal sveitarfélagið varðveita eignir skólans (hljóðfæri o.fl.) þar til eignanna er þörf við rekstur annars tónlistarskóla á sama starfssvæði.\nII. kafli. Rekstur tónlistarskóla.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Sveitarfélög, sem reka tónlistarskóla, greiða launakostnað kennara og skólastjóra.]\nL. 87/1989, 67. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tónlistarskólar, sem eigi eru reknir af sveitarfélögum, skulu senda áætlun um kennslu á næsta fjárhagsári til viðkomandi sveitarstjórnar eigi síðar en 1. maí ár hvert. Skal jafnframt í greinargerð skýra fyrirhugaðar breytingar á kennslu og kennslumagni. ...\n[Sveitarstjórn skal taka afstöðu til áætlunar skólans og gera samkomulag við skólastjórn um kennslu og starfsmannahald fyrir 1. júlí ár hvert.]\nL. 87/1989, 68. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Starfsmenn tónlistarskóla, sem eigi eru reknir af sveitarfélögum, en njóta styrks samkvæmt lögum þessum, skulu njóta launa í samræmi við kjarasamninga sem [launanefnd sveitarfélaga gerir] við stéttarfélög þeirra á hverjum tíma, en þeir teljast starfsmenn viðkomandi skóla nema öðruvísi sé um samið. Þeim er heimil þátttaka í söfnunarsjóði lífeyrisréttinda eða öðrum þeim lífeyrissjóði sem viðkomandi starfsmaður á aðgang að.\nL. 87/1989, 69. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tónlistarskólar, sem eigi eru reknir af sveitarfélögum, skulu fá greiddan úr sveitarsjóði launakostnað kennara og skólastjóra í samræmi við rekstraráætlun og þær breytingar sem verða á launatöxtum í samræmi við framangreinda kjarasamninga. Greiðsla skal fara fram mánaðarlega samkvæmt nánara samkomulagi milli skólastjórnar og sveitarstjórnar. ...\nL. 87/1989, 70. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Tónlistarskólar skulu innheimta skólagjöld. Skólagjöldum er ætlað að standa undir öðrum kostnaði við skólareksturinn en launakostnaði kennara og skólastjóra, að svo miklu leyti sem rekstrarkostnaðurinn er ekki borinn af styrktarmeðlimum eða annarri fjáröflun.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
