{
  "id": "5/1985",
  "type": "statute",
  "title": "Samningur um afnám allrar mismununar gagnvart konum",
  "status": "in_force",
  "issued_date": "1985-10-10",
  "url": "https://www.althingi.is/lagas/nuna/1985005.c.html",
  "description": "Tók gildi 18. júlí 1985.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Í samningi þessum merkir &bdquo;mismunun gagnvart konum&ldquo; hvers kyns aðgreiningu, útilokun eða takmörkun sem byggð er á kynferði sem hefur þau áhrif eða markmið að hindra eða koma í veg fyrir að konur, óháð hjúskaparstöðu, á grundvelli jafnréttis karla og kvenna, fái viðurkennd, geti notið eða framfylgt mannréttindum og grundvallarfrelsi á sviði stjórnmála, efnahagsmála, félagsmála, menningarmála, borgaralegra mála eða á sérhverju öðru sviði.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Aðildarríkin fordæma alla mismunun gagnvart konum, eru ásátt um að framfylgja með öllum tiltækum ráðum og án tafar stefnu sem miðar að afnámi mismununar gagnvart konum og takast í þessum tilgangi á hendur:\na. að setja grundvallarregluna um jafnrétti karla og kvenna í stjórnarskrár sínar eða aðra viðeigandi löggjöf, sé hún þar ekki fyrir, og að ábyrgjast með lögum eða öðrum viðeigandi ráðum að grundvallarreglu þessari verði framfylgt í raun;\nb. að gera viðeigandi ráðstafanir með lögum og aðrar ráðstafanir, þar með talin viðurlög þar sem við á, sem banna alla mismunun gagnvart konum;\nc. að koma á lagavernd á réttindum kvenna á grundvelli jafnréttis við karla og að tryggja fyrir lögbærum dómstólum landsins og hjá öðrum opinberum stofnunum raunverulega vernd til handa konum gegn hvers konar misrétti;\nd. að eiga ekki hlut að né framfylgja mismunun gagnvart konum og ábyrgjast að opinber stjórnvöld og stofnanir breyti í samræmi við þessa skyldu;\ne. að gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum af hálfu einstaklinga, stofnana eða fyrirtækja;\nf. að gera allar viðeigandi ráðstafanir, þ. á m. með lagasetningu, til þess að breyta eða afnema gildandi lög, reglugerðir, venjur og starfshætti sem fela í sér mismunun gagnvart konum;\ng. að fella úr gildi öll hegningarlagaákvæði sem fela í sér mismunun gagnvart konum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir á öllum sviðum, sérstaklega á sviði stjórnmála, félagsmála, efnahags og menningar, þ. á m. með lagasetningu, til þess að ábyrgjast fulla þróun og framfarir til handa konum í þeim tilgangi að tryggja að þær geti á grundvelli jafnréttis við karla framfylgt og notið mannréttinda og grundvallarfrelsis.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Geri aðildarríki sérstakar bráðabirgðaráðstafanir sem miða að því að flýta fyrir að raunverulegt jafnrétti karla og kvenna náist skal það ekki talið mismunun eins og það er skilgreint í samningi þessum, en skal ekki á neinn hátt hafa í för með sér að ójöfnum eða ólíkum skilyrðum sé viðhaldið. Ráðstafanir þessar skulu felldar niður þegar markmiðunum um sömu tækifæri og meðferð hefur verið náð.\n2. Geri aðildarríki sérstakar ráðstafanir, þ. á m. þær ráðstafanir er greinir í samningi þessum, sem miða að því að vernda móðurina, skal það ekki talið misrétti.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir:\na. til að breyta félagslegum og menningarlegum hegðunarvenjum karla og kvenna með það fyrir augum að takast megi að uppræta fordóma og venjur sem byggjast á hugmyndinni um vanmátt eða ofurmátt annars hvors kynsins eða á viðteknum hlutverkum karla og kvenna;\nb. til þess að tryggja að fjölskyldufræðsla feli í sér viðeigandi skilning á móðurhlutverkinu sem félagslegu fyrirbrigði og viðurkenningu á sameiginlegri ábyrgð karla og kvenna á uppeldi og þroska barna sinna. Sé þá jafnframt fyrir hendi skilningur á að hagsmunir barnanna varða mestu í hvívetna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir, þ. á m. með lagasetningu, til að hamla gegn hvers konar verslun með konur og gróðastarfsemi tengdri vændi kvenna.\nII. hluti.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum á stjórnmálavettvangi og opinberum vettvangi í landinu og skulu sérstaklega ábyrgjast konum til jafns við karla rétt:\na. til þess að kjósa í öllum kosningum og almennum allsherjaratkvæðagreiðslum og vera kjörgengar í öll störf sem kosið er til í almennum kosningum;\nb. að taka þátt í mótun stjórnarstefnu og framkvæmd hennar og gegna opinberum störfum og inna af hendi allar opinberar sýslanir á öllum stigum stjórnkerfisins;\nc. að taka þátt í störfum, félögum og stofnunum utan stjórnkerfisins sem sinna opinberu og stjórnmálalegu lífi í landinu.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að tryggja konum til jafns við karla, og án nokkurs misréttis, tækifæri til þess að koma fram fyrir hönd ríkisstjórna sinna á alþjóðavettvangi og taka þátt í störfum alþjóðastofnana.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "1. Aðildarríkin skulu veita konum sömu réttindi og körlum til þess að öðlast, breyta eða halda þjóðerni sínu. Þau skulu ábyrgjast sérstaklega að hvorki erlendur eiginmaður, né breyting á þjóðerni eiginmannsins meðan á hjónabandinu stendur, breyti sjálfkrafa þjóðerni eiginkonunnar, geri hana ríkisfangslausa né þröngvi þjóðerni eiginmannsins upp á hana.\n2. Aðildarríkin skulu veita konum sömu réttindi og körlum varðandi þjóðerni barna þeirra.\nIII. hluti.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum til að tryggja þeim sömu réttindi og körlum á sviði menntunar og skulu sérstaklega tryggja á grundvelli jafnréttis karla og kvenna:\na. sömu skilyrði til starfsfræðslu og verklegrar fræðslu, sama aðgang að námi og til að hljóta prófgráðu í hvaða menntastofnun sem er í dreifbýli jafnt sem þéttbýli. Slíkt jafnrétti skal tryggja í forskólamenntun, almennri menntun, tæknimenntun, starfsmenntun og æðri tæknimenntun svo og hvers konar verklegri þjálfun;\nb. aðgang að sama námsefni, sömu prófum, kennarastarfsliði með sömu hæfnisskilyrðum og sams konar skólahúsnæði og skólabúnaði;\nc. útrýmingu viðtekinna hugmynda um hlutverk karla og kvenna á hvaða stigi sem er og varðandi alla menntun með því að stuðla að blönduðum bekkjum karla og kvenna og annars konar menntun sem muni stuðla að því að þessu markmiði verði náð og sérstaklega með endurskoðun kennslubóka og námsáætlana og aðlögun kennsluaðferða;\nd. sömu tækifæri til þess að njóta góðs af námsstyrkjum og annarri aðstoð vegna náms;\ne. sömu tækifæri til aðgangs að símenntun, þ. á m. áætlunum um lestrarkennslu fullorðinna og vinnandi fólks, sérstaklega þeim sem miða að því að minnka, eins fljótt og unnt er, bilið milli menntunar karla og kvenna;\nf. að lækka hlutfall þeirra stúlkna sem hætta námi og skipuleggja námsáætlanir fyrir stúlkur og konur sem ótímabært hafa hætt námi;\ng. sömu tækifæri til þess að taka virkan þátt í íþróttum og líkamsrækt;\nh. aðgang að sérstakri uppfræðslu til þess að stuðla að heilbrigði og velferð fjölskyldunnar, þ. á m. upplýsingum og ráðgjöf um fjölskylduáætlanir.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "1. Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum á sviði atvinnu til að tryggja þeim sömu réttindi á grundvelli jafnréttis karla og kvenna, sérstaklega:\na. rétt til atvinnu sem ófrávíkjanlegan rétt allra manna;\nb. rétt til sömu atvinnutækifæra, þar með talið að beitt sé sama mælikvarða við val starfsmanna;\nc. rétt til frjáls vals um starf og atvinnu, rétt til stöðuhækkunar, starfsöryggis og allra starfsfríðinda og starfsskilyrða og rétt til verklegrar þjálfunar og endurþjálfunar, þar með talið verklegrar kennslu, æðri verklegrar þjálfunar og endurtekinnar þjálfunar;\nd. rétt til sömu umbunar, þar með talið fríðinda, og sömu meðhöndlunar gagnvart vinnu sem er jafngild og sömu meðhöndlunar við mat á gæðum vinnu;\ne. rétt til almannatrygginga, sérstaklega þegar hætt er störfum vegna aldurs, atvinnuleysis, veikinda, örorku og elli og vegna annars vanhæfis til vinnu, sem og rétt til orlofs;\nf. rétt til heilsuverndar og öryggis á vinnustað, þar með talið verndar til barneigna.\n2. Til þess að koma í veg fyrir mismunun gagnvart konum vegna hjúskapar eða móðurhlutverksins og til þess að framfylgja raunverulegum rétti þeirra til vinnu skulu aðildarríkin gera allar viðeigandi ráðstafanir:\na. til þess að banna, að viðlögðum viðurlögum, brottvísun úr starfi vegna þungunar eða fjarveru vegna barnsburðar svo og misrétti varðandi brottvísun úr starfi vegna hjúskaparstöðu;\nb. til þess að koma á fæðingarorlofi eða leyfi með sambærilegum fríðindum af hálfu hins opinbera, án þess að missa fyrra starf, starfsaldur eða greiðslur félagslegra bóta;\nc. til þess að stuðla að því að séð sé fyrir nauðsynlegri félagslegri þjónustu til þess að styrkja foreldra til þess að þeir geti sameinað skyldur sínar við fjölskylduna ábyrgð í starfi og þátttöku í opinberu lífi, sérstaklega með því að stuðla að stofnun og þróun sem flestra barnagæslustofnana;\nd. til þess að sjá fyrir sérstakri vernd fyrir konur á meðgöngutímanum við störf sem eru þeim skaðleg.\n3. Verndarlöggjöf varðandi mál sem falla undir grein þessa skal endurskoðuð öðru hverju í ljósi vísinda- og tækniþekkingar og skal endurskoðuð, felld úr gildi eða aukin eins og nauðsyn ber til.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "1. Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum á sviði heilsugæslu til þess að tryggja á grundvelli jafnréttis karla og kvenna aðgang að heilsugæsluþjónustu, þar með talið fjölskylduáætlunum.\n2. Þrátt fyrir ákvæði 1. tl. þessarar greinar skulu aðildarríkin tryggja konum viðeigandi þjónustu í sambandi við þungun, barnsburð og tímabilið eftir fæðingu með því að veita ókeypis þjónustu þegar það er nauðsynlegt svo og fullnægjandi næringu á meðgöngutímanum og brjóstgjafartímanum.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum á öðrum sviðum efnahags- og félagslífs til þess að tryggja á grundvelli jafnréttis karla og kvenna sömu réttindi, sérstaklega:\na. rétt til fjölskyldubóta;\nb. rétt til bankalána, veðlána og annarra tegunda lánsfjárviðskipta;\nc. rétt til þess að taka þátt í tómstundastörfum, íþróttum og öllum greinum menningarlífs.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. Aðildarríkin skulu taka tillit til hinna sérstöku vandamála sem konur í dreifbýli eiga við að etja og hins mikilvæga hlutverks sem konur í dreifbýli gegna í efnahagslegri afkomu fjölskyldna þeirra, þar með talið starfs þeirra í þeim greinum efnahagslífsins þar sem peningar eru ekki mælikvarði, og skulu gera allar viðeigandi ráðstafanir til þess að tryggja að ákvæði samnings þessa séu virt gagnvart konum í dreifbýli.\n2. Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum í dreifbýli til þess að tryggja á grundvelli jafnréttis karla og kvenna að þær taki þátt í og hafi hag af þróun í dreifbýli og skulu sérstaklega tryggja þeim rétt:\na. til þess að taka þátt í gerð og framkvæmd þróunaráætlana á öllum stigum;\nb. til þess að eiga aðgang að viðunandi heilsugæsluaðstöðu, þ. á m. upplýsingum, ráðgjöf og þjónustu varðandi fjölskylduáætlanir;\nc. til þess að hafa beinan hag af almannatryggingakerfinu;\nd. til þess að hljóta hvers konar þjálfun og menntun, formlega og óformlega, þ. á m. þá er varðar raunhæfa lestrarkennslu, svo og m. a. hagræði af hvers konar þjónustu sveitarfélagsins og almannafræðslu til þess að auka tæknikunnáttu þeirra;\ne. til þess að skipuleggja samhjálparhópa og samvinnufélög í því skyni að hljóta jafnan aðgang að efnahagslegum tækifærum í gegnum atvinnu hjá öðrum eða sjálfstætt;\nf. til þess að taka þátt í hvers konar athöfnum í samfélaginu;\ng. til þess að eiga aðgang að lánsviðskiptum og lánum í landbúnaði, markaðsaðstöðu, viðeigandi tækni og sömu meðferð varðandi endurbætur á landi og í landbúnaði svo og skipulagningu landnáms;\nh. til þess að njóta mannsæmandi lífsskilyrða, sérstaklega varðandi húsnæði, heilsugæslu, rafmagn og vatnsuppsprettur, flutninga og samgöngur.\nIV. hluti.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "1. Aðildarríkin skulu veita konum jafnrétti við karla að lögum.\n2. Aðildarríkin skulu veita konum sama löghæfi í borgaralegum málum og körlum og konum sömu tækifæri til þess að njóta þess löghæfis. Þau skulu sérstaklega veita konum sömu réttindi til þess að gera samninga og ráðstafa eignum og skulu veita þeim sömu meðhöndlun á öllum stigum dómsmeðferðar.\n3. Aðildarríkin eru ásátt um að allir samningar og allir aðrir gerningar einkamálalegs eðlis sem hafa þau áhrif að lögum að þeir takmarki löghæfi kvenna skulu taldir dauðir og ómerkir.\n4. Aðildarríkin skulu veita körlum og konum sömu réttindi varðandi lög um flutning manna og frelsi til þess að velja sér dvalarstað og lögheimili.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "1. Aðildarríkin skulu gera allar viðeigandi ráðstafanir til þess að afnema mismunun gagnvart konum í öllum málum varðandi hjúskap og samskipti innan fjölskyldunnar og skulu ábyrgjast sérstaklega á grundvelli jafnréttis karla og kvenna:\na. sama rétt til þess að stofna til hjúskapar;\nb. sama rétt til þess óháð að velja sér maka og stofna til hjúskapar einungis með frjálsu og fullkomnu samþykki;\nc. sömu réttindi og skyldur meðan á hjúskap stendur og við slit hjúskapar;\nd. sömu réttindi og skyldur sem foreldrar, óháð hjúskaparstöðu þeirra, í málum er varða börn þeirra. Hagsmunir barnanna skulu í hvívetna varða mestu;\ne. sömu réttindi til þess að ákveða á frjálsan og ábyrgan hátt fjölda barna þeirra og bil milli barneigna og að hafa aðgang að upplýsingum, fræðslu og aðferðum til þess að þau geti notfært sér þessi réttindi;\nf. sömu réttindi og skyldur varðandi lögráð, fjárhald, forráð og ættleiðingu barna eða svipaða gerninga séu þessi hugtök í lögum ríkisins. Hagsmunir barnanna skulu í hvívetna varða mestu;\ng. sömu persónuréttindi sem eiginmaður og eiginkona, þar með talið rétt til að velja sér eftirnafn, atvinnu og starf;\nh. sömu réttindi til handa báðum mökum varðandi eignarrétt, öflun, umsýslu, stjórnun, not og ráðstöfun eigna hvort sem er endurgjaldslaust eða fyrir verðmætt endurgjald.\n2. Trúlofun og gifting barns skulu ekki hafa neinar lögfylgjur og gera skal allar nauðsynlegar ráðstafanir, þ. á m. með lagasetningu, til þess að ákvarða lágmarkshjúskaparaldur og gera að skyldu að skrá hjónavígslur á opinberri skrá.\nV. hluti.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "1. Til þess að fylgjast með framkvæmd ákvæða samnings þessa skal stofna nefnd um afnám mismununar gagnvart konum (hér á eftir kölluð nefndin), sem skipuð skal átján sérfræðingum þegar samningur þessi öðlast gildi en tuttugu og þremur eftir að þrítugasta og fimmta aðildarríkið hefur fullgilt eða gerst aðili að honum, og skulu þeir hafa trausta siðgæðisvitund og hafa þekkingu á því sviði sem samningurinn tekur til. Aðildarríkin skulu kjósa sérfræðinga úr hópi þegna sinna og skulu þeir starfa sem einstaklingar og skal höfð í huga sanngjörn hnattfræðidreifing og að þeir séu fulltrúar ólíkra menningarsvæða og helstu lagakerfa.\n2. Nefndarmenn skulu kjörnir í leynilegri atkvæðagreiðslu af lista einstaklinga sem aðildarríkin tilnefna. Sérhvert aðildarríki má tilnefna einn af þegnum sínum.\n3. Fyrsta kosningin skal fara fram sex mánuðum eftir að samningur þessi öðlast gildi. Minnst þremur mánuðum fyrir hvern kjördag skal aðalframkvæmdastjóri Sameinuðu þjóðanna senda bréf til aðildarríkjanna og bjóða þeim að leggja fram tilnefningar innan tveggja mánaða. Aðalframkvæmdastjórinn skal gera skrá í stafrófsröð um alla þá sem þannig eru tilnefndir og gefa til kynna aðildarríkin sem hafa tilnefnt þá og skal leggja hana fyrir aðildarríkin.\n4. Kosning nefndarmanna skal fara fram á fundi aðildarríkjanna sem aðalframkvæmdastjóri Sameinuðu þjóðanna kallar saman í aðalstöðvum Sameinuðu þjóðanna. Á þeim fundi, þar sem tveir þriðju aðildarríkjanna skulu mynda lögmætan fund, skulu þeir tilnefndra taldir kjörnir í nefndina sem hljóta flest atkvæði og hreinan meiri hluta atkvæða fulltrúa aðildarríkjanna sem viðstaddir eru og greiða atkvæði.\n5. Kjörtímabil nefndarmanna skal vera fjögur ár. Þó skal kjörtímabil níu nefndarmanna sem kosnir eru í fyrstu kosningunni renna út að tveimur árum liðnum. Þegar eftir fyrstu kosninguna skal formaður nefndarinnar velja nöfn þessara níu manna með hlutkesti.\n6. Kosning fimm annarra nefndarmanna skal fara fram samkvæmt ákvæðum 2., 3. og 4. tl. þessarar greinar eftir þrítugustu og fimmtu fullgildinguna eða aðildina. Kjörtímabil tveggja þeirra nefndarmanna sem þá eru kosnir skal renna út að tveimur árum liðnum og skal formaður nefndarinnar velja nöfn þessara tveggja nefndarmanna með hlutkesti.\n7. Til þess að skipa í sæti er kunna að losna skal það aðildarríki sem fráfarandi nefndarmaður kom frá tilnefna annan sérfræðing af þegnum sínum að samþykki nefndarinnar áskildu.\n8. Nefndarmenn skulu, með samþykki allsherjarþingsins, fá greiðslur af efnum Sameinuðu þjóðanna með þeim skilmálum og skilyrðum sem þingið kann að ákveða og skal það taka tilllit til þess hve ábyrgð nefndarinnar er mikilvæg.\n9. Aðalframkvæmdastjóri Sameinuðu þjóðanna skal láta í té nauðsynlegt starfslið og aðstöðu til þess að nefndin geti rækt starf sitt á fullnægjandi hátt samkvæmt samningi þessum.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "1. Aðildarríkin takast á hendur að leggja fyrir aðalframkvæmdastjóra Sameinuðu þjóðanna til athugunar nefndarinnar skýrslu um lagalegar, réttarlegar, stjórnunarlegar og aðrar ráðstafanir sem þau hafa gert til þess að framfylgja ákvæðum samnings þessa og um þá þróun sem orðið hefur í þessu tilliti:\na. innan eins árs frá gildistöku fyrir viðkomandi aðildarríki, og\nb. síðan að minnsta kosti einu sinni á hverjum fjórum árum og enn fremur hvenær sem nefndin óskar þess.\n2. Skýrslurnar mega gefa til kynna þau atriði og vandkvæði sem áhrif hafa á að hve miklu leyti skyldum samkvæmt samningi þessum hefur verið framfylgt.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "1. Nefndin skal setja sér fundarsköp.\n2. Nefndin skal kjósa embættismenn sína til tveggja ára kjörtímabils.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "1. Fundir nefndarinnar skulu að jafnaði ekki standa lengur en tvær vikur á ári til athugunar á skýrslum þeim sem lagðar eru fyrir í samræmi við 18. gr. samnings þessa.\n2. Fundir nefndarinnar skulu að jafnaði fara fram í aðalstöðvum Sameinuðu þjóðanna eða á öðrum viðeigandi stöðum sem ákveðið er af nefndinni.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "1. Nefndin skal fyrir milligöngu fjárhags- og félagsmálaráðsins gefa árlega skýrslu til allsherjarþings Sameinuðu þjóðanna um starfsemi sína og má gefa ábendingar og gera almennar tillögur sem byggðar eru á skýrslum og upplýsingum sem hún hefur móttekið frá aðildarríkjunum. Skýrsla nefndarinnar skal hafa að geyma slíkar ábendingar og tillögur ásamt umsögnum, ef einhverjar eru, frá aðildarríkjunum.\n2. Aðalframkvæmdastjórinn skal til upplýsingar koma skýrslum nefndarinnar á framfæri við nefndina um stöðu kvenna.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Sérstofnanir skulu eiga rétt á fulltrúa þegar athugun fer fram á framkvæmd þeirra ákvæða samnings þessa sem falla undir starfssvið þeirra. Nefndin getur farið þess á leit að sérstofnanir leggi fram skýrslur um framkvæmd ákvæða samningsins sem falla undir starfssvið þeirra.\nVI. hluti.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Ekkert í samningi þessum skal hafa áhrif á ákvæði sem eru fremur til þess fallin að koma á jafnrétti karla og kvenna sem kunna að vera í:\na. löggjöf aðildarríkis, eða\nb. einhverjum öðrum alþjóðasamningi eða alþjóðasamþykkt sem í gildi er fyrir það ríki.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Aðildarríkin takast á hendur að gera allar nauðsynlegar ráðstafanir í löndum sínum sem miða að því að framfylgja fullkomlega réttindum þeim sem viðurkennd eru í samningi þessum.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "1. Samningur þessi skal liggja frammi til undirskriftar fyrir öll ríki.\n2. Framkvæmdastjóri Sameinuðu þjóðanna annast vörslu samnings þessa.\n3. Fullgilda skal samning þennan. Fullgildingarskjölum skal komið til vörslu hjá aðalframkvæmdastjóra Sameinuðu þjóðanna.\n4. Samningur þessi skal liggja frammi til aðildar fyrir öll ríki. Aðild skal öðlast gildi með því að aðildarskjal er afhent aðalframkvæmdastjóra Sameinuðu þjóðanna til vörslu.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "1. Beiðni um endurskoðun samnings þessa getur sérhvert aðildarríki lagt fram hvenær sem er með skriflegri tilkynningu sem senda skal til aðalframkvæmdastjóra Sameinuðu þjóðanna.\n2. Allsherjarþing Sameinuðu þjóðanna skal ákveða aðgerðir þær, ef einhverjar eru, sem gera skal vegna slíkrar beiðni.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "1. Samningur þessi skal öðlast gildi á þrítugasta degi eftir þann dag sem tuttugasta fullgildingar- eða aðildarskjalið er afhent aðalframkvæmdastjóra Sameinuðu þjóðanna til vörslu.\n2. Gagnvart ríki, sem fullgildir samning þennan eða gerist aðili að honum eftir afhendingu tuttugasta fullgildingar- eða aðildarskjalsins til vörslu, öðlast samningurinn gildi á þrítugasta degi eftir þann dag sem það afhenti sitt fullgildingar- eða aðildarskjal til vörslu.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "1. Aðalframkvæmdastjóri Sameinuðu þjóðanna skal veita móttöku og senda öllum ríkjum texta þess fyrirvara sem ríki gera þegar þau fullgilda eða gerast aðilar.\n2. Fyrirvari sem er ósamrýmanlegur markmiði og tilgangi samnings þessa skal ekki leyfður.\n3. Afturkalla má fyrirvara hvenær sem er með tilkynningu um það sem send er aðalframkvæmdastjóra Sameinuðu þjóðanna sem skal tilkynna það öllum ríkjum. Slík tilkynning skal öðlast gildi þann dag sem hún er móttekin.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "1. Sérhverri deilu milli tveggja eða fleiri aðildarríkja varðandi túlkun eða beitingu samnings þessa, sem ekki er útkljáð með samningum, skal að beiðni eins þeirra lögð í gerð. Hafi aðilar ekki komið sér saman um gerðardómsmeðferðina innan sex mánaða frá dagsetningu beiðninnar um gerð má hvor eða hver aðilanna sem er vísa deilunni til alþjóðadómstólsins með beiðni í samræmi við samþykktir dómstólsins.\n2. Sérhvert aðildarríki má þegar það undirritar eða fullgildir samning þennan eða gerist aðili að honum lýsa því yfir að það telji sig ekki bundið af 1. tl. greinar þessarar. Hin aðildarríkin skulu ekki vera bundin af þeim tölulið gagnvart ríki sem gert hefur slíkan fyrirvara.\n3. Sérhvert aðildarríki sem gert hefur fyrirvara í samræmi við 2. tl. þessarar greinar má hvenær sem er afturkalla þann fyrirvara með tilkynningu til aðalframkvæmdastjóra Sameinuðu þjóðanna.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Samningi þessum skal komið í vörslu hjá aðalframkvæmdastjóra Sameinuðu þjóðanna og eru textarnir á arabísku, ensku, frönsku, kínversku, rússnesku og spænsku jafngildir.\nValfrjáls bókun við samning um afnám allrar mismununar gagnvart konum.\nBirt sem augl. í Stjtíð. C 2001 nr. 4. Öðlaðist gildi að því er Ísland varðar 6. júní 2001.\nRíki þau sem aðilar eru að bókun þessari,\nmeð tilliti til þess að sáttmáli Sameinuðu þjóðanna staðfestir trú á grundvallarmannréttindi, mannvirðingu og manngildi og á jafnan rétt karla og kvenna,\nog með tilliti til þess að mannréttindayfirlýsing Sameinuðu þjóðanna lýsir því yfir að allir menn séu frjálsbornir og jafnir að virðingu og réttindum og að öllum beri þar til greind réttindi og frelsi, án nokkurrar mismununar, þ. á m. á grundvelli kynferðis,\nminna á að milliríkjasamningar um mannréttindi og aðrir alþjóðlegir mannréttindagerningar banna mismunun vegna kynferðis,\nminna einnig á samninginn um afnám allrar mismununar gagnvart konum (samninginn), þar sem aðildarríkin fordæma mismunun gagnvart konum í hvaða mynd sem er og eru ásátt um að framfylgja, með öllum viðeigandi ráðum og án tafar, stefnu sem miðar að afnámi mismununar gagnvart konum,\nstaðfesta þann ásetning sinn að tryggja að konur geti á grundvelli jafnréttis notið fullra mannréttinda og grundvallarfrelsis og að grípa til árangursríkra aðgerða til þess að koma í veg fyrir brot á þessum réttindum og skerðingu á þessu frelsi,\nhafa orðið ásátt um eftirfarandi:\n1. gr.\nRíki, sem er aðili að þessari bókun (aðildarríki), viðurkennir valdbærni nefndarinnar um afnám mismununar gagnvart konum (nefndarinnar) til þess að taka við og fjalla um erindi sem eru lögð fram í samræmi við 2. gr.\n2. gr.\nEinstaklingum eða hópum einstaklinga, sem heyra undir lögsögu aðildarríkis og staðhæfa að aðildarríkið hafi brotið gegn þeim að því er varðar einhver þau réttindi sem eru tilgreind í samningnum, er heimilt að leggja fram erindi eða leggja má þau fram fyrir þeirra hönd. Sé erindi lagt fram fyrir hönd einstaklinga eða hópa einstaklinga skal það gert með samþykki þeirra nema sá sem samdi erindið geti fært rök fyrir því að hann komi fram fyrir þeirra hönd án slíks samþykkis.\n3. gr.\nErindi skulu vera skrifleg og ekki nafnlaus. Nefndin skal ekki taka við erindi sem varðar aðildarríki sem er aðili að samningnum en ekki að þessari bókun.\n4. gr.\n1. Nefndin skal ekki fjalla um erindi fyrr en hún hefur gengið úr skugga um að öll tiltæk innlend réttarúrræði séu fullreynd nema dregist hafi óhóflega á langinn að beita slíkum réttarúrræðum eða ólíklegt sé að beiting þeirra leiði til gagnlegrar lausnar.\n2. Nefndin skal lýsa því yfir að erindi sé ekki tækt til meðferðar, ef:\na) nefndin hefur þegar skoðað sama mál eða það hefur verið eða er í skoðun samkvæmt annarri málsmeðferð við alþjóðlega rannsókn eða sáttagerð;\nb) það samræmist ekki ákvæðum samningsins;\nc) augljóst er að grundvöllur þess er ótraustur eða það sé ekki rökstutt á fullnægjandi hátt;\nd) með því sé verið að misnota réttinn til þess að leggja fram erindi;\ne) þau málsatvik sem erindið fjallar um hafa átt sér stað áður en þessi bókun öðlaðist gildi að því er hlutaðeigandi aðildarríki varðar nema fyrrnefnd málsatvik hafi haldið áfram eftir þann dag.\n5. gr.\n1. Nefndinni er heimilt, hvenær sem er eftir viðtöku erindis og áður en efnisákvörðun er tekin, að senda hlutaðeigandi aðildarríki beiðni til skjótrar umfjöllunar þess efnis að aðildarríkið geri bráðabirgðaráðstafanir sem nauðsynlegar eru til þess að koma í veg fyrir að meintur brotaþoli eða brotaþolar verði hugsanlega fyrir óbætanlegu tjóni.\n2. Nýti nefndin sér heimild sína samkvæmt 1. mgr. þessarar greinar merkir það ekki að ákvörðun hafi verið tekin um meðferðarhæfi erindisins eða um efni þess.\n6. gr.\n1. Nefndin skal gæta trúnaðar er hún tilkynnir hlutaðeigandi aðildarríki um erindi er berast henni nema að hún telji erindi ekki tækt til meðferðar án tillits til hlutaðeigandi aðildarríkis svo framarlega sem einstaklingurinn eða einstaklingarnir samþykki að aðildarríkið fái upplýsingar um hverjir þeir séu.\n2. Innan sex mánaða skal viðtökuaðildarríkið leggja fyrir nefndina skriflegar útskýringar eða yfirlýsingar til þess að varpa ljósi á málið og, ef við á, til hvaða úrræða kann að hafa verið gripið af hálfu þess aðildarríkis.\n7. gr.\n1. Nefndin skal fjalla um erindi sem er tekið við samkvæmt þessari bókun með hliðsjón af öllum upplýsingum sem einstaklingar eða hópar einstaklinga láta henni í té, eða komið er á framfæri við hana fyrir þeirra hönd, og sem hlutaðeigandi aðildarríki lætur í té, að því tilskildu að upplýsingarnar séu lagðar fyrir hlutaðeigandi aðila.\n2. Nefndin skal halda fundi fyrir luktum dyrum þegar hún kannar erindi samkvæmt þessari bókun.\n3. Eftir að hafa kannað erindi skal nefndin senda álit sitt á erindinu ásamt tilmælum sínum, ef um þau er að ræða, til hlutaðeigandi aðila.\n4. Aðildarríkið skal taka eðlilegt tillit til álits nefndarinnar ásamt tilmælum hennar, ef um þau er að ræða, og skal leggja fyrir nefndina innan sex mánaða skriflegt svar þar sem koma fram upplýsingar um aðgerðir sem gripið hefur verið til með hliðsjón af áliti og tilmælum nefndarinnar.\n5. Nefndin getur boðið aðildarríkinu að leggja fram frekari upplýsingar um ráðstafanir sem aðildarríkið hefur gripið til sem viðbrögð við áliti hennar eða tilmælum, ef um þau er að ræða, þar á meðal í síðari skýrslum aðildarríkisins sem viðeigandi getur talist samkvæmt 18. gr. samningsins.\n8. gr.\n1. Berist nefndinni áreiðanlegar upplýsingar sem benda til að um sé að ræða alvarleg eða kerfisbundin brot af hálfu aðildarríkis á réttindum sem eru tilgreind í samningnum skal nefndin fara þess á leit við aðildarríkið að það hafi samstarf um könnun upplýsinganna og leggi fram í því augnamiði athugasemdir um umræddar upplýsingar.\n2. Að teknu tilliti til athugasemda sem hlutaðeigandi aðildarríki kann að hafa lagt fram og annarra áreiðanlegra upplýsinga sem hún hefur aðgang að er nefndinni heimilt að tilnefna einn eða fleiri nefndarmenn til þess að annast rannsókn og gefa nefndinni skýrslu hið fyrsta. Liður í rannsókninni gæti verið ferð inn á landsvæði aðildarríkisins sé hún réttlætanleg og farin með samþykki þess.\n3. Að lokinni athugun á niðurstöðum rannsóknarinnar skal nefndin senda þær hlutaðeigandi aðildarríki ásamt umsögn og tilmælum.\n4. Hlutaðeigandi aðildarríki skal, innan sex mánaða frá móttöku niðurstaðna, umsagnar og tilmæla sem nefndin sendir, leggja athugasemdir sínar fyrir nefndina.\n5. Við rannsóknina skal gæta trúnaðar og leita skal eftir samstarfi við aðildarríkið á öllum stigum málsmeðferðarinnar.\n9. gr.\n1. Nefndin getur farið þess á leit við hlutaðeigandi aðildarríki að það felli inn í þá skýrslu sem um getur í 18. gr. samningsins nákvæmar upplýsingar um ráðstafanir sem gerðar hafa verið sem viðbrögð við rannsókn sem fer fram samkvæmt 8. gr. þessarar bókunar.\n2. Nefndin getur ef nauðsynlegt þykir, eftir að sex mánaða frestur sem vísað er til í 4. mgr. 8. gr. er liðinn, farið þess á leit við hlutaðeigandi aðildarríki að það upplýsi hana um þær ráðstafanir sem gerðar hafa verið sem viðbrögð við fyrrnefndri rannsókn.\n10. gr.\n1. Hverju aðildarríki er heimilt við undirritun eða fullgildingu þessarar bókunar eða samhliða aðild að henni að lýsa því yfir að það viðurkenni ekki valdheimildir nefndarinnar sem kveðið er á um í 8. og 9. gr.\n2. Sérhverju aðildarríki, sem gefið hefur út yfirlýsingu í samræmi við 1. mgr. þessarar greinar, er, hvenær sem er, heimilt að afturkalla yfirlýsinguna með tilkynningu til aðalframkvæmdastjórans.\n11. gr.\nAðildarríki skal gera allar viðeigandi ráðstafanir til þess að tryggja að einstaklingar innan lögsögu þess sæti ekki illri meðferð eða sé ógnað vegna samskipta þeirra við nefndina samkvæmt þessari bókun.\n12. gr.\nNefndin skal fella inn í ársskýrslu sína samkvæmt 21. gr. samningsins samantekt um starfsemi sína samkvæmt þessari bókun.\n13. gr.\nHvert aðildarríki skuldbindur sig til þess að standa að víðtækri kynningu og vekja athygli á samningnum og þessari bókun og veita greiðan aðgang að upplýsingum um álit nefndarinnar og tilmæli hennar, einkum um málefni sem varða viðkomandi aðildarríki.\n14. gr.\nNefndin skal setja sér málsmeðferðarreglur sem henni ber að fylgja þegar hún gegnir því hlutverki sem henni er ætlað samkvæmt þessari bókun.\n15. gr.\n1. Bókun þessi skal lögð fram til undirritunar fyrir sérhvert það ríki sem hefur undirritað, fullgilt eða gerst aðili að samningnum.\n2. Bókun þessi skal háð fullgildingu af hálfu sérhvers ríkis sem hefur fullgilt eða gerst aðili að samningnum. Fullgildingarskjöl skulu afhent aðalframkvæmdastjóra Sameinuðu þjóðanna til vörslu.\n3. Bókun þessi skal vera opin til aðildar af hálfu sérhvers ríkis sem hefur fullgilt eða gerst aðili að samningnum.\n4. Aðild skal öðlast gildi þegar aðildarskjal er afhent aðalframkvæmdastjóra Sameinuðu þjóðanna til vörslu.\n16. gr.\n1. Bókun þessi skal öðlast gildi þremur mánuðum eftir daginn sem tíunda fullgildingar- eða aðildarskjalið er afhent aðalframkvæmdastjóra Sameinuðu þjóðanna til vörslu.\n2. Að því er varðar hvert ríki sem fullgildir bókun þessa eða gerist aðili að henni eftir að hún öðlast gildi skal bókun þessi öðlast gildi þremur mánuðum eftir daginn sem fullgildingar- eða aðildarskjal þess ríkis er afhent til vörslu.\n17. gr.\nÓheimilt skal að gera fyrirvara við bókun þessa.\n18. gr.\n1. Sérhverju aðildarríki er heimilt að gera tillögu að breytingu á bókun þessari og leggja hana fram hjá aðalframkvæmdastjóra Sameinuðu þjóðanna. Aðalframkvæmdastjórinn skal að svo búnu koma breytingartillögu á framfæri við aðildarríkin ásamt beiðni um að þau tilkynni honum hvort þau séu hlynnt því að aðildarríkin komi saman til ráðstefnu í því skyni að fjalla um og greiða atkvæði um tillöguna. Í því tilviki þegar að minnsta kosti þriðjungur aðildarríkjanna er hlynntur slíkri ráðstefnu skal aðalframkvæmdastjórinn boða til slíkrar ráðstefnu undir forystu Sameinuðu þjóðanna. Allar breytingar sem meirihluti aðildarríkja sem eiga fulltrúa á ráðstefnunni og greiða atkvæði samþykkir skal leggja fyrir allsherjarþing Sameinuðu þjóðanna til samþykkis.\n2. Breytingar skulu öðlast gildi þegar þær hafa hlotið samþykki allsherjarþings Sameinuðu þjóðanna og samþykktar með tveimur þriðju hlutum atkvæða ríkja sem eru aðilar að bókun þessari í samræmi við stjórnskipulega meðferð hvers aðildarríkis.\n3. Þegar breytingar öðlast gildi skulu þær vera bindandi fyrir þau aðildarríki sem hafa samþykkt þær en önnur aðildarríki eru eftir sem áður skuldbundin af ákvæðum bókunar þessarar og fyrri breytingum sem þau hafa samþykkt.\n19. gr.\n1. Sérhverju aðildarríki er hvenær sem er heimilt að segja upp aðild sinni að bókun þessari með skriflegri tilkynningu til aðalframkvæmdastjóra Sameinuðu þjóðanna. Uppsögn skal öðlast gildi þegar liðnir eru sex mánuðir frá þeim degi er aðalframkvæmdastjóranum berst tilkynningin.\n2. Uppsögn skal ekki hafa áhrif á áframhaldandi gildi ákvæða bókunar þessarar að því er varðar erindi sem lögð eru fram samkvæmt 2. gr. eða rannsóknir sem eru hafnar samkvæmt 8. gr. fyrir þann dag sem uppsögnin kemur til framkvæmda.\n20. gr.\nAðalframkvæmdastjóri Sameinuðu þjóðanna skal tilkynna öllum ríkjum um:\na) undirritun, fullgildingu og aðild samkvæmt bókun þessari;\nb) þann dag sem bókun þessi öðlast gildi og um allar breytingar samkvæmt 18. gr.;\nc) sérhverja uppsögn samkvæmt 19. gr.\n21. gr.\n1. Bókun þessi, en textar hennar á arabísku, ensku, frönsku, kínversku, rússnesku og spænsku eru allir jafngildir, skal varðveitt í skjalasafni Sameinuðu þjóðanna.\n2. Aðalframkvæmdastjóri Sameinuðu þjóðanna skal senda staðfest afrit af bókun þessari til allra ríkja sem um getur í 25. gr. samningsins.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    }
  ]
}
