{
  "id": "91/1987",
  "type": "statute",
  "title": "Lög um sóknargjöld o.fl.",
  "status": "in_force",
  "issued_date": "1987-12-29",
  "url": "https://www.althingi.is/lagas/nuna/1987091.html",
  "description": "Tóku gildi 1. janúar 1988.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Þjóðkirkjusöfnuðir og skráð trúfélög og lífsskoðunarfélög samkvæmt lögum um skráð trúfélög og lífsskoðunarfélög skulu eiga ákveðna hlutdeild í tekjuskatti álögðum samkvæmt ákvæðum laga um tekjuskatt eftir því sem lög þessi ákveða.]\nL. 6/2013, 14. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ríkissjóður skal skila 15. hvers mánaðar, af óskiptum tekjuskatti, fjárhæð er rennur til þjóðkirkjusafnaða og skráðra trúfélaga [og lífsskoðunarfélaga].] Fjárhæð þessi reiknast þannig að fyrir hvern einstakling, sem er 16 ára og eldri í lok næstliðins árs á undan gjaldári, greiðist ákveðin upphæð sem ákvarðast þannig:\n1. [Á árinu 1997 skal gjaldið vera 400,24 kr. á einstakling á mánuði.]\n2. ...\n3. Á árinu [1998] og síðar ákvarðast gjaldið af endanlegri ákvörðun gjaldsins frá fyrra ári, að viðbættri hækkun er samsvarar þeirri hækkun er kann að verða á meðaltekjuskattsstofni einstaklinga á öllu landinu milli næstliðinna tekjuára á undan gjaldári.\nNú verða gerðar breytingar á útreikningi tekjuskattsstofns og skal þá taka tillit til þess við ákvörðun gjaldsins hverju sinni.\nHækkun á gjaldi samkvæmt þessari grein skal ákvarðast af [ráðherra] í samræmi við upplýsingar frá ríkisskattstjóra ... eigi síðar en 1. ágúst ár hvert. Þar til ákvörðun þessi liggur fyrir skal ráðherra ákveða uppígreiðslu gjaldsins fyrir mánuðina janúar til júlí ár hvert á grundvelli spár um tekjuþróun tveggja næstliðinna ára.\nL. 6/2013, 14. gr. L. 70/2009, 23. gr. L. 124/1997, 1. gr. L. 126/2011, 121. gr. L. 51/2002, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Gjald skv. 2. gr. skiptist þannig:\n1. Vegna einstaklings, sem skráður er í þjóðkirkjuna, greiðist til þess safnaðar sem hann tilheyrir og miðast við 1. desember næst á undan gjaldári.\n2. Vegna einstaklings, sem tilheyrir skráðu trúfélagi eða lífsskoðunarfélagi, samkvæmt lögum nr. 108/1999, greiðist gjaldið til hlutaðeigandi trúfélags eða lífsskoðunarfélags.\n3. Vegna einstaklinga, sem eru í þjóðkirkjunni og eru óstaðsettir á landinu samkvæmt þjóðskrá, greiðist gjaldið til [þjóðkirkjunnar].\nSkráning í trúfélag eða lífsskoðunarfélag miðast við 1. desember næst á undan gjaldári.]\nL. 95/2020, 5. gr. L. 6/2013, 14. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Fjársýsla ríkisins] annast skiptingu gjaldsins skv. 3. gr.\nL. 95/2002, 7. gr.\nII. kafli. ...\nL. 95/2020, 6. gr.\nIII. kafli. ...\nL. 95/2020, 7. gr.\nIV. kafli. Stjórnvaldsreglur, gildistaka og brottfallin lög.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Ráðherra] setur með reglugerð nánari ákvæði um framkvæmd laganna að fengnum tillögum biskups og kirkjuráðs og að höfðu samráði við [ráðuneyti er fer með tekjuöflun ríkisins].\nL. 162/2010, 114. gr. Rg. 206/1991, sbr. 81/1999, 1130/2005 og 27/2010. Rg. 865/2001, sbr. 1129/2005 og 150/2010. L. 126/2011, 121. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast gildi hinn 1. janúar 1988.\n...\n[Ákvæði til bráðabirgða.\nI.\nÞrátt fyrir ákvæði 2. gr. laganna, sbr. 1. gr. laga nr. 124/1997, skal gjald sem rennur til þjóðkirkjusafnaða, skráðra trúfélaga og Háskóla Íslands vera 566 kr. á mánuði árið 2002 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 148/2001, 7. gr.\n[II.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða, skráðra trúfélaga og Háskóla Íslands vera 855 kr. á mánuði árið 2009 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 173/2008, 1. gr.\n[III.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 811 kr. á mánuði frá gildistöku laga þessara út árið 2009 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári. Fyrir árið 2010 skal gjaldið vera 767 kr. á mánuði fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 70/2009, brbákv. VI.\n[IV.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 698 kr. á mánuði árið 2011 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 164/2010, 25. gr.\n[V.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 701 kr. á mánuði árið 2012 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 164/2011, 30. gr.\n[VI.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 728 kr. á mánuði árið 2013 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 146/2012, 32. gr.\n[VII.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða, skráðra trúfélaga og lífsskoðunarfélaga vera 750 kr. á mánuði árið 2014 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 140/2013, 32. gr.\n[VIII.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 824 kr. á mánuði árið 2015 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 125/2014, 8. gr.\n[IX.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 898 kr. á mánuði árið 2016 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 125/2015, 53. gr.\n[X.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 920 kr. á mánuði árið 2017 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 126/2016, 29. gr.\n[XI.\nÞrátt fyrir ákvæði 2. gr. laganna, með síðari breytingum, skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 931 kr. á mánuði árið 2018 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 96/2017, 37. gr.\n[XII.\nÞrátt fyrir ákvæði 2. gr. laganna skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 925 kr. á mánuði árið 2019 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 138/2018, 22. gr.\n[XIII.\nÞrátt fyrir ákvæði 2. gr. laganna skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 975 kr. á mánuði árið 2020 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 135/2019, 20. gr.\n[XIV.\nÞrátt fyrir ákvæði 2. gr. skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 1.080 kr. á mánuði árið 2021 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 133/2020, 26. gr.\n[XV.\nÞrátt fyrir ákvæði 2. gr. skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 1.107 kr. á mánuði árið 2022 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 131/2021, 24. gr.\n[XVI.\nÞrátt fyrir ákvæði 2. gr. skal gjald sem rennur til þjóðkirkjusafnaða og skráðra trúfélaga vera 1.192 kr. á mánuði árið 2023 [og árið 2024] fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 100/2023, 20. gr. L. 129/2022, 22. gr.\n[XVII.\nÞrátt fyrir ákvæði 2. gr. skal gjald sem rennur til þjóðkirkjusafnaða, skráðra trúfélaga og lífsskoðunarfélaga vera 1.221 kr. á mánuði árið 2025 fyrir hvern einstakling 16 ára og eldri í lok næstliðins árs á undan gjaldári.]\nL. 127/2024, 21. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
