{
  "id": "36/1988",
  "type": "statute",
  "title": "Lög um lögreglusamþykktir",
  "status": "in_force",
  "issued_date": "1988-05-18",
  "url": "https://www.althingi.is/lagas/nuna/1988036.html",
  "description": "Tóku gildi 31. maí 1988.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Í hverju sveitarfélagi má setja lögreglusamþykkt. Heimilt er að setja lögreglusamþykkt sem gildi fyrir fleiri en eitt sveitarfélag.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ráðherra setur reglugerð um lögreglusamþykktir sem vera skal fyrirmynd að lögreglusamþykktum sveitarfélaganna. Reglugerðin kemur í stað lögreglusamþykktar þar sem lögreglusamþykkt er ekki sett.\nRg. 1127/2007.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Í lögreglusamþykkt skal, eftir því sem þurfa þykir, kveða á um það sem varðar allsherjarreglu, svo sem:\na. Reglu og velsæmi á og við almannafæri; allt sem lýtur að því að draga úr hættu og óþægindum, greiða fyrir umferð og tryggja öryggi fólks; friðun og vernd mannvirkja og opinna svæða; hvernig stuðla má að góðri umgengni og hreinlæti á almannafæri.\nb. Opnunar- og lokunartíma veitingastaða; skemmtanahald og hvernig skemmtunum og öðrum samkomum skuli markaður tími.\nc. Verslun og aðra atvinnu á almannafæri; að leyfi þurfi til þess að hafa á tilteknum stað sölu, leigu eða afgreiðslu ökutækja; að leyfi þurfi til þess að reka skemmti- eða leiktæki gegn borgun.\nd. Meðferð dýra til þess að varna því að tjón hljótist af þegar skepnur ganga lausar eða eru í vanhirðu.\nÍ lögreglusamþykkt skulu vera ákvæði um það hvernig greiða skuli þau útgjöld sem hin ýmsu ákvæði hennar hafa í för með sér.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sveitarstjórn semur frumvarp til lögreglusamþykktar og sendir [ráðuneytinu] til staðfestingar. Frumvarpið skal byggt á reglugerð um lögreglusamþykktir með þeim breytingum sem sveitarstjórn telur þörf á vegna umdæmisins.\nEf ráðuneytið telur þurfa að gera breytingar á frumvarpinu áður en það er staðfest skal leggja þær fyrir sveitarstjórn til álita. Breytingar, sem sveitarstjórn fellst ekki á, má eigi setja í samþykktina.\nL. 126/2011, 124. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Lögreglusamþykkt gildir að öllum jafnaði fyrir allt umdæmi sveitarfélags.\nNú þykir rétt að skipa svo fyrir að ákvæði samþykktar skuli eigi gilda í hluta umdæmis, annaðhvort að nokkru eða að öllu leyti, og skal þess þá getið í samþykktinni eftir því sem við á.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Brot gegn lögreglusamþykkt varða sektum. Sama er um brot á reglum sem settar eru samkvæmt lögreglusamþykkt.\nEf kenna má yfirsjón barns skorti á hæfilegri umsjá foreldris eða þess sem gengur barninu í foreldris stað skal refsa þeim fyrir yfirsjónina.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ef einhver lætur það ógert sem er skylda hans samkvæmt lögreglusamþykkt eða reglum sem settar eru samkvæmt henni má lögreglustjóri láta gera það eða gera nauðsynlegar ráðstafanir til þess að hindra að vanrækslan valdi tjóni.\nKostnaður við þetta greiðist af þeim sem ábyrgð ber. Sama er um kostnað af ráðstöfun sem lögreglustjóri gerir til þess að hindra fyrirhugaða athöfn eða stöðva athöfn sem ekki er að fullu lokið en bönnuð er með samþykktinni eða samkvæmt henni. Ef sá sem ábyrgð ber er eigi fær um að greiða slíkan kostnað greiðist hann úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerð um lögreglusamþykktir skal setja sem fyrst eftir gildistöku laga þessara og skal hún taka gildi þegar liðnir eru sex mánuðir frá birtingu hennar.\nLögreglusamþykktir, sem settar hafa verið áður en sú reglugerð er sett, skulu gilda í sex mánuði eftir gildistöku reglugerðarinnar, nema ný lögreglusamþykkt hafi áður verið gerð fyrir hlutaðeigandi sveitarfélag.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
