{
  "id": "19/1988",
  "type": "statute",
  "title": "Lög um sjóði og stofnanir sem starfa samkvæmt staðfestri skipulagsskrá",
  "status": "in_force",
  "issued_date": "1988-05-05",
  "url": "https://www.althingi.is/lagas/nuna/1988019.html",
  "description": "Tóku gildi 1. janúar 1989.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Lög þessi taka til sjóða og stofnana sem starfa samkvæmt skipulagsskrá staðfestri af sýslumanni samkvæmt lögum þessum eða samkvæmt skipulagsskrá staðfestri af [ráðherra] eða forseta Íslands eða konungi, sbr. þó 2. mgr. [Ráðherra er heimilt að ákveða með reglugerð að verkefni, sem falin eru sýslumanni samkvæmt lögum þessum, verði á hendi eins eða fleiri sýslumanna.]]\nUndanskildir lögum þessum eru þó þeir sjóðir og stofnanir sem stofnað er til með lögum, ákvörðunum Alþingis eða milliríkjasamningum enda þótt skipulagsskrá þeirra sé staðfest.\n[Um sjálfseignarstofnanir sem stunda atvinnurekstur fer samkvæmt lögum um sjálfseignarstofnanir sem stunda atvinnurekstur.]\n[Ákvarðanir sýslumanns samkvæmt lögum þessum eru kæranlegar til [ráðuneytisins].]\nL. 126/2011, 123. gr. L. 112/2024, 8. gr. L. 143/2006, 1. gr. L. 33/1999, 49. gr. L. 162/2010, 115. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Stofnfé sjóðs eða stofnunar skal vera 300.000 kr. hið minnsta miðað við lánskjaravísitölu þá sem í gildi er við gildistöku laganna og breytist síðan árlega í samræmi við þá vísitölu í janúarmánuði. Skal [sýslumaður] auglýsa árlega lágmarksupphæð. Heimilt skal þó ef sérstakar ástæður þykja mæla með að stofnfé nemi lægri upphæð.\nÍ skipulagsskrá skal greina stofnfé og hvaðan það er runnið, svo og hvert skuli vera markmið sjóðs eða stofnunar og hvernig fé skuli varið til að ná þeim markmiðum. Þá skal greina skýrt hvernig stjórn sjóðs eða stofnunar skal skipuð og hver bera skuli ábyrgð á fjárvörslu.\n[Sýslumaður] skal halda skrá um alla sjóði og stofnanir sem starfa samkvæmt staðfestri skipulagsskrá og nefnist hún sjóðaskrá.\nStaðfestar skipulagsskrár og breytingar á þeim skal birta í B-deild Stjórnartíðinda.\nL. 143/2006, 2. gr.\n[2. gr. a.\nStjórnarmenn sjóða og stofnana skulu vera lögráða og hafa forræði á búi sínu.\nHafi einstaklingur á síðustu þremur árum hlotið dóm í tengslum við atvinnurekstur fyrir verknað sem brýtur gegn almennum hegningarlögum, lögum um aðgerðir gegn peningaþvætti og fjármögnun hryðjuverka, lögum um hlutafélög, lögum um einkahlutafélög, lögum um bókhald, lögum um ársreikninga, lögum um gjaldþrotaskipti o.fl. eða lögum um staðgreiðslu opinberra gjalda er hann ekki bær til að sitja í stjórn sjóðs eða stofnunar.\nÞegar svo ber undir skulu hæfisskilyrði skv. 1. og 2. mgr. einnig eiga við um framkvæmdastjóra og skipaðan fjárvörsluaðila sjóðs eða stofnunar.\nStjórnarmenn, framkvæmdastjóri og skipaður fjárvörsluaðili skulu á hverjum tíma uppfylla hæfisskilyrði samkvæmt þessari grein. Missi stjórnarmenn, framkvæmdastjóri eða skipaður fjárvörsluaðili hæfi skulu þeir upplýsa sýslumann um það. Sýslumaður getur á hverjum tíma tekið hæfi stjórnarmanna, framkvæmdastjóra og skipaðs fjárvörsluaðila til sérstakrar skoðunar.]\nL. 112/2024, 9. gr.\n[2. gr. b.\nSjóði eða stofnun er skylt að færa bókhald og semja ársreikning í samræmi við lög um bókhald. Stjórn, framkvæmdastjóri eða fjárvörsluaðili sjóðs eða stofnunar skal semja ársreikning fyrir hvert reikningsár í samræmi við þau lög.\nÁ stjórnarfundi skulu kosnir einn eða fleiri endurskoðendur, endurskoðunarfyrirtæki, skoðunarmenn eða trúnaðarmenn til að yfirfara ársreikning og varamenn þeirra. Ákvæði laga um endurskoðendur og endurskoðun gilda um hæfi og störf endurskoðenda og endurskoðunarfyrirtækja og ákvæði laga um bókhald gilda um hæfi og störf skoðunarmanna og trúnaðarmanna. Trúnaðarmenn mega ekki sitja í stjórn eða gegna stjórnunarstörfum fyrir sjóðinn eða stofnunina.\nÁrsreikningur skal fullgerður og undirritaður eigi síðar en sex mánuðum eftir lok reikningsárs. Ársreikningur skal lagður fram á stjórnarfundi sjóðs eða stofnunar til samþykktar.]\nL. 112/2024, 9. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Sá sem ábyrgð ber á sjóði eða stofnun skal eigi síðar en 31. ágúst ár hvert senda sýslumanni áritaðan ársreikning fyrir næstliðið ár.]\nStjórn sjóðs eða stofnunar skal jafnframt tilkynna sjóðaskrá hverjir skipi stjórn hverju sinni.\n[Sýslumaður] skal halda skrá yfir heildartekjur og gjöld svo og eignir og skuldir allra skráðra sjóða og stofnana, svo og athugasemdir sínar við framlagða reikninga. Skal færa nýjar upplýsingar í skrána eftir því sem þær berast. Aðgangur að upplýsingum í skránni er öllum frjáls og skal láta í té afrit af henni til þeirra sem eftir því leita.\nL. 112/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Nú vanrækir sjóður eða stofnun skyldu sína skv. 3. gr. til að senda sýslumanni ársreikning og skal þá sýslumaður leggja stjórnvaldssektir á þann sjóð eða stofnun. Þegar frestur skv. 3. gr. er liðinn skal sýslumaður leggja á viðkomandi sjóð eða stofnun stjórnvaldssekt að fjárhæð 600.000 kr. og jafnframt krefjast úrbóta.\nSkili sjóður eða stofnun ársreikningi innan 30 daga frá tilkynningu um álagningu stjórnvaldssektar skal sýslumaður lækka sektarfjárhæð um 90%. Ef úrbætur eru gerðar innan tveggja mánaða frá tilkynningu um álagningu sektar skal lækka sektarfjárhæðina um 60%. Ef úrbætur eru gerðar innan þriggja mánaða frá tilkynningu um álagningu sektar skal lækka sektarfjárhæðina um 40%.\nStjórnvaldssektir eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nÓinnheimtar stjórnvaldssektir falla ekki niður þótt aðilar verði síðar við kröfum sýslumanns.\nHeimilt er að lækka eða fella niður stjórnvaldssekt skv. 1. og 2. mgr. hafi óviðráðanleg atvik sannanlega valdið því að sjóður eða stofnun hafi ekki staðið skil á ársreikningi innan þess frests sem kveðið er á um í 3. gr. Heimild sýslumanns er háð því skilyrði að ársreikningi sjóðs eða stofnunar hafi verið skilað til sýslumanns í samræmi við ákvæði laga þessara.]\nL. 112/2024, 11. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eigi má selja eða veðsetja fasteignir sem eru eign sjóðs eða stofnunar, nema að fengnu samþykki [sýslumanns]....\nL. 143/2006, 2. gr. L. 112/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Nú hafa þjóðfélagshættir og aðstæður breyst svo mjög frá því að skipulagsskrá sjóðs eða stofnunar var staðfest að markmiðum þeim, sem skipulagsskrá gerir ráð fyrir, verður eigi náð eða stjórn verður ekki skipuð samkvæmt ákvæðum hennar og er [sýslumanni] þá heimilt að breyta skipulagsskrá. Við slíka breytingu skal þess gætt að fara eftir óskum stofnenda svo sem unnt er. Ef unnt er skal fá samþykki stjórnar sjóðs eða stofnunar til breytinganna.\nEftir sömu reglum og greinir í 1. mgr. er [sýslumanni] heimilt að sameina tvo eða fleiri sjóði eða stofnanir í einn sjóð eða stofnun. Þá er [sýslumanni] heimilt að leggja niður staðfestan sjóð eða stofnun en eignum skal varið til málefna sem skyld eru hinum upphaflegu markmiðum.\nÁður en breytt er staðfestri skipulagsskrá, sjóðir eða stofnanir sameinaðar eða lagðar niður skal ætíð leita umsagnar Ríkisendurskoðunar. Ríkisendurskoðun getur einnig átt frumkvæði að því að tekin verði afstaða til aðgerða samkvæmt framansögðu.\nL. 143/2006, 2. gr.\n[6. gr. a.\nÞað varðar sektum eða fangelsi allt að tveimur árum að skýra vísvitandi rangt eða villandi frá högum sjóðs eða stofnunar eða öðru er sjóðinn eða stofnunina varðar í opinberri auglýsingu eða tilkynningu, skýrslum, ársreikningi eða tilkynningum til sýslumanns.]\nL. 112/2024, 13. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Ráðherra] skal með reglugerðkveða nánar á um efni og gerð skipulagsskráa og önnur atriði sem varða framkvæmd laga þessara. ...\nL. 162/2010, 115. gr. Rg. 1125/2006, sbr. 1152/2014. Rg. 140/2008, sbr. 859/2016. L. 112/2024, 14. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Lög þessi öðlast gildi 1. janúar 1989. ...\nÁkvæði til bráðabirgða. ...",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
