{
  "id": "60/1989",
  "type": "statute",
  "title": "Lög um Félagsmálaskóla alþýðu",
  "status": "in_force",
  "issued_date": "1989-05-31",
  "url": "https://www.althingi.is/lagas/nuna/1989060.html",
  "description": "Tóku gildi 14. júní 1989.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Á vegum Alþýðusambands Íslands og Bandalags starfsmanna ríkis og bæja starfar skóli er nefnist Félagsmálaskóli alþýðu. Menningar- og fræðslusamband alþýðu fer með málefni skólans.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk skólans er að mennta fólk úr samtökum launafólks með það fyrir augum að efla sjálfstraust þess, þroska og hæfni til þess að vinna að bættum lífskjörum verkalýðsstéttarinnar.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Félagsmálaskóli alþýðu skal veita fræðslu um hina íslensku og alþjóðlegu verkalýðshreyfingu og viðfangsefni hennar, sögu, skipulag, starfshætti og stefnu. Veita skal fræðslu á sviði félagsfræði og hagfræði auk meginatriða íslenskrar félagsmálalöggjafar.\nHeimilt er að veita fræðslu í almennum námsgreinum, svo sem stærðfræði, íslensku og erlendum tungumálum.\nLeggja skal áherslu á þjálfun nemenda í að setja fram hugsanir sínar í ræðu og riti og að gera þá færa um að taka að sér trúnaðarstörf í þágu verkalýðshreyfingarinnar. Félagsmálaskóli alþýðu starfar allt árið. Starfið fer fram í formi námsanna og námskeiða.\nStarfsemi skólans fer fram í húsakynnum hans eða annars staðar eftir því sem þörf krefur og henta þykir.\nNám í Félagsmálaskóla alþýðu skal metið til áfanga í framhaldsnámi eftir því sem við á.\nNánari ákvæði um námsefni og námstilhögun skulu sett í reglugerð sem [ráðherra] setur að fenginni tillögu skólanefndar.\nL. 126/2011, 132. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Heimilt er að ákveða í reglugerð að tiltekinn aldur sé skilyrði fyrir þátttöku í námskeiði eða námsönn, svo og að nemandi sé félagi í stéttarfélagi og hafi tekið þátt í öðru tilteknu námi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ráðherra] skipar sjö menn í skólanefnd til fjögurra ára og skulu fjórir nefndarmenn tilnefndir af Menningar- og fræðslusambandi alþýðu og skal formaður sambandsins vera einn þeirra, einn tilnefndur af Alþýðusambandi Íslands, einn af Bandalagi starfsmanna ríkis og bæja en einn skal skipaður án tilnefningar. Varamenn skulu skipaðir með sama hætti. Tilnefningaraðilar greiða þóknun og annan kostnað vegna starfa fulltrúa sinna í skólanefnd.\nFormaður Menningar- og fræðslusambands alþýðu er formaður skólanefndarinnar. Skólanefndin kýs úr sínum hópi varaformann og ritara. Skólanefnd ræður skólanum skólastjóra.\nL. 162/2010, 6. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skólanefnd og skólastjóri ákveða námsframboð með samþykki [ráðuneytisins].\nNánar skal kveðið á um verksvið skólanefndar í reglugerð.\nL. 162/2010, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skólastjóri stjórnar daglegum rekstri og starfi skólans og gætir þess að starfsemi hans sé í samræmi við lög, reglugerðir og önnur gildandi fyrirmæli á hverjum tíma og ber ábyrgð á að fylgt sé fjárhagsáætlun skólans. Skólastjóri ræður annað starfslið skólans í samráði við skólanefnd.\nSkólastjóri situr fundi skólanefndarinnar með málfrelsi og tillögurétti.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Um fjárveitingar til Félagsmálaskóla alþýðu gildir eftirfarandi:\na. Rekstrarkostnaður skólans skal greiddur að fullu úr ríkissjóði, annar en rekstrarkostnaður heimavistar sem greiðist 80%.\nb. Stofnkostnaður kennsluhúsnæðis, sem byggt verður eftir gildistöku laga þessara, skal greiddur að 80% úr ríkissjóði og skal hið sama gilda um heimavist.\nÞó skal framlag ríkissjóðs samkvæmt stafliðum a og b hér að framan miðast að hámarki við kostnað í ríkisskólum á framhaldsskólastigi.\nEignaraðilar skulu gera með sér samning um skiptingu annars rekstrar- og stofnkostnaðar.\nSkólanefnd undirbýr árlega ásamt skólastjóra tillögur til fjárlaga og sendir þær [ráðuneytinu]. Í upphafi hvers árs gerir skólanefnd fjárhagsáætlun í samræmi við niðurstöður fjárlaga og fylgist með að henni sé framfylgt. Skólanefnd ákveður upphæð gjalda er nemendum er gert að greiða við innritun í námsáfanga, svo sem innritunargjöld, efnisgjöld og pappírsgjöld. Halda skal bókhald um fjárreiður þessar og um endurskoðun gilda sömu reglur og um annan rekstur.\nSkilyrði fyrir fjárveitingu til rekstrar er að [ráðuneytið] samþykki árlega áætlanir um rekstrarkostnað.\nFramlög til stofnkostnaðar greiðast eftir því sem fé er veitt til í fjárlögum, enda liggi áður fyrir samþykki stjórnvalda fyrir nýjum byggingarframkvæmdum þegar um þær er að ræða.\nNú er skóli þessi lagður niður eða svo fer að ekki er hagnýtt í þágu skólans skólahúsnæði hans, hvort sem er til kennslu eða heimavistar, og fær ríkið þá eignarráð yfir hlutaðeigandi húsnæði í samræmi við stofnkostnaðarframlög sín. Ef ágreiningur verður um eignaskiptingu skal dómkveðja þrjá óvilhalla menn til þess að kveða á um skiptinguna og er úrskurður þeirra endanlegur.\nStofnkostnaðar- og rekstrarreikningur skal gerður í febrúarmánuði og sendur ásamt fylgiskjölum Ríkisendurskoðun til endurskoðunar.\nL. 162/2010, 6. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
