{
  "id": "63/1989",
  "type": "statute",
  "title": "[Lög um hagþjónustu landbúnaðarins]1)",
  "status": "in_force",
  "issued_date": "1989-05-29",
  "url": "https://www.althingi.is/lagas/nuna/1989063.html",
  "description": "Tóku gildi 14. júní 1989.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum.]\n...\nKostnaður af [framkvæmd þessara laga] greiðist úr ríkissjóði og af sértekjum sem [aðila sem sinnir verkefnum með heimild í 3. gr. a er heimilt að afla sér], m.a. með því að taka að sér að vinna sérstök verkefni fyrir stofnanir, félagasamtök og einstaklinga.\nL. 126/2011, 546. gr. L. 74/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ráðherra skal hlutast til um hagþjónustu í landbúnaði sem hefur svofellt hlutverk]:\n1. [Að annast hagrannsóknir í landbúnaði, eftir atvikum í samstarfi við stofnanir sem sinna sambærilegri starfsemi. Áhersla skal lögð á rannsóknir og úrvinnslu gagna sem nýtast við hagrænar leiðbeiningar til bænda og rannsóknir sem gagnast við stefnumótun og ákvarðanatöku stjórnvalda.]\n2. ...\n3. ...\n4. Að safna og vinna úr búreikningum frá bókhaldsstofum bænda, svo og öðrum upplýsingum og gögnum sem nauðsynleg þykja og tiltæk eru. Gagnasöfnunin og úrvinnslan skulu miðast við að nýtast sem best til opinberrar hagskýrslugerðar um framleiðslu, rekstur og efnahag einstakra búgreina.\n5. ...\n6. ...\n7. Að vinna að öðrum skyldum verkefnum eftir því sem um semst og við verður komið.\nL. 74/2011, 2. gr.\nII. kafli. ...\nL. 74/2011, 4. gr.\n[II. kafli A. Framkvæmd hagþjónustu landbúnaðarins.]\nL. 74/2011, 5. gr.\n[3. gr. a.\nRáðherra er heimilt að gera samning um framkvæmd verkefna samkvæmt lögum þessum við Landbúnaðarháskóla Íslands eða aðra háskóla og Hagstofu Íslands eða aðra hæfa aðila.]\nL. 74/2011, 5. gr.\nIII. kafli. Um bókhaldsstofur bænda.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Búnaðarsamböndin í landinu skulu hvert fyrir sig, eða í samstarfi sem nær yfir nánar tiltekið svæði, koma á fót bókhaldsstofum sem annast gagnaskráningu og uppgjör búreikninga fyrir bændur. Einnig skulu þær vera færar um að veita bændum leiðbeiningar og aðstoð við skattskil.\nBókhaldsstofum er heimilt að taka gjald fyrir veitta þjónustu ...\n[Aðili sem sinnir verkefnum með heimild í 3. gr. a] skal hafa umsjón með að form eyðublaða, skráning gagna og uppgjör reikninga fari fram á samræmdan hátt þannig að samanburður á niðurstöðum sé marktækur.\nBókhaldsform, sem bókhaldsstofur bænda bjóða upp á, skal við það miðað að bændum sé kleift að halda einkafjárhag sínum utan við bókhald búa sinna.\nL. 74/2011, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Heimilt er að greiða fyrir öflun sérstakra upplýsinga sem nauðsynlegar eru vegna verkefna [samkvæmt lögum þessum].\nL. 74/2011, 7. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "...\nL. 74/2011, 8. gr.\nIV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Þeim sem sinna verkefnum samkvæmt þessum lögum með heimild í samningi skv. 3. gr. a], svo og starfsmönnum þeirra bókhaldsstofa sem sjá um uppgjör búreikninga, er bannað að viðlagðri ábyrgð eftir ákvæðum almennra hegningarlaga um embættis- og sýslunarmenn að skýra óviðkomandi aðilum frá því er þeir komast að sökum starfa síns um efnahag, tekjur eða gjöld einstakra manna eða stofnana. Skulu þeir ætíð gæta þess að fara með upplýsingar og gögn frá bændum sem trúnaðarmál.\nL. 74/2011, 9. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "...\nL. 74/2011, 10. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Ráðherra setur með reglugerð nánari ákvæði um rekstur og tilhögun hagþjónustu landbúnaðarins.]\nL. 74/2011, 11. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Brot á ákvæðum laga þessara varða sektum, nema þyngri refsing liggi við samkvæmt öðrum lögum. ...\nLög þessi öðlast þegar gildi. ...\nL. 88/2008, 233. gr.\nÁkvæði til bráðabirgða.\nÞar til bókhaldsstofur bænda og Hagþjónusta landbúnaðarins geta sinnt því hlutverki sem þeim er ætlað samkvæmt lögunum skulu Búreikningastofa landbúnaðarins og [Bændasamtök Íslands] gegna þeim verkefnum þeirra sem tök eru á með þeim réttindum og skyldum sem lög þessi ákveða.\nL. 73/1996, 21. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
