{
  "id": "52/1989",
  "type": "statute",
  "title": "Lög um ráðstafanir gegn umhverfismengun af völdum einnota umbúða fyrir drykkjarvörur",
  "status": "in_force",
  "issued_date": "1989-05-29",
  "url": "https://www.althingi.is/lagas/nuna/1989052.html",
  "description": "Tóku gildi 1. júní 1989.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið laga þessara er að skapa skilyrði fyrir myndun hringrásarhagkerfis með því að stuðla að söfnun og endurvinnslu allra einnota drykkjarvöruumbúða, minnka notkun slíkra einnota umbúða og stuðla að skilvirkari auðlindanýtingu.]\n[Á innfluttar drykkjarvörur í einnota umbúðum úr stáli, áli, gleri og plastefni skal leggja skilagjald sem innheimt skal við tollafgreiðslu. Skal gjaldið nema [19,82 kr.] án virðisaukaskatts á hverja umbúðaeiningu .... Sama gjald skal lagt á drykkjarvörur sem framleiddar eru eða átappaðar hér á landi og seldar eru í sams konar umbúðum og að framan greinir .... ... [Til viðbótar skilagjaldi skal með sama hætti taka umsýsluþóknun fyrir hverja umbúðaeiningu úr stáli, áli, gleri og plastefni og skal fjárhæð hennar án virðisaukaskatts vera [[6,10 kr.] fyrir umbúðir úr stáli, [0,40 kr.] fyrir umbúðir úr áli, 12,30 kr. fyrir umbúðir úr gleri stærri en 500 ml, 9,40 kr. fyrir umbúðir úr gleri 500 ml og minni, [4,10 kr.] fyrir umbúðir úr lituðu plastefni, [1,60 kr.] fyrir umbúðir úr ólituðu plastefni og [0,60 kr.] fyrir umbúðir úr endurunnu ólituðu plastefni].]]\n...\n[Þeir aðilar sem hafa fengið leyfi [tollyfirvalda] til að selja farþegum og áhöfnum millilandafara við komu til landsins vörur úr tollfrjálsri verslun, sbr. 2. mgr. 104. gr. tollalaga, nr. 88/2005, skulu leggja á og greiða gjald skv. [2. mgr.] eins og um væri að ræða sölu innan lands.]\n[Þeir aðilar sem selja farþegum og áhöfnum millilandafara óáfengar drykkjarvörur og bjór úr tollfrjálsri verslun við brottför frá landinu, sbr. 1. mgr. 104. gr. tollalaga, nr. 88/2005, skulu leggja á og greiða gjald skv. 2. mgr. eins og um væri að ræða sölu innan lands.]\nL. 30/2021, 1. gr. L. 127/2024, 43. gr. L. 124/2014, 9. gr. L. 129/2022, 62. gr. L. 65/2017, 19. gr. L. 26/2000, 1. gr. L. 141/2019, 54. gr. L. 141/2013, 7. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ráðherra] skal beita sér fyrir stofnun hlutafélags sem taki að sér [umsýslu] skilagjaldsins svo og söfnun og endurvinnslu einnota umbúða er falla undir lög þessi. Til samvinnu um stofnun og starfsemi hlutafélagsins skal [ráðherra] heimilt að kveðja til aðila sem áhuga hafa á málinu. Heimilt er að semja við félagið um að það fái umsýsluþóknun ... til að standa undir rekstri sínum og auk þess skilagjald af þeim umbúðum sem eigi er skilað. Ríkissjóði er heimilt að eiga aðild að félaginu og leggja fram allt að 12 milljónum króna. [Skila má hluthöfum hóflegum arði af því hlutafé sem þeir hafa lagt í félagið.]\nFélagið skal hafa einkarétt til framangreindrar starfsemi hér á landi.\nL. 126/2011, 131. gr. L. 30/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilagjald skal endurgreiða neytendum við móttöku á notuðum skilagjaldsskyldum umbúðum. Sömuleiðis skal greiða samsvarandi til einstaklinga, fyrirtækja eða félagasamtaka sem taka að sér að safna slíkum umbúðum til eyðingar eða endurvinnslu.\nFélagið skal sjá til þess að koma upp skilvirku fyrirkomulagi á söfnun skilagjaldsskyldra umbúða um land allt. [Félagið skal stuðla að því að umbúðir fari til undirbúnings fyrir endurnotkun, endurvinnslu eða annarrar endurnýtingar í samræmi við forgangsröðun við meðhöndlun úrgangs, sbr. lög um meðhöndlun úrgangs, eða koma þeim annars til förgunar.]\nFélagið skal kappkosta að ná sem bestum [árangri við söfnun] á skilagjaldsskyldum umbúðum og hafa samstarf við sveitarfélög, einstaklinga, fyrirtæki og félagasamtök um sérstakar hreinsunarherferðir þar sem áhersla verður lögð á söfnun skilagjaldsskyldra umbúða. Enn fremur verði leitað samstarfs við þá aðila sem aðstöðu hafa til úrvinnslu umbúðanna.\n...\nL. 30/2021, 3. gr. L. 138/2001, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Í reglugerð sem [ráðherra er fer með meðhöndlun úrgangs] setur skal kveðið nánar á um framkvæmd laga þessara, m.a. [um markmið um söfnun, innheimtu og endurgreiðslu skilagjaldsins og stærð, gerð og efnisval skilagjaldsskyldra umbúða fyrir drykkjarvörur]. ...\n[Ráðherra er fer með meðhöndlun úrgangs] er heimilt að setja í reglugerð ákvæði um bann við notkun og sölu einnota drykkjarvöruumbúða sem ekki er unnt eða torvelt er að endurnota eða endurnýta, kröfur um meðhöndlun notaðra drykkjarvöruumbúða og móttökuskilyrði, ákvæði um skyldu framleiðenda og innflytjenda til að merkja drykkjarvöruumbúðir, m.a. með strikamerkingum, lágmarksmarkmið um endurheimt drykkjarvöruumbúða, endurnýtingu og endurnotkun þeirra, sem félaginu ber að ná árlega, svo og um hlutverk [Umhverfis- og orkustofnunar] við að hafa eftirlit með því að sett markmið náist.]\nRg. 750/2017, sbr. 477/2021. L. 126/2011, 131. gr. L. 30/2021, 4. gr. L. 110/2024, 8. gr. L. 58/2011, 24. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
