{
  "id": "67/1990",
  "type": "statute",
  "title": "Lög um Tilraunastöð Háskóla Íslands í meinafræði að Keldum",
  "status": "in_force",
  "issued_date": "1990-05-11",
  "url": "https://www.althingi.is/lagas/nuna/1990067.html",
  "description": "Tóku gildi 1. júlí 1990.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilraunastöð Háskóla Íslands í meinafræði að Keldum er háskólastofnun sem tengist læknadeild og hefur sérstaka stjórn og sjálfstæðan fjárhag.\nKostnaður af starfsemi tilraunastöðvarinnar greiðist úr ríkissjóði og af sértekjum sem henni er heimilt að afla sér, m.a. samkvæmt gjaldskrá.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk stofnunarinnar skal vera m.a.:\n1. Að stunda grunnrannsóknir í líf- og læknisfræði dýra og manna.\n2. Að annast rannsóknir og þjónustu í þágu heilbrigðiseftirlits, sjúkdómsgreininga og sjúkdómsvarna fyrir búfé og önnur dýr í samstarfi við [Matvælastofnun] og þróa aðferðir í því skyni. Enn fremur að vera [Matvælastofnun] til ráðuneytis um allt er varðar sjúkdóma í dýrum og varnir gegn þeim.\n3. Að þróa, framleiða, flytja inn og dreifa bóluefni og lyfjum gegn sjúkdómum í búfé og öðrum dýrum.\n4. Að veita háskólakennurum og öðrum sérfræðingum, sem ráðnir eru til kennslu og rannsókna á sviðum stofnunarinnar, aðstöðu til rannsókna eftir því sem við verður komið.\n5. Að annast endurmenntun dýralækna eftir því sem aðstæður leyfa og miðlun upplýsinga til þeirra í samvinnu við [Matvælastofnun].\n6. Að annast eldi á tilraunadýrum fyrir vísindalegar rannsóknir í landinu.\n7. Að taka þátt í rannsóknum og þróunarvinnu í þágu líftækni og líftækniiðnaðar í landinu.\nL. 167/2007, 73. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Háskólaráð skipar fimm menn í stjórn tilraunastöðvarinnar til fjögurra ára í senn. Læknadeild Háskóla Íslands tilnefnir einn, raunvísindadeild einn og [sá ráðherra er fer með málefni er varða heilbrigði dýra og varnir gegn dýrasjúkdómum] tvo og skal annar þeirra vera úr hópi starfsmanna. Fundur starfsmanna stofnunarinnar tilnefnir einn fulltrúa. Fulltrúi læknadeildar eða raunvísindadeildar skal vera formaður stjórnar samkvæmt ákvörðun háskólaráðs. Forseti læknadeildar eða staðgengill hans er málsvari tilraunastöðvarinnar á fundum háskólaráðs.\nL. 126/2011, 144. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hlutverk stjórnar tilraunastöðvarinnar er m.a.:\n1. Að marka stofnuninni stefnu í samráði við forstöðumann og sérfræðinga stofnunarinnar.\n2. Að samþykkja starfs- og fjárhagsáætlanir tilraunastöðvarinnar og bera ábyrgð á reikningum hennar.\n3. Að fjalla um árlega skýrslu forstöðumanns.\nStjórnin hefur heimild til að skipta starfsemi tilraunastöðvarinnar í rannsóknasvið eða deildir eftir því sem þurfa þykir í samráði við forstöðumann.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Við tilraunastöðina starfar forstöðumaður sem skal hafa lokið háskólaprófi í læknisfræði dýra eða manna, líffræði eða öðrum skyldum greinum sem eru á rannsóknasviði stofnunarinnar. Hann er jafnframt prófessor við læknadeild Háskóla Íslands með takmarkaðri kennsluskyldu samkvæmt nánari ákvörðun háskólaráðs. ... [Um ráðningu hans fer eins og segir í háskólalögum um prófessora.] Í dómnefnd um stöðu forstöðumanns eiga sæti fulltrúi læknadeildar og raunvísindadeildar, auk fulltrúa háskólaráðs og [ráðuneytisins].\nMeginhlutverk forstöðumanns er forusta um vísindastarfsemi stofnunarinnar en hlutverk hans er m.a.:\n1. Að koma fram fyrir stofnunina og vera fulltrúi hennar gagnvart stjórnvöldum og hagsmunaaðilum.\n2. Að hafa yfirsýn yfir rannsóknir og sjá um að gerðar séu áætlanir um ný rannsóknarverkefni og að áætlanir um eldri verkefni séu endurskoðaðar árlega.\n3. Að gera tillögur til stjórnar um breytingu á rekstri stofnunarinnar eftir því sem þörf krefur á hverjum tíma.\n4. Að fylgjast með rekstri og fjárreiðum stofnunarinnar og gera árlega skýrslu til stjórnar þar að lútandi.\n5. Að ráða starfslið annað en sérfræðinga, svo sem framkvæmdastjóra, bústjóra, sérhæft aðstoðarfólk, tækjavörð og skrifstofufólk, auk annars aðstoðarfólks.\nForstöðumaður skal sitja fundi stjórnar með tillögurétti en án atkvæðisréttar.\nL. 83/1997, 123. gr. L. 126/2011, 144. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Forstöðumaður ræður] sérfræðinga til rannsóknastarfa við tilraunastöðina á sama hátt og kennara við læknadeild að fengnu áliti dómnefnda sem skipaðar eru samkvæmt háskólalögum og einnig að fengnu áliti ... stjórnar. Kennsla þeirra og önnur störf fyrir Háskóla Íslands eða aðrar stofnanir er háð samkomulagi viðkomandi yfirvalda og stjórnar tilraunastöðvarinnar. Fastráðnir háskólakennarar geta jafnframt verið sérfræðingar við tilraunastöðina.\nHeimilt er að ráða sérfræðinga til tímabundinna starfa sem tengjast verkefnum stofnunarinnar. Skulu slíkar stöður veittar að jafnaði til allt að [tveggja] ára.\nL. 83/1997, 124. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Framkvæmdastjóri tilraunastöðvarinnar skal ráðinn af forstöðumanni með samþykki stjórnar. Hlutverk hans er að annast daglegan rekstur tilraunastöðvarinnar í umboði forstöðumanns og sjá um aðföng, skrifstofu- og starfsmannahald. Framkvæmdastjóri aðstoðar forstöðumann við gerð fjárlagatillagna og framkvæmd fjárhagsáætlana og hefur eftirlit með fjárreiðum stofnunarinnar.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Ráðherra] setur, að fengnum tillögum stjórnar stofnunarinnar, gjaldskrá fyrir stofnunina.\nL. 126/2011, 144. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Ráðherra] setur, að fengnum tillögum háskólaráðs, forstöðumanns og stjórnar, reglugerð um nánari tilhögun á starfsemi stofnunarinnar.\nL. 126/2011, 144. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast gildi 1. júlí 1990. ...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Lög þessi skal endurskoða innan fimm ára frá gildistöku þeirra.\nÁkvæði til bráðabirgða. ...",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
