{
  "id": "129/1990",
  "type": "statute",
  "title": "Lög um Samskiptamiðstöð heyrnarlausra og heyrnarskertra",
  "status": "in_force",
  "issued_date": "1990-12-31",
  "url": "https://www.althingi.is/lagas/nuna/1990129.html",
  "description": "Tóku gildi 14. janúar 1991.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið laga þessara er að stuðla að jafnrétti heyrnarlausra til þjónustu sem víðast í þjóðfélaginu á grundvelli táknmáls heyrnarlausra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk Samskiptamiðstöðvar heyrnarlausra og heyrnarskertra er að annast:\na. rannsóknir á íslensku táknmáli,\nb. kennslu táknmáls,\nc. táknmálstúlkun,\nd. aðra þjónustu.\nUm skipan þjónustunnar skal kveðið á í reglugerð.\nStofnunin skal hafa samstarf við svæðisstjórnir um málefni [fatlaðs fólks], [Ráðgjafar- og greiningarstöð], Heyrnleysingjaskólann, Heyrnar- og talmeinastöð Íslands, Námsgagnastofnun og aðra opinbera aðila varðandi málefni er snerta starfsemi þeirra. Sama gildir um samstarf við félög áhugamanna.\nRg. 1058/2003, sbr. 884/2004. L. 115/2015, 28. gr. L. 85/2021, 15. gr.\n[2. gr. a.\nSamskiptamiðstöð heyrnarlausra og heyrnarskertra er heimil vinnsla persónuupplýsinga að því marki sem nauðsynlegt er í þeim tilgangi að sinna lögbundnu hlutverki sínu, svo sem vinnsla viðkvæmra persónuupplýsinga um heilsufar vegna beiðna um táknmálstúlkaþjónustu, kennslu táknmáls og máltöku barna og í þágu rannsókna á íslensku táknmáli.\nSamskiptamiðstöð heyrnarlausra og heyrnarskertra er heimil öflun og miðlun persónuupplýsinga þegar nauðsyn krefur, þ.m.t. til og frá leikskólum, grunnskólum og framhaldsskólum, félags- og skólaþjónustu sveitarfélaga, Ráðgjafar- og greiningarstöð, Heyrnar- og talmeinastöð Íslands, [Sjónstöðinni] og aðilum samkvæmt lögum um heilbrigðisþjónustu.\nRáðherra er heimilt að kveða nánar á um vinnslu persónuupplýsinga í reglugerð samkvæmt þessu ákvæði.]\nL. 31/2025, 5. gr. L. 89/2021, 9. gr.\nII. kafli. Stjórnun.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Ráðherra] skipar stofnuninni fimm manna stjórn til fjögurra ára í senn og jafnmarga til vara:\na. einn fulltrúa tilnefndan af Félagi heyrnarlausra,\nb. einn fulltrúa tilnefndan af Foreldra- og styrktarfélagi heyrnardaufra,\nc. [tvo fulltrúa tilnefnda af [ráðherra er fer með málefni fatlaðs fólks],]\n[d. ] skipar [ráðherra] einn fulltrúa án tilnefningar. Skal hann vera formaður. Varamenn skulu skipaðir á sama hátt.\nL. 126/2011, 149. gr. L. 162/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðherra] skipar forstöðumann til fimm ára í senn að fengnum tillögum stjórnar stofnunarinnar. Hann á sæti á fundum stjórnarinnar með málfrelsi og tillögurétti og sér um framkvæmd á ákvörðunum hennar. Forstöðumaður annast daglegan rekstur stofnunarinnar.\nL. 126/2011, 149. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Forstöðumaður ræður annað starfsfólk.]\nL. 83/1997, 125. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samskiptamiðstöð gerir fjárhags- og framkvæmdaáætlun til allt að fimm ára. Stjórn stofnunarinnar staðfestir áætlanir og fylgist með framkvæmd þeirra. [Ráðherra] getur, að fengnum tillögum stjórnar stofnunarinnar, sett gjaldskrá fyrir þá þjónustu sem samskiptamiðstöðin veitir.\nL. 126/2011, 149. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lög þessi öðlast þegar gildi. Lögin skal endurskoða innan fjögurra ára frá gildistöku þeirra.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
