{
  "id": "73/1990",
  "type": "statute",
  "title": "Lög um eignarrétt íslenska ríkisins að auðlindum hafsbotnsins",
  "status": "in_force",
  "issued_date": "1990-05-18",
  "url": "https://www.althingi.is/lagas/nuna/1990073.html",
  "description": "Tóku gildi 31. maí 1990.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Íslenska ríkið er eigandi allra auðlinda á, í eða undir hafsbotninum utan netlaga og svo langt til hafs sem fullveldisréttur Íslands nær samkvæmt lögum, alþjóðasamningum eða samningum við einstök ríki.\nHugtakið auðlind samkvæmt lögum þessum tekur til allra ólífrænna og lífrænna auðlinda hafsbotnsins annarra en lifandi vera.\n[Hugtakið netlög merkir í lögum þessum sjávarbotn 115 metra út frá stórstraumsfjöruborði landareignar.]\nL. 101/2000, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Umhverfis- og orkustofnun skal stuðla að því að rannsóknir séu gerðar á orkulindum og öðrum auðlindum hafsbotnsins þannig að unnt sé að meta þær og veita stjórnvöldum ráðgjöf um skynsamlega og hagkvæma nýtingu þeirra. Umhverfis- og orkustofnun er heimilt að gera samninga við fyrirtæki eða stofnanir um slíkar rannsóknir. Leita skal staðfestingar ráðherra á samningum sem gerðir eru til lengri tíma en tveggja ára.\nUmhverfis- og orkustofnun skal safna gögnum um orkulindir og aðrar auðlindir hafsbotnsins og miðla upplýsingum til stjórnvalda og almennings.\nUmhverfis- og orkustofnun skal vinna áætlun til langs tíma um hagnýtingu orkulinda og annarra auðlinda hafsbotnsins, sem skal vera hluti af áætlun um orkubúskap þjóðarinnar og hagnýtingu orkulinda og annarra jarðrænna auðlinda landsins, sbr. einnig lög um rannsóknir og nýtingu á auðlindum í jörðu og raforkulög.\nUmhverfis- og orkustofnun skal stuðla að samvinnu þeirra sem sinna rannsóknum á orkulindum og öðrum auðlindum hafsbotnsins og samræmingu á rannsóknarverkefnum.]\nEnginn má leita að efnum til hagnýtingar á, í eða undir hafsbotninum utan netlaga, sbr. 1. gr., nema að fengnu skriflegu leyfi [Umhverfis- og orkustofnunar]. [Varði umsókn um leyfi svæði utan netlaga skal útgefið leyfi samræmast skipulagi á haf- og strandsvæðum. Hafi tillaga að strandsvæðisskipulagi verið auglýst þegar umsókn er lögð fram er [Umhverfis- og orkustofnun] heimilt að fresta afgreiðslu á beiðni þar til strandsvæðisskipulag hefur tekið gildi fyrir viðkomandi svæði. Frestunin skal þó ekki vera lengri en sjö mánuðir nema sérstakar ástæður mæli með því.]\n[[Umhverfis- og orkustofnun] er heimilt að veita leyfishafa fyrirheit um forgang að leyfi skv. 3. gr. í allt að tvö ár eftir að gildistíma leyfis til leitar er lokið og um að öðrum aðila verði ekki veitt leyfi til leitar á þeim tíma.]\nL. 110/2024, 8. gr. L. 88/2018, 18. gr. L. 101/2000, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Óheimilt er að taka eða nýta efni af hafsbotni eða úr honum, sbr. 1. gr., nema að fengnu skriflegu leyfi [Umhverfis- og orkustofnunar].\n[[Umhverfis- og orkustofnun] er heimilt að ákvarða eða semja um endurgjald (leigu) fyrir töku eða nýtingu sem [hún] heimilar skv. 1. mgr. Tekjum af leyfum skal að jafnaði varið til hafsbotns- og landgrunnsrannsókna samkvæmt nánari ákvörðun ráðherra.]\nL. 110/2024, 8. gr. L. 131/2011, 10. gr. L. 101/2000, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Leyfi til hagnýtingar efna á, í eða undir hafsbotni skal samræmast skipulagi á haf- og strandsvæðum sé um að ræða svæði utan netlaga. Leyfið skal bundið við ákveðið svæði og gilda til ákveðins tíma sem ekki má vera lengri en 30 ár.] Í leyfisbréfi skal m.a. ætíð greina hverjar ráðstafanir leyfishafi skuli gera til að forðast mengun og spillingu á lífríki láðs og lagar.\n[Við veitingu leyfa samkvæmt lögum þessum skal gætt ákvæða laga um mat á umhverfisáhrifum. [Áður en leyfi er veitt skal leita umsagnar Umhverfisstofnunar og Náttúrufræðistofnunar Íslands.] [Varði umsókn um leyfi strandsvæði þar sem tillaga að strandsvæðisskipulagi hefur verið auglýst þegar umsókn er lögð fram er [Umhverfis- og orkustofnun] heimilt að fresta afgreiðslu á leyfisumsókn þar til strandsvæðisskipulag hefur tekið gildi fyrir svæðið. Frestunin skal þó ekki vera lengri en sjö mánuðir nema sérstakar ástæður mæli með því.]]\n[Ef sýnt er fram á með gögnum að umhverfismarkmið, sett á grundvelli laga um stjórn vatnamála, náist ekki er í sérstökum tilvikum heimilt að endurskoða leyfi eða setja ný skilyrði vegna umhverfismarkmiða. Við ákvörðunina skal líta til þess hvaða áhrif breytingin hefur á hagsmuni leyfishafa og til ávinnings og óhagræðis sem hún ylli að öðru leyti.]\nL. 88/2018, 18. gr. L. 60/2013, 95. gr. L. 110/2024, 8. gr. L. 101/2000, 4. gr. L. 36/2011, 32. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Með reglugerð skal [ráðherra] setja nánari ákvæði um framkvæmd laga þessara, þar á meðal nánari ákvæði um þau leyfi sem um ræðir í 3. og 4. gr.\n[Í reglugerð skal tilgreina helstu ákvæði sem fram skulu koma í leyfunum, m.a. um tímalengd leyfis, staðarmörk vinnslusvæða, gerð efnis, magn og nýtingarhraða ef um nýtingarleyfi er að ræða, upplýsingaskyldu og skil gagna, öryggis- og umhverfisráðstafanir, eftirlit og greiðslu kostnaðar af eftirliti og leyfisgjald.\nÍ reglugerð skal einnig kveðið á um þau atriði sem umsækjandi skal tiltaka\ní umsókn um leitar- og rannsóknarleyfi skv. 2. gr. og í umsókn um\nvinnsluleyfi skv. 3. gr.]\n[Ráðherra skal í reglugerð kveða nánar á um tegund gagna um nýtingu á orkulindum og öðrum auðlindum hafsbotnsins, sem skylt er að afhenda Umhverfis- og orkustofnun skv. 3. mgr. 6. gr., gæði þeirra og skilafrest.]\nRg. 290/2012. L. 126/2011, 145. gr. L. 101/2000, 5. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
