{
  "id": "113/1990",
  "type": "statute",
  "title": "Lög um tryggingagjald",
  "status": "in_force",
  "issued_date": "1990-12-28",
  "url": "https://www.althingi.is/lagas/nuna/1990113.html",
  "description": "Tóku gildi 31. desember 1990; komu til framkvæmda skv. fyrirmælum í 20. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Launagreiðendur [samkvæmt lögum nr. 45/1987, um staðgreiðslu opinberra gjalda], skulu inna af hendi sérstakt gjald, tryggingagjald, af greiddum vinnulaunum, þóknunum, reiknuðu endurgjaldi og öðrum tegundum greiðslna og launa eftir því sem nánar segir í lögum þessum.\n[Tryggingagjald samkvæmt lögum þessum er samsett af tveimur gjöldum, almennu tryggingagjaldi og atvinnutryggingagjaldi.]\nTryggingagjald skal innheimt samkvæmt lögum nr. 45/1987, um staðgreiðslu opinberra gjalda, með síðari breytingum, og lagt á með opinberum gjöldum samkvæmt [lögum nr. 90/2003, um tekjuskatt], nema öðruvísi sé ákveðið í lögum þessum.\nL. 169/2007, 2. gr. L. 141/1995, 1. gr. L. 129/2004, 83. gr.\nHundraðshluti tryggingagjalds.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Atvinnutryggingagjald skal vera [1,35%] af gjaldstofni skv. III. kafla.\nFyrir lok október ár hvert skal Atvinnuleysistryggingasjóður gefa [ráðherra] skýrslu um fjárhagslega stöðu sjóðsins þar sem gerð verði grein fyrir fyrirsjáanlegum útgjöldum á næsta fjárhagsári með hliðsjón af [horfum] um atvinnuleysi og öðrum atriðum sem áhrif hafa á fjárhagslega stöðu sjóðsins. Ef niðurstaða skýrslunnar gefur tilefni til að breyta hundraðshluta atvinnutryggingagjalds skal [ráðherra] flytja frumvarp þar að lútandi á Alþingi.]\n[Almennt tryggingagjald skal vera [4,90%] af gjaldstofni skv. III. kafla.]\n...\nL. 139/2013, 13. gr. L. 126/2011, 148. gr. L. 51/2002, 2. gr. L. 141/1995, 2. gr. L. 137/2018, 4. gr. L. 134/2002, 1. gr. L. 121/2003, 1. gr.\nRáðstöfun tryggingagjalds.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Tekjur af atvinnutryggingagjaldi skulu renna til Atvinnuleysistryggingasjóðs. [Þó skulu tekjur af atvinnutryggingagjaldi vegna reiknaðs endurgjalds þeirra sem falla undir gildissvið laga um Tryggingasjóð sjálfstætt starfandi einstaklinga renna í hlutaðeigandi deild þess sjóðs.]\n[Tekjum af almennu tryggingagjaldi skal ráðstafað sem hér segir:\n1. ...\n2. ...\n3. ...\n[4. [0,325%] af gjaldstofni skv. III. kafla renni til jöfnunar og lækkunar örorkubyrði lífeyrissjóða, sbr. VI. kafla.]\n[5. ] Fæðingarorlofssjóður fái í sinn hlut sem nemi allt að [1,1%] af gjaldstofni skv. III. kafla.\n[6. ] Tekjur af almennu tryggingagjaldi umfram það sem ákveðið er í [1.&ndash;5. tölul.] renni til Tryggingastofnunar ríkisins [og sjúkratryggingastofnunarinnar eftir því sem við á] til að fjármagna lífeyris- og slysatryggingar almannatrygginga eftir reglum sem [ráðherra] setur með reglugerð.]\nUm hlutdeild opinberra byggingarsjóða í almennu tryggingagjaldi fer eftir ákvæðum laga um Húsnæðisstofnun ríkisins, svo og ákvæðum lánsfjárlaga og fjárlaga hverju sinni.]\nL. 66/1997, 1. gr. L. 47/2018, 45. gr. L. 164/2011, 2. gr. L. 158/2008, 1. gr. L. 33/2015, 21. gr. L. 177/2006, 2. gr. L. 135/2019, 23. gr. L. 59/2017, 7. gr. L. 108/2021, 19. gr. L. 126/2011, 148. gr. L. 95/2000, 37. gr. L. 141/1995, 3. gr.\nII. kafli. Gjaldskyldir aðilar.\nAlmennt.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gjaldskyldur samkvæmt lögum þessum telst hver sá aðili sem innir af hendi eða reiknar greiðslur sem teljast laun skv. III. kafla.\nGjaldskyldan tekur til allra launagreiðenda, svo sem einstaklinga, félaga, sjóða og stofnana, sveitarfélaga og stofnana þeirra, ríkissjóðs, ríkisstofnana, erlendra verktaka og annarra þeirra aðila sem greiða laun eða hvers konar þóknanir fyrir starf. Enn fremur til allra þeirra sem vinna við eigin atvinnurekstur eða stunda sjálfstæða starfsemi.\nEf milligöngumaður annast launagreiðslur skal hann gegna skyldum gjaldskylds aðila varðandi skil og greiðslur samkvæmt lögum þessum. Sama gildir um umboðsmann sem um ræðir í [2. mgr. 2. tölul. 70. gr. laga nr. 90/2003, um tekjuskatt].\n[Hafi Tryggingastofnun ríkisins fallist á umsókn um almannatryggingar hér á landi skv. [1. mgr. 5. gr. laga um almannatryggingar], með síðari breytingum, skal heimilt að taka við greiðslu tryggingagjalds og fullnægja þannig skilyrðum almannatryggingalaga um greiðslu þess. Ríkisskattstjóra er heimilt að setja reglur um upplýsinga- og skýrslugjöf og eftir atvikum reglur um rafræn skil samkvæmt þessari málsgrein.]\nL. 129/2004, 84. gr. L. 88/2015, 25. gr. L. 134/2002, 2. gr.\nAðilar undanþegnir gjaldskyldu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eftirtaldir aðilar eru undanþegnir tryggingagjaldi:\n1. ...\n2. Erlendir þjóðhöfðingjar.\n3. Sendiráð og sendiherrar erlendra ríkja, sendiræðismenn og erlendir starfsmenn við sendiráð.\nÞeir sem taldir eru í 2. og 3. tölul. eru þó ekki undanþegnir gjaldskyldu af launum sem þeir kunna að greiða vegna atvika sem mundu skapa þeim skattskyldu hér á landi til tekjuskatts ...\nL. 84/2000, 6. gr. L. 129/2004, 85. gr.\nIII. kafli. Gjaldstofn.\nAlmennt.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Stofn til tryggingagjalds er allar tegundir launa eða þóknana fyrir starf, hverju nafni sem nefnist, sem skattskyld eru skv. [1. tölul. A-liðar 7. gr. laga nr. 90/2003, um tekjuskatt]. Ekki skiptir máli í hvaða gjaldmiðli goldið er, hvort sem það er í reiðufé, fríðu, hlunnindum, vöruúttekt eða vinnuskiptum. [Til stofns telst enn fremur endurgjald sem ber að reikna manni sem vinnur við atvinnurekstur lögaðila þar sem hann er ráðandi aðili vegna eignar- eða stjórnunaraðildar.]\nGjaldstofn manns [vegna staðgreiðslu tryggingagjalds] sem vinnur við eigin atvinnurekstur eða sjálfstæða starfsemi skal vera jafn fjárhæð reiknaðs endurgjalds sem hann telur sér til tekna eða bar að telja sér til tekna skv. 6. gr. laga nr. 45/1987, um staðgreiðslu opinberra gjalda. Sama á við um reiknað endurgjald maka hans og barna innan 16 ára aldurs á tekjuárinu.\n[Gjaldstofn manns vegna vinnu hans við eigin atvinnurekstur eða sjálfstæða starfsemi skal vera jafnhár fjárhæð skv. [2. mgr. 1. tölul. A-liðar 7. gr. laga nr. 90/2003, um tekjuskatt, sbr. 58. gr. þeirra laga]. Gjaldstofn þessi skal þó eigi vera lægri en [748.224] kr. miðað við heilt ár. ...]\nL. 129/2004, 86. gr. L. 65/2002, 1. gr. L. 122/1993, 36. gr. L. 141/1995, 4. gr.\nLaun o.þ.h.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Til gjaldstofns skv. 6. gr. teljast meðal annars:\n1. [Hvers konar laun og þóknanir, þar með talið ákvæðislaun, biðlaun, nefndarlaun, stjórnarlaun, launauppbætur, staðaruppbætur, orlofsfé og greiðslur fyrir ónotað orlof og framlag vinnuveitanda í lífeyrissjóð ...]\n2. Verkfærapeningar, flutningspeningar, fæðispeningar og þess háttar greiðslur.\n3. Ökutækjastyrkir og dagpeningar. [Þó skal ekki telja til gjaldstofns greiðslur dagpeninga sem heimilt er að halda utan staðgreiðslu samkvæmt lögum nr. 45/1987, um staðgreiðslu opinberra gjalda, með síðari breytingum, og reglugerðum og starfsreglum sem settar eru með stoð í þeim lögum.]\n4. Gjafir og risnufé sem teljast kaupuppbót og eftirgjöf lána sem telja má að komi í launa stað.\n5. Laun eða þóknanir fyrir störf unnin erlendis, greidd af íslenskum aðilum til manna sem eru heimilisfastir hér á landi.\nL. 156/1996, 3. gr. L. 111/1992, 44. gr.\nHlunnindi.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Til tryggingagjaldsskyldra hlunninda telst meðal annars fæði, húsnæði, fatnaður, bifreiðaafnot o.þ.h. Hlunnindi þessi skal reikna til gjaldstofns á sama verði og þau eru metin til tekna samkvæmt skattmati ríkisskattstjóra. Önnur hlunnindi skulu metin til peninga eftir gangverði á hverjum stað og tíma.\nUndanþágur frá gjaldstofni.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Undanþegnar tryggingagjaldi eru eftirtaldar greiðslur:\n1. Eftirlaun og lífeyrir sem Tryggingastofnun ríkisins eða lífeyrissjóður greiðir, enda starfi lífeyrissjóðurinn eftir reglum sem [ráðherra] samþykkir og sjóðurinn sé háður eftirliti [ráðuneytisins].\n2. Aðrar bætur greiddar af Tryggingastofnun ríkisins, ... svo og [sjúkradagpeningar samkvæmt lögum um sjúkratryggingar, [slysabætur samkvæmt lögum um slysatryggingar almannatrygginga] og] slysa- og sjúkradagpeningar úr sjúkrasjóðum stéttarfélaga.\n3. Bætur tryggingafélaga vegna atvinnutjóns af völdum slysa.\n4. Atvinnuleysisbætur.\n5. Greiðslur úr ríkissjóði vegna ríkisábyrgðar á launum.\n[6. [Greiðslur úr Fæðingarorlofssjóði vegna fæðingarorlofs.]]\nL. 126/2011, 148. gr. L. 88/2015, 25. gr. L. 112/2008, 70. gr. L. 144/2020, 59. gr. L. 156/2000, 1. gr.\nIV. kafli. Staðgreiðsla tryggingagjalds.\nGreiðslutímabil o.fl.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Greiðslutímabil tryggingagjalds er almanaksmánuður nema annað sé tekið fram í lögum þessum. Gjalddagi tryggingagjalds er 1. hvers mánaðar vegna launa næstliðins mánaðar og eindagi 14 dögum síðar. Hafi gjaldandi eigi greitt á eindaga skal hann greiða dráttarvexti frá og með gjalddaga. Álag skv. 1. tölul. 2. mgr. 28. gr. laga nr. 45/1987, um staðgreiðslu opinberra gjalda, reiknast ekki.\nGjaldskyldur aðili skal ótilkvaddur greiða tryggingagjald til innheimtumanns ríkissjóðs ...\nRíkisskattstjóri ákveður hvað skuli koma fram í skilagreinum og greiðsluskjölum og ákveður gerð þeirra. Um skilagreinar, svo og um yfirferð, áætlun og tilkynningar [ríkisskattstjóra] á staðgreiðsluári, gilda að öðru leyti ákvæði laga nr. 45/1987, um staðgreiðslu opinberra gjalda, með síðari breytingum.\nL. 142/2018, 19. gr. L. 136/2009, 62. gr.\nUpplýsingar, eftirlit, viðurlög o.fl.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ákvæði laga nr. 45/1987, um staðgreiðslu opinberra gjalda, með síðari breytingum, skulu gilda um upplýsingar og eftirlit, viðurlög og málsmeðferð tryggingagjalds að því er varðar skil þess á staðgreiðsluári. Skulu ákvæði þeirra laga m.a. taka til dráttarvaxta, áætlunar gjaldstofns og innheimtu vanskilafjár, þar með talið lögtaksréttar, stöðvunar atvinnurekstrar, refsinga, ... rannsóknar og fyrningar gjaldkröfu.\nL. 88/2008, 233. gr.\nV. kafli. Álagning tryggingagjalds.\nÁrleg tryggingagjaldsframtöl, álagning, endurskoðun gjalds, kærur, innheimta o.fl.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Allir, sem skyldir eru til að greiða tryggingagjald samkvæmt lögum þessum, skulu, að staðgreiðsluári liðnu, senda [ríkisskattstjóra] árlega sérstakt launaframtal, í því formi sem ríkisskattstjóri ákveður, innan þess frests sem settur er um skil launaskýrslna þeirra er greinir í 92. gr. [laga nr. 90/2003, um tekjuskatt].\nÁ launaframtal skal launagreiðandi færa launagreiðslur næstliðins árs og aðrar upplýsingar og sundurliðanir sem ríkisskattstjóra þykir við þurfa til ákvörðunar tryggingagjalds og form eyðublaðsins segir til um.\n[Vegna tryggingagjalds á reiknað endurgjald manns sem stundar atvinnurekstur eða sjálfstæða starfsemi, maka hans og barna skal stofn gjaldsins vera sú fjárhæð sem greinir í 3. mgr. 6. gr. Er ekki skylt að gera sérstaka grein fyrir fjárhæðinni á launaframtali. Skipta skal gjaldstofni ársins jafnt á öll geiðslutímabil þess nema önnur skipting komi greinilega fram í skattgögnum gjaldanda.]\nVið álagningu opinberra gjalda skal [ríkisskattstjóri] ákvarða tryggingagjald gjaldskylds aðila samkvæmt launaframtali hans að gerðum þeim breytingum og leiðréttingum sem gera þarf á því [og er ríkisskattstjóra heimilt að senda tilkynningu þess efnis rafrænt].\nTryggingagjald skal birt í álagningarskrá, sbr. 98. gr. [laga nr. 90/2003, um tekjuskatt].\nGjalddagi ógreidds tryggingagjalds, sem [ríkisskattstjóri] ákvarðar vegna hlunninda, og tryggingagjalds, sem undanþegið er staðgreiðslu, er [annars vegar [1. júní] ár hvert hjá mönnum og eindagi mánuði síðar og hins vegar [1. nóvember] ár hvert hjá lögaðilum og eindagi mánuði síðar].\n...\n[Launaframtal félaga sem fengið hafa heimild til að færa bókhald og semja ársreikning í erlendum gjaldmiðli skv. 11. gr. A laga um ársreikninga skal byggjast á upprunalegum fjárhæðum í íslenskum krónum eða umreiknuðum fjárhæðum á daggengi.]\nL. 136/2009, 63. gr. L. 129/2004, 87. gr. L. 32/1995, 2. gr. L. 132/2018, 3. gr. L. 50/2018, 12. gr. L. 33/2020, 21. gr. L. 145/2012, 6. gr. L. 34/2002, 2. gr.\nVangreitt tryggingagjald.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Ríkisskattstjóri skal] kanna skil þeirra sem greiða áttu tryggingagjald, m.a. með samanburði við laun í staðgreiðslu, launaframtöl, launamiða, skattframtöl, ársreikninga og önnur gögn sem fyrir hendi eru. [Hann skal] síðan leiðrétta það sem áfátt kann að reynast og ákvarða vangreitt tryggingagjald og senda tilkynningu þar um til gjaldanda og innheimtumanns.\nKomi í ljós að aðili, sem greitt hefur laun sem greiða skal tryggingagjald af, hafi vanrækt greiðslu gjaldsins að hluta eða öllu leyti, eða ofgreitt tryggingagjaldið eða ekki skilað launaframtali, skal [ríkisskattstjóri] ákvarða tryggingagjald fyrir hvert einstakt greiðslutímabil. Skal ákvarða gjaldanda dráttarvexti af vangreiddu tryggingagjaldi frá og með gjalddaga þess í samræmi við [lög um vexti og verðtryggingu]. Á ofgreiðslu reiknast vextir í samræmi við ákvæði [2. mgr. 114. gr. laga nr. 90/2003, um tekjuskatt].\n[Hafi innheimtumaður hafið aðför vegna vangoldinnar staðgreiðslu tryggingagjalds skulu þau aðfararúrræði sem innheimtumaður hefur gripið til halda lögformlegu gildi sínu eftir álagningu tryggingagjalds vegna þess hluta kröfunnar sem rekja má til vangoldinnar staðgreiðslu.\nSéu ekki gerð fullnægjandi skil á álögðu eða endurákvörðuðu tryggingagjaldi innan 15 daga frá eindaga er innheimtumanni heimilt með aðstoð lögreglu að stöðva atvinnurekstur launagreiðanda með innsigli á starfsstöðvar, skrifstofur, útibú, tæki og vörur þar til full skil hafa farið fram.]\nL. 136/2009, 64. gr. L. 59/2017, 8. gr. L. 129/2004, 88. gr. L. 134/2002, 3. gr.\nEndurákvörðun tryggingagjalds, kærur o.fl.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Séu skil gjaldanda í einstökum atriðum eða í heild ófullnægjandi, tortryggileg eða sýnilega gerð til málamynda skal við álagningu, sbr. 3. mgr. 12. gr., og við endurákvörðun beita ákvæðum [laga um tekjuskatt] eftir því sem við getur átt um slík tilvik. Ákvæði þeirra laga skulu og gilda, eftir því sem við á, um álagningu, rannsókn, kærur út af skattákvörðun, kærufresti, úrskurði, áfrýjun úrskurða og annað þar að lútandi. Sömu reglur skulu gilda, eftir því sem við á, ef gjaldandi, sem lagt skyldi á, hefur fallið af skrá eða honum ekki gert að greiða tryggingagjald af öllum gjaldstofninum.\nL. 129/2004, 89. gr.\nTryggingagjald ársmanna o.fl.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Nú reiknar maður sér endurgjald eða greiðir laun til annarra, þannig að reiknaða endurgjaldið og launin nema samtals lægri fjárhæð en [42.000] kr. að meðaltali á mánuði, og er honum þá heimilt, í stað þess að skila mánaðarlega í samræmi við 10. gr., að senda skilagrein ásamt greiðslu á gjalddaga þess mánaðar þegar samanlagt reiknað endurgjald og greidd laun til annarra ná [504.000] kr. en eftir það á hverjum gjalddaga vegna þess árs.\nEf reiknað endurgjald eða greidd vinnulaun til annarra ná eigi til samans [504.000] kr. á árinu er gjaldanda heimilt, í stað þess að skila mánaðarlega í samræmi við 10. gr., að senda skilagrein ásamt greiðslu einu sinni á ári eins og um uppgjör fyrir desember væri að ræða.\n...\nL. 129/2004, 90. gr.\nDráttarvaxtaútreikningur.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Á tryggingagjald vegna launa og hlunninda, sem undanþegin eru staðgreiðslu, reiknast dráttarvextir eftir almennum reglum frá og með gjalddaga [[1. júní] hjá mönnum og [1. nóvember] hjá lögaðilum] ár hvert ef ekki er greitt fyrir eindaga.\nL. 50/2018, 13. gr. L. 33/2020, 21. gr. L. 145/2012, 7. gr.\n[VI. kafli. Jöfnun örorkubyrði lífeyrissjóða.]\nL. 177/2006, 3. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    }
  ]
}
