{
  "id": "15/1990",
  "type": "statute",
  "title": "Lög vegna aðildar Íslands að Evrópusamningi um varnir gegn pyndingum og ómannlegri eða vanvirðandi meðferð eða refsingu",
  "status": "in_force",
  "issued_date": "1990-03-27",
  "url": "https://www.althingi.is/lagas/nuna/1990015.html",
  "description": "Tóku gildi 6. apríl 1990.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Með lögum þessum eru sett fyrirmæli vegna aðildar Íslands að Evrópusamningi um varnir gegn pyndingum og ómannlegri eða vanvirðandi meðferð eða refsingu frá 26. nóvember 1987.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Nefnd, sem stofnsett er samkvæmt samningnum til að rannsaka meðferð frelsissviptra manna, hefur rétt til að heimsækja hvern þann stað hér á landi þar sem frelsissviptur maður er vistaður samkvæmt ákvörðun yfirvalda ef:\n1. Tilgangur heimsóknar er að rannsaka hvernig meðferð maðurinn sætir, og\n2. nefndin hefur tilkynnt þá fyrirætlun sína að heimsækja staði hér á landi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Sá sem ábyrgð ber á frelsissviptum manni eða er í fyrirsvari fyrir stofnun, þar sem hann er vistaður, skal láta nefndinni í té þá aðstoð sem hún þarfnast til að sinna skyldum sínum. Aðilar þessir skulu heimila nefndinni:\n1. Aðgang að þeim stöðum þar sem frelsissviptir menn eru vistaðir og rétt til ferðar innan slíkra staða án hindrunar,\n2. að eiga viðtöl í einrúmi við frelsissvipta menn og aðra sem veitt geta upplýsingar um meðferð slíkra manna,\n3. að fá upplýsingar sem hún þarfnast til að sinna hlutverki sínu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ef sá sem ábyrgð ber á frelsissviptum manni eða er í fyrirsvari fyrir stofnun, sem nefndin fyrirhugar að heimsækja, hefur athugasemdir við tíma eða stað heimsóknar skal viðkomandi þegar tilkynna það [ráðuneytinu]. Ráðuneytið ákveður hvort fyrirhugaðri heimsókn verði andmælt við nefndina.\nRáðuneytið tekur jafnframt ákvörðun um flutning á mönnum, sem nefndin hyggst heimsækja, til að nefndin geti rækt störf sín.\nL. 126/2011, 136. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Nefndarmenn og sérfræðingar, sem starfa með nefndinni, skulu meðan þeir rækja störf sín og ferðast vegna starfa sinna hér á landi njóta eftirtalinna forréttinda og friðhelgi:\n1. Friðhelgi að því er varðar handtöku og kyrrsetningu og hald á einkafarangri, svo og að því er varðar hvers kyns lögsókn vegna allra athafna þeirra í starfi, þar á meðal vegna ummæla í ræðu og riti.\n2. Undanþágu frá öllum hömlum á ferðafrelsi við brottför og komu til landsins vegna starfa í nefndinni og undanþágu frá skráningu útlendinga þegar komið er í vitjun til landsins eða farið um landið af öðrum ástæðum vegna starfa sinna.\n3. Sömu aðstöðu varðandi tollgæslu og gjaldeyriseftirlit og veitt er fulltrúum erlendra ríkisstjórna sem gegna hér á landi tímabundnum opinberum erindum.\nSkjöl og gögn nefndarinnar eru friðhelg að því leyti sem þau varða störf hennar og ekki má hefta eða ritskoða opinber bréf eða önnur opinber boðskipti nefndarinnar.\nFriðhelgi að því er varðar lögsókn vegna ummæla í ræðu eða riti og allra athafna nefndarmanna við störf helst eftir að þeir láta af störfum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
