{
  "id": "22/1991",
  "type": "statute",
  "title": "Lög um samvinnufélög",
  "status": "in_force",
  "issued_date": "1991-03-27",
  "url": "https://www.althingi.is/lagas/nuna/1991022.html",
  "description": "Tóku gildi 1. janúar 1992.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi gilda um félög er stofnuð eru á samvinnugrundvelli með því markmiði að efla hag félagsmanna eftir viðskiptalegri þátttöku þeirra í félagsstarfinu. Í samvinnufélögum er félagatala óbundin, stofnfé ekki fastákveðin fjárhæð, félagsmenn og aðrir félagsaðilar bera ekki persónulega ábyrgð á heildarskuldbindingum félagsins og skipulag og starfsemi félagsins er sem í lögum þessum segir.\n...\nL. 126/2011, 154. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Starfssvið samvinnufélags getur verið svo sem hér segir:\n1. Að útvega félagsmönnum og öðrum vörur og hvers konar þjónustu til eigin þarfa.\n2. Að vinna og selja afurðir sem félagsmenn framleiða í eigin atvinnurekstri.\n3. Að annast starfsemi er miðar á annan hátt að því að efla hag félagsmanna.\n[2. gr. a. ...]\nL. 41/2020, 1. gr. L. 84/1993, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Félögum, sem skrásett eru eftir lögum þessum, er einum rétt og skylt að hafa í nafni sínu orðin kaupfélag (skammstafað kf.), samvinnufélag (skammstafað svf.), pöntunarfélag (skammstafað pf.) eða framleiðslusamvinnufélag (skammstafað fsf.). ...\nUm heiti samvinnufélags fer að öðru leyti eftir ákvæðum firmalaga.\nL. 109/2024, 1. gr.\nII. kafli. Stofnun samvinnufélags.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Nú vilja menn stofna samvinnufélag og skulu þeir þá kveðja til stofnfundar á því starfssvæði eða starfssviði sem félaginu er ætlað að ná til. Stofnfund skal boða með opinberri auglýsingu og með þeim hætti að ætla megi að berist til allra þeirra sem hag geti haft af þátttöku í starfsemi félagsins.\nAuk einstaklinga geta stofnendur samvinnufélags verið félög eða stofnanir, sem stunda atvinnurekstur, sé það boðað í auglýsingu um stofnfund félagsins.\nBú stofnanda má eigi vera undir gjaldþrotaskiptum og ef hann er einstaklingur skal hann vera lögráða.\nSá sem undirritar samþykktir og önnur stofnskjöl fyrir hönd lögaðila skal fullnægja þeim skilyrðum er segir um einstaklinga. Hann ber auk umbjóðanda síns ábyrgð, svo sem sjálfur væri hann stofnandi, nema á greiðslu þess aðildargjalds sem umbjóðandi hans hefur skrifað sig fyrir.\nÁ fundinum, sem um ræðir í 1. mgr., skal bera stofnun samvinnufélags upp til umræðu og atkvæða. Ef [þrír] aðilar eða fleiri koma sér saman um félagsstofnun og bindast samtökum og gerast félagsmenn setja þeir félaginu samþykktir í samræmi við lög þessi. Er þá félagið löglega stofnað, sbr. þó 6. og 9. gr. ...\nL. 109/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Í samþykktum samvinnufélags skal m.a. fjallað um eftirfarandi atriði:\n1. Heiti félagsins, heimilisfang og varnarþing.\n2. Tilgang félagsins.\n3. Starfssvæði eða starfssvið sem félaginu er aðallega ætlað að starfa á.\n4. Fjölda stjórnarmanna, [varastjórnarmanna, endurskoðenda og skoðunarmanna] svo og hvernig kjöri þeirra skuli háttað.\n5. Deildaskipun félagsins, ef gert er ráð fyrir því fyrirkomulagi, og kosningu fulltrúa deilda á aðalfund.\n6. Ráðningu framkvæmdastjóra (kaupfélagsstjóra) og starfssvið hans.\n7. Boðun til félagsfundar (deildarfundar) og hvenær aðalfund skuli halda ár hvert.\n8. Fjárhæð aðildargjalds, sem breyta má til samræmis við almennar verðlagsbreytingar, gjalddaga þess og greiðsluform. [Fjárhæð aðildargjalds skal ekki vera hærri en 10.000 kr. í samvinnufélögum þar sem félagsmenn eru fleiri en 100, en breyta má fjárhæðinni miðað við 1. júní ár hvert í samræmi við vísitölu neysluverðs.]\n9. Almenn skilyrði um aðild að félaginu og um brottfall aðildar.\n10. Aðild lögaðila að félaginu ef um það er að ræða.\n11. Atkvæðavægi á félagsfundum.\n12. Ráðstöfun eigna félagsins ef því er slitið án gjaldþrotaskipta.\n13. Ákvæði um aðild starfsmanna að stjórn félagsins ef um slíka heimild er að ræða.\n14. Ákvæði um rétt til setu á félagsfundum.\n15. Ákvæði um B-deild stofnsjóðs félagsins, ef um það er að ræða, um sölu hluta og útgáfu samvinnuhlutabréfa og um arðgreiðslur.\n16. Ákvæði um ráðstöfun tekjuafgangs, sbr. VIII. kafla.\nL. 22/2001, 10. gr. L. 109/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Jafnskjótt og samvinnufélag er stofnað og því settar samþykktir skal kjósa því stjórn og [endurskoðendur eða skoðunarmenn].\nL. 144/1994, 85. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stjórn félagsins heldur skrá yfir félagsaðila. Skal geyma skrána á skrifstofu félagsins og er hún öllum opin.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rita skal fundargerð um það sem gerist á stofnfundi félagsins. Skal hún skráð í fundargerðabók þess og undirrituð af öllum stofnendum.\nIII. kafli. Skráning samvinnufélags.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Samvinnufélag skal skrásett samkvæmt lögum þessum og getur það þá fyrst öðlast réttindi á hendur öðrum aðilum með samningi og aðrir á hendur því. Óskrásett samvinnufélag getur ekki verið aðili að dómsmálum.\nEf löggerningur er gerður fyrir hönd óskrásetts félags bera þeir, sem átt hafa þátt í gerningnum eða ákvörðunum um hann, óskipta persónulega ábyrgð á efndum. Við skráninguna tekur félag við þeim skyldum sem leiddi af stofnsamningi eða sem félag hefur tekið á sig eftir stofnfund.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[[Ríkisskattstjóri] annast skráningu samvinnufélaga og starfrækir samvinnufélagaskrá í því skyni.\n[Ráðherra er fer með skráningu félaga] er heimilt að setja með reglugerð nánari ákvæði um skráningu samvinnufélaga, þar með talið um skipulag skráningarinnar, rekstur samvinnufélagaskrár, aðgang að skránni og gjaldtöku, m.a. fyrir útgáfu vottorða og afnot af þeim upplýsingum sem samvinnufélagaskrá hefur á tölvutæku formi.]\nL. 35/2003, 6. gr. L. 126/2011, 154. gr. Rg. 162/2006, sbr. 455/2007, 223/2022 og 732/2024. L. 44/1997, 2. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Innan mánaðar frá því að félag er stofnað skal stjórn tilkynna það til skráningar. Í tilkynningu skal greina:\n1. Heiti félagsins, heimili og varnarþing.\n2. Tilgang félagsins, starfssvæði eða starfssvið.\n3. Dagsetningu félagssamþykkta.\n4. Nöfn, stöðu, heimilisfang og kennitölu stjórnenda, varastjórnenda, [endurskoðenda, skoðunarmanna] og framkvæmdastjóra.\n5. Hver hafi heimild til þess að skuldbinda félagið með samningum og hvernig undirskrift sé háttað.\n6. Hvernig boða skuli félagsmönnun fundi í félaginu.\n7. Fjárhæð aðildargjalds, gjalddaga þess og greiðsluform.\nTilkynningu skulu fylgja samþykktir félagsins í tveimur eintökum, svo og endurrit fundargerðar stofnfundar. Tilkynning skal undirrituð af öllum stjórnarmönnum félagsins.\nL. 22/2001, 10. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ef samþykktum samvinnufélags er breytt eða breyting verður að öðru leyti á þegar tilkynntum atriðum skal tilkynna það til samvinnufélagaskrár innan mánaðar frá því að breyting er gerð.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Nú vantar í tilkynningu til samvinnufélagaskrár greinargerð eða einhver þau atriði, sem skylt er að geta, eða henni er áfátt að öðru leyti og skal [samvinnufélagaskrá] þá birta það tilkynnanda svo fljótt sem kostur er og gefa honum hæfilegan frest til að bæta úr því. Ef ekki er úr bætt innan frestsins skal synja skráningar.\nL. 44/1997, 3. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Samvinnufélagaskrá skal birta í Lögbirtingablaði tilkynningu um skrásetningu samvinnufélags á kostnað tilkynnanda. [Ráðherra er fer með skráningu félaga] setur nánari reglur um efni tilkynningar.]\nÞað sem skráð hefur verið og birt í Lögbirtingablaði skal telja manni kunnugt, nema atvik séu svo vaxin að telja megi hann hvorki um það hafa vitað né mátt vita.\nNú hefur birting í Lögbirtingablaði eigi farið fram og hefur tilkynning þá ekki gildi gagnvart öðrum en þeim sem sannanlega höfðu vitneskju um hana.\nL. 126/2011, 154. gr. L. 44/1997, 4. gr.\nIV. kafli. Um réttindi og skyldur félagsmanna.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Félagsaðild er heimil öllum þeim sem starfa vilja í félaginu og hlíta samþykktum þess. Gildir það einnig um lögaðila sé svo ákveðið í samþykktum félagsins.\nFélagsaðild fellur brott þegar félagsaðili fullnægir ekki lengur ákvæðum félagssamþykkta um félagsaðild. Aðalfundur félagsins getur þó sett reglur um undanþágur frá þessu.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Sá sem vill gerast félagsaðili í samvinnufélagi skal snúa sér til stjórnar með beiðni um aðild, nema félagsfundur ákveði aðra tilhögun.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Félagsréttindi eru ekki framseljanleg og erfast ekki. Hlutdeild félagsaðila í óskiptum stofnsjóði eða A-deild stofnsjóðs samvinnufélags er ekki framseljanleg og hún stendur ekki til fullnustu fjárkröfum skuldheimtumanna hans.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Félagsaðilar bera ekki ábyrgð á heildarskuldbindingum félagsins umfram greiðslu aðildargjalds og með eignaraðild að sjóðum félagsins.\nV. kafli. Félagsfundir.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Félagsfundur hefur æðsta vald í málefnum félagsins með þeim hætti sem lög og félagssamþykktir ákveða.\nAðalfund skal halda ár hvert og eigi síðar en innan sex mánaða frá lokum hvers reikningsárs. Auk þess getur félagsstjórn boðað aukafundi þegar henni þykir þess þörf. Enn fremur er stjórninni skylt að boða til aukafundar ef félagsaðilar, sem fara með a.m.k. 10% atkvæða, eða þriðjungur félagsdeilda krefst þess skriflega og greinir fundarefni. Nú hefur stjórn eigi boðað fund innan 14 daga eftir að henni var það skylt samkvæmt lögum, samþykktum félagsins eða eftir að krafa um fund er löglega fram borin og geta félagsaðilar þá snúið sér til ráðherra með ósk um að boðað sé til fundarins.\nTelji ráðherra slíka ósk lögmæta skal hann láta boða til fundar í félaginu. Setur þá umboðsmaður ráðherra fundinn og er félagsstjórn skylt að afhenda honum félagaskrá, fundargerðabók og endurskoðunarbók félagsins. [Ríkissjóður greiðir til bráðabirgða kostnað vegna fundarins. Heimilt er þó að setja það skilyrði að sá er biður um boðun til fundar setji tryggingu fyrir greiðslu kostnaðar. Félagið ber kostnaðinn endanlega. Greiði félagið ekki reikning innan þriggja mánaða frá dagsetningu hans glatar fundarbeiðandi þó tryggingarfé sínu en á í þess stað kröfu á félagið.]\nL. 44/1997, 5. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Á fundum í samvinnufélagi, sem ekki er deildaskipt, hafa allir félagsmenn jafnan atkvæðisrétt ef ekki er á annan veg skipað í samþykktum þess, sbr. 2. mgr. Í félagi, sem skiptist í deildir, hafa fulltrúar kjörnir á deildarfundum einir atkvæðisrétt og er hann jafn fyrir alla fulltrúa. Tala fulltrúa, sem hver deild kýs á félagsfund, fer eftir samþykktum félagsins.\nHeimilt er að ákveða í samþykktum félags, sem sinnir verkefnum fyrir framleiðendur vöru eða þjónustu, að félagsaðilar fái viðbótaratkvæði á félagsfundum í hlutfalli við viðskipti þeirra við félagið á næstliðnu almanaksári. Einnig er heimilt að veita lögaðilum, sem aðild eiga að félaginu, viðbótaratkvæði á félagsfundum í samræmi við nánari reglur í samþykktum félagsins.\nAðalfundur er lögmætur ef fulltrúar sem fara með a.m.k. þriðjung atkvæða í félaginu eða a.m.k. helmingur kjörinna fulltrúa í deildaskiptu félagi sækja fund. Framhaldsaðalfund má boða ef ekki reynist unnt að ljúka venjulegum aðalfundarstörfum. Aukafundur er lögmætur ef réttilega er til hans boðað.\nNú er boðaður aðalfundur ekki lögmætur vegna ónógrar fundarsóknar og skal þá boðað til aðalfundar á ný innan þriggja vikna. Telst sá fundur lögmætur hvernig sem fundarsókn er háttað.\nEinfaldur meiri hluti atkvæða ræður úrslitum mála á félagsfundum nema þar sem lög þessi eða félagssamþykktir mæla fyrir um aukinn meiri hluta. Tillaga telst fallin á jöfnum atkvæðum, en við kosningar manna í stjórn eða nefndir ræður hlutkesti ef atkvæði verða jöfn.\nFélagsstjórn er heimilt að bjóða mönnum, sem ekki eru félagsaðilar, setu á félagsfundum með málfrelsi nema á annan veg sé skipað í samþykktum félagsins.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Á aðalfundi félagsins skal leggja fram ársreikning og skýrslu [endurskoðenda eða skoðunarmanna] ásamt skýrslu stjórnar um hag félagsins.\nÁ fundinum skal taka ákvörðun um:\na. Staðfestingu ársreiknings.\nb. Hvernig fara skuli með hagnað eða tap félagsins á reikningsárinu.\nc. Kosningu [stjórnar, endurskoðenda og skoðunarmanna].\nd. Þóknun [stjórnar, endurskoðenda og skoðunarmanna] fyrir liðið ár.\ne. Önnur þau mál sem heyra undir aðalfund samkvæmt félagssamþykktum.\nHver félagsaðili á rétt á því að fá mál tekið til meðferðar á félagsfundi ef hann gerir skriflega kröfu um það til félagsstjórnar með það miklum fyrirvara að unnt sé að taka málið á dagskrá fundarins.\nL. 144/1994, 85. gr. L. 22/2001, 10. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Í deildaskiptu félagi skal boðað til aðalfundar í hverri deild einu sinni á ári. Skal þar velja deildinni stjórn og félagsmönnum skal gerð grein fyrir hag félagsins og rekstri, fyrirhuguðum framkvæmdum og öðru því sem máli skiptir. Á fundi þessum skal fara fram kjör fulltrúa til að fara með umboð deildarinnar á félagsfundi (fulltrúafundi). Kjósa skal aðal- og varafulltrúa samkvæmt nánari ákvæðum í samþykktum félagsins. Framkvæmdastjóri (kaupfélagsstjóri) eða annar fulltrúi framkvæmdastjórnar og stjórnar félagsins skal jafnan sækja hinn árlega aðalfund deildarinnar með fullu málfrelsi.\nStjórn deildarinnar boðar til annarra deildarfunda eftir því þörf þykir.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Heimilt er félagsaðila að láta umboðsmann sækja félagsfundi fyrir sína hönd, en umboðsmaður getur þó ekki farið með nema atkvæði eins félaga auk atkvæðis þess er hann sjálfur hefur. Umboð til fundarsóknar skal vera skriflegt og ekki eldra en þriggja mánaða. Fulltrúar deilda geta ekki sent fulltrúa í sinn stað á fulltrúafund, en kjörnir varafulltrúar taka við í forföllum aðalfulltrúa.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Félagsfundi stýrir fundarstjóri. Fundurinn kýs fundarstjóra úr hópi félagsmanna eða annarra nema félagssamþykktir kveði á um annað.\nFormaður félagsstjórnar eða annar, sem stjórnin nefnir til, setur félagsfund og stjórnar kjöri fundarstjóra.\nSé boðað til félagsfundar skv. 3. mgr. 19. gr. ákveður umboðsmaður ráðherra fundarstjóra.\nÞegar fundur hefur verið settur skal gerð skrá yfir félagsmenn og umboðsmenn félagsmanna er fund sækja til þess að ljóst sé hversu mörgum hlutum og atkvæðum hver þeirra ræður yfir. Skrá þessi skal notuð, nema fundarstjóri breyti henni með úrskurði sínum.\nFundarstjóri skal láta kjósa fundarritara sem heldur fundargerðabók. Í fundargerðabók skal skrá ákvarðanir félagsfundar ásamt úrslitum atkvæðagreiðslna. Skrá yfir viðstadda félagsmenn og umboðsmenn skal einnig færð í fundargerðabók eða fylgja henni. Fundargerð skal lesa upphátt fyrir fundarlok og skrá þar athugasemdir ef fram koma. Fundarstjóri og fundarritari skulu undirrita fundargerðabók.\nÍ síðasta lagi fjórtán dögum eftir félagsfund skulu félagsmenn eiga aðgang að fundargerðabók eða staðfestu endurriti fundargerða á skrifstofu félagsins. Fundargerðabók skal varðveitt með tryggilegum hætti.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Þegar félagsmaður krefst þess og slíkt má verða án tjóns fyrir félagið, að mati félagsstjórnar, skulu félagsstjórn og framkvæmdastjóri leggja fram á félagsfundi upplýsingar um þau málefni sem skipta máli um mat á ársreikningi félagsins og stöðu þess að öðru leyti eða áhrif geta haft á afstöðu félagsmanna til mála er ákvörðun á að taka um á fundinum. [Upplýsingaskyldan á einnig við um samband félagsins við félög sem það er eigandi að með þeim hætti að það getur haft úrslitaáhrif á töku ákvarðana í þeim.]\nEf upplýsingar eru ekki tiltækar á félagsfundi skulu félagsmenn innan fjórtán daga þar frá eiga aðgang að skriflegum upplýsingum hjá félaginu og einnig skulu þær sendar þeim félagsmönnum er þess hafa óskað.\nL. 22/2001, 2. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Boða skal til félagsfundar með a.m.k. viku fyrirvara, enda sé ekki kveðið á um lengri frest í samþykktum félagsins. Boða skal fulltrúa skriflega til fundar í deildaskiptum félögum, en í félögum sem ekki eru deildaskipt má boða til fundar með almennri auglýsingu.\nÍ fundarboði skal greina málefni þau sem taka á fyrir á fundinum. Ef taka á til meðferðar á fundinum breytingar á samþykktum félags skal rekja efni breytingartillagna sérstaklega í fundarboði.\nMál, sem ekki hafa verið greind í dagskrá félagsfundar, er ekki unnt að taka til endanlegrar úrlausnar á fundinum, en gera má um það ályktun til leiðbeiningar fyrir félagsstjórn.\nVI. kafli. Stjórn félags og framkvæmdastjórn.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Stjórn félags skal kjörin á aðalfundi. Hún skal skipuð þremur mönnum hið fæsta og þremur til vara, samkvæmt nánari ákvæðum í samþykktum félagsins. Í samþykktum félagsins er heimilt að veita starfsmönnum, hagsmunasamtökum eða stjórnvöldum rétt til tilnefningar stjórnarmanns eða manna, en meiri hluti stjórnarmanna skal þó ætíð kjörinn af aðalfundi. [Í stjórnum samvinnufélaga þar sem starfa fleiri en 50 starfsmenn að jafnaði á ársgrundvelli skal hvort kyn eiga fulltrúa í stjórn þegar stjórn er skipuð þremur mönnum og þegar stjórnarmenn eru fleiri en þrír skal tryggt að hlutfall hvors kyns sé ekki lægra en 40%.] [Kjörgengir eru félagsmenn. Ef félag eða stofnun er aðili að samvinnufélagi eru stjórnarmenn og framkvæmdastjórar kjörgengir.]\n[Stjórnarmenn eða framkvæmdastjórar skulu vera lögráða, fjár síns ráðandi og mega ekki á síðustu þremur árum hafa í tengslum við atvinnurekstur hlotið dóm fyrir refsiverðan verknað samkvæmt almennum hegningarlögum eða lögum um hlutafélög, einkahlutafélög, samvinnufélög, sjálfseignarstofnanir sem stunda atvinnurekstur, bókhald, ársreikninga, gjaldþrot eða opinber gjöld, svo sem lögum um tekjuskatt, virðisaukaskatt og tryggingagjald. Missi stjórnarmenn eða framkvæmdastjórar hæfi skulu þeir upplýsa samvinnufélagaskrá um það. Samvinnufélagaskrá hefur heimild til að afskrá stjórnarmenn eða framkvæmdastjóra sem missa hæfi sem slíkir.]\nSé eigi á annan veg ákveðið í samþykktum félags skiptir stjórnin sjálf með sér verkum að loknum hverjum aðalfundi. [Formaður stjórnar skal ekki taka að sér önnur störf fyrir félagið en þau sem teljast eðlilegur hluti starfa hans sem stjórnarformanns, að undanskildum einstökum verkefnum sem stjórn felur honum að vinna fyrir sig.]\nL. 49/2011, 3. gr. L. 41/2020, 2. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Stjórn félags fer með málefni þess í samræmi við lög þessi og samþykktir félagsins. Hún skal gæta þess að skipulag félags og starfsemi sé jafnan í réttu og góðu horfi.\nStjórn félagsins ræður framkvæmdastjóra og gerir við hann ráðningarsamning. Ef eigi er öðruvísi fyrir mælt í samþykktum félagsins ræður framkvæmdastjóri annað starfslið eftir þörfum og segir því upp störfum, en hafa skal hann samráð við stjórn félagsins um ráðningar starfsmanna í stjórnunarstöður. Framkvæmdastjóri má eigi jafnframt sitja í stjórn félagsins.\nFramkvæmdastjóri annast daglegan rekstur félagsins. Skal í þeim efnum fara eftir ákvæðum samþykkta félagsins, stefnumótun félagsfunda og stjórnar og fyrirmælum sem félagsstjórn hefur gefið. Hinn daglegi rekstur tekur ekki til ráðstafana sem eru óvenjulegar eða mikils háttar. Slíkar ráðstafanir getur framkvæmdastjóri aðeins gert samkvæmt sérstakri heimild frá félagsstjórn nema ekki sé unnt að bíða ákvarðana félagsstjórnar án verulegs óhagræðis fyrir starfsemi félagsins. Í slíkum tilvikum skal félagsstjórn tafarlaust tilkynnt um ráðstöfunina. Framkvæmdastjóri skal sjá um að bókhald félagsins sé fært í samræmi við lög og venjur og meðferð eigna félagsins sé með tryggilegum hætti.\nFélagsstjórn skal annast um að nægilegt eftirlit sé haft með bókhaldi og meðferð fjármuna félagsins.\nEinungis félagsstjórn getur veitt prókúruumboð.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Formaður stjórnar kveður stjórnarmenn til funda. Fund skal og jafnan halda ef einhver stjórnarmanna krefst þess. Framkvæmdastjóri á sæti á stjórnarfundi með umræðu- og tillögurétti nema félagsstjórn ákveði annað í einstökum tilvikum.\nStjórnarfundur er lögmætur, ef meira en helmingur stjórnarmanna er á fundi, séu ekki gerðar strangari kröfur í samþykktum félagsins. Mikilvæga ákvörðun má þó ekki taka án þess að allir stjórnarmenn hafi haft tök á því að fjalla um málið, sé þess kostur. Ef stjórnarmaður forfallast vegna veikinda, fjarveru o.þ.h. skal veita varamanni kost á þátttöku í stjórnarfundum meðan forföllin vara.\nEinfaldur meiri hluti atkvæða ræður úrslitum á stjórnarfundum nema samþykktir kveði á um annað. Í samþykktum félags má kveða svo á að atkvæði formanns ráði úrslitum þegar atkvæði eru jöfn.\nUm það sem gerist á stjórnarfundum skal haldin gerðabók sem undirrituð skal af þeim er fund sitja. Stjórnarmaður eða framkvæmdastjóri, sem ekki er sammála ákvörðun stjórnar, á rétt á að fá sérálit sitt skráð í gerðabókina.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Stjórnarmaður og framkvæmdastjóri mega ekki taka þátt í meðferð máls um samningsgerð milli félagsins og þeirra, um málshöfðun gegn þeim eða um samningsgerð milli félagsins og þriðja manns eða málshöfðun gegn þriðja manni ef þeir hafa þar verulegra hagsmuna að gæta sem kunna að fara í bága við hagsmuni félagsins. Sama gildir um tilvik sem snerta nána vandamenn þeirra. Skylt er stjórnarmanni og framkvæmdastjóra að upplýsa stjórn um slík tilvik.\nEf stjórnarmaður verður vanhæfur af framangreindum sökum skal varamaður taka sæti hans.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Félagsstjórn kemur fram út á við fyrir hönd félags og ritar firma þess.\nStjórnin getur veitt stjórnarmönnum, framkvæmdastjórum eða öðrum heimild til að rita firma félagsins svo framarlega sem öðruvísi er ekki ákveðið í samþykktum þess. Ákvæði 27. og 30. gr. eiga við um þá er heimild hafa til ritunar firma og ekki eru stjórnarmenn eða framkvæmdastjórar.\nRitunarréttinn má takmarka á þann hátt að fleiri en einn fari með hann í sameiningu. Aðra takmörkun á ritunarrétti er ekki unnt að skrá.\nFélagsstjórn getur hvenær sem er afturkallað heimild sem hún hefur veitt til að rita firma félagsins.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Framkvæmdastjóri getur ávallt komið fram fyrir hönd félagsins í málum sem eru innan verksviðs hans samkvæmt ákvæðum 28. gr. og í öðrum tilvikum þar sem hann hefur til þess umboð.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Félagsstjórn, framkvæmdastjóri og aðrir þeir, er hafa heimild til að koma fram fyrir hönd félagsins, mega ekki gera neinar þær ráðstafanir sem bersýnilega eru fallnar til þess að afla ákveðnum félagsmönnum eða öðrum ótilhlýðilegra hagsmuna á kostnað annarra félagsmanna eða félagsins.\nFélagsstjórn og framkvæmdastjóri mega ekki framfylgja ákvörðunum félagsfundar eða annarra stjórnaraðila félagsins ef ákvarðanirnar eru ógildar vegna þess að þær brjóta í bága við lög eða félagssamþykktir.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ef sá sem kemur fram fyrir hönd félags samkvæmt ákvæðum 31. og 32. gr. fer út fyrir heimild sína er löggerningurinn ekki bindandi fyrir félagið ef viðsemjandinn vissi eða mátti vita um heimildarskortinn.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Aðalfundur ákveður árlega þóknun [stjórnarmanna, endurskoðenda og skoðunarmanna].\nFélagsstjórn ákveður laun og starfskjör framkvæmdastjóra.\nL. 22/2001, 10. gr.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Í samþykktum félags má ákveða að auk félagsstjórnar skuli starfa í félaginu fulltrúanefnd og skal hún þá skipuð minnst þremur félagsmönnum. Aðalfundur kýs nefndina. Í samþykktunum má ákveða að einn eða fleiri fulltrúanefndarmenn skuli tilnefndir með öðrum hætti, en meiri hluti nefndarinnar skal þó ætíð kjörinn af [félagsfundi].\nFramkvæmdastjóri og stjórnarmenn geta ekki átt sæti í fulltrúanefnd. Í samþykktum skulu vera nánari ákvæði um nefndina og starfstíma nefndarmanna.\nFulltrúanefndin skal hafa eftirlit með því hvernig félagsstjórn og framkvæmdastjóri ráða málum félagsins, svo og láta aðalfundi í té umsögn um hvort samþykkja beri ársreikninga félagsins, ársskýrslu stjórnar og tillögu stjórnar um ráðstöfun hagnaðar. Fulltrúanefnd skal gefa skýrslu um störf sín á aðalfundi.\nÁkvæði um stjórn og stjórnarmenn í 27., 30. og 33. gr. eiga við um fulltrúanefnd og nefndarmenn eftir því sem við á.\nL. 109/2024, 4. gr.\nVII. kafli. Stofnsjóður og útgáfa samvinnuhlutabréfa.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Stofnsjóður samvinnufélags er myndaður af séreignarhlutum félagsaðila. Í hann skal leggja aðildargjald félagsaðila, sbr. 8. tölul. 5. gr. Í stofnsjóð skal enn fremur leggja þann hluta hagnaðar, sem aðalfundur ákveður, eftir að dregið hefur verið frá tap, sem ekki hefur verið jafnað, og fé lagt í sjóði félagsins samkvæmt lögum eða félagssamþykktum. Með ákvæðum í samþykktum samvinnufélags má nefna stofnsjóð samkvæmt framanskráðu A-deild stofnsjóðs og jafnframt mynda sérstaka B-deild með sölu hluta samkvæmt nánari ákvæðum í þessum kafla. Einungis félagsaðilar geta átt séreignarhluta í A-deild stofnsjóðs, en í B-deild þeir sem keypt hafa hlutana og fengið í hendur samvinnuhlutabréf í samræmi við það. [Í samvinnufélögum þar sem félagsmenn eru fleiri en 100 skal óheimilt að ráðstafa hærra hlutfalli en 1% af hagnaði hvers árs til greiðslu í stofnsjóð eða, þar sem við á, A-deild stofnsjóðs, sbr. 4. málsl., þó þannig að fjárhæðin verði aldrei hærri en 50.000 kr. á hvern félagsmann. Fjárhæðin breytist miðað við 1. júní ár hvert í samræmi við vísitölu neysluverðs.]\nMeð þeim fyrirvara, sem um getur í 40. og 41. gr., skal árlega vaxtareikna og verðbæta séreignarhluta félagsmanna í óskiptum stofnsjóði eða A-deild hans. Að jafnaði skal hafa til viðmiðunar almenna sparisjóðsvexti og verðbætur í samræmi við almennar verðbreytingar í þjóðfélaginu og bætast vextir og verðbætur við höfuðstól séreignarhlutans.\nL. 109/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Stofnsjóð, A-deild stofnsjóðs, skal nota við rekstur félagsins. Séreignarhluti í stofnsjóði skal koma til útborgunar til félagsaðila við andlát félagsmanns og slit félags sem aðild á að samvinnufélaginu ef lögaðilum er heimiluð aðild að því.\nJafnframt skal greiða út séreignarhluta í stofnsjóði að ósk félagsaðila ef hann flyst af félagssvæði, sem afmarkað er í samþykktum félagsins, eða flyst af landi brott, enda gangi hann úr félaginu. Einnig skal að ósk félagsmanns greiða honum stofnsjóðseign ef hann hefur náð 70 ára aldri, enda þótt hann haldi áfram þátttöku í félaginu.\nStjórn samvinnufélags getur sett reglur, sem kveða á um allt að eins árs frest til greiðslu séreignarhluta í stofnsjóði samkvæmt ósk félagsaðila, og einnig er heimilt að setja í samþykktir samvinnufélags ákvæði sem heimilar útborgun séreignarhluta ef félagsaðili hættir þeirri starfsemi sem er grundvöllur þátttöku hans í félaginu.\n[Samvinnufélögum er með ákvörðun félagsfundar heimilt að hækka séreignarhluti félagsaðila í A-deild stofnsjóðs félagsins á þann hátt að yfirfæra fjárhæðir sem eftir standa þegar félagið hefur ráðstafað hagnaði í samræmi við ákvæði 54. gr., um tillög í varasjóði og aðra sjóði samkvæmt samþykktum félagsins .... Tillaga um hækkun þarf samþykki / 3 hluta greiddra atkvæða á félagsfundi. Sé tillagan samþykkt á félagsfundi skal boða hluthafa í B-deild félagsins á fund til að fjalla um tillöguna. Hluthafar sem ráða yfir meiri hluta í B-deild geta þar hafnað ákvörðun félagsfundar í A-deild. Ákvörðunin skal jafnframt uppfylla frekari fyrirmæli samþykkta félagsins um breytingar á samþykktum þess. Hækkun á séreignarhlutum félagsmanna telst til A-deildar en einnig er heimilt að ákveða í samþykktum að hækkun á séreignarhlutum skuli afhent félagsmönnum með samvinnuhlutabréfum í B-deild stofnsjóðs félagsins. Við hækkun á séreignarhlutum A- og B-deildar skal gætt ákvæða um fjárhæð varasjóðs.\nVið ákvörðun um hækkun og afhendingu hluta í B-deild skal jafnframt kveða á um hvert skuli vera skiptahlutfall á hlutum í A-deild stofnsjóðs og hlutum í B-deild. Jafnframt skal kveðið á um hvernig innbyrðis skiptingu hækkunar milli félagsaðila í A-deild stofnsjóðs skuli háttað, þ.e. að hvaða marki skiptingin fylgi hlutfallsskiptingu og þróun stofnsjóðseignar eða skiptist með öðrum hætti.\n[Gerð skal sérfræðiskýrsla skv. 6. og 7. gr. laga um hlutafélög, nr. 2/1995, þar sem fram kemur rökstutt álit á því hvort hækkun séreignarhluta félagsaðila í A-deild stofnsjóðs félagsins og skiptahlutfall á milli hluta í A-deild og B-deild sé eðlilegt og sanngjarnt. Sérfræðiskýrslunni skulu fylgja ársreikningar félagsins fyrir síðustu tvö reikningsár og efnahags- og rekstrarreikningur fyrir liðinn hluta yfirstandandi reikningsárs. Um hæfi og störf sérfræðinganna gilda að öðru leyti ákvæði laga um hlutafélög.\nHluthafar í B-deild félags, er verið hafa á móti breytingartillögu, eiga kröfu á að hlutir þeirra verði innleystir ef skrifleg krafa er gerð um það innan mánaðar frá því að fundurinn var haldinn. Ef þess hefur verið farið á leit við hluthafa fyrir ákvarðanatöku að þeir sem vilja nota innlausnarréttinn gefi til kynna vilja sinn í því efni er innlausnarrétturinn bundinn því skilyrði að hlutaðeigendur hafi gefið yfirlýsingu þar um á fundinum. Félagið skal kaupa hlutina af þeim á verði sem svarar til verðmætis hlutanna. Sé ekki um samkomulag að ræða skal verðið ákveðið af matsmönnum, dómkvöddum á heimilisvarnarþingi félagsins. Hvor aðili um sig getur borið ákvörðun matsmanna undir dómstóla. Mál verður að höfða innan þriggja mánaða frá því að mat hefur farið fram.\nFélagsmenn og hluthafar í B-deild stofnsjóðs geta krafist skaðabóta af viðkomandi félagi ef þeir hafa gert fyrirvara um það á fundi sem fjallar um breytingartillöguna enda sé skiptahlutfall á milli félagsmanna og hluthafa hvorki sanngjarnt né efnislega rökstutt.]\nHeimilt er að ákveða í samþykktum að útborgun á séreignarhlutum skv. 1.&ndash;3. mgr. skuli afhent félagsmönnum með samvinnuhlutabréfum í B-deild stofnsjóðs félagsins eða skuldabréfum. Tilgreina skal í samþykktunum frá hvaða tímamörkum slík ákvæði geti fyrst komið til framkvæmda.]\nL. 45/2003, 1. gr. L. 109/2024, 6. gr. L. 22/2001, 3. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Sé í samþykktum samvinnufélags gert ráð fyrir B-deild stofnsjóðs er heimilt að afla fjár til hans með sölu hluta í sjóðnum. B-deild stofnsjóðs skal nota við rekstur félagsins á sama hátt og A-deild, en B-deild stofnsjóðs skiptist í hluti með ákveðnu nafnverði. Öllum hlutum fylgja réttindi í félaginu samkvæmt nánari ákvæðum í lögum þessum.\nÁkveða skal heildarfjárhæð B-deildar stofnsjóðs í samþykktum félagsins, en þó er heimilt að ákveða þar hámark og lágmark heildarfjárhæðar. Lágmarksfjárhæð skal þó aldrei vera lægri en fjórðungur hámarksfjárhæðar. Félagsfundur tekur þá nánari ákvörðun um sölu hluta innan þeirrar heimildar sem veitt er.\nHluti í B-deild stofnsjóðs skal greiða að fullu eigi síðar en sex mánuðum eftir að áskrift fór fram, en ákvæða 49. gr. skal hér gætt eftir því sem við á.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Greiða skal arð af B-deildar hlutum af hagnaði félagsins eftir því sem nánar er ákveðið í samþykktum. Í þeim má ákveða að greiðsla arðs af B-deildar hlutum hafi forgang fyrir greiðslum í A-deild stofnsjóðs. Í samþykktunum má einnig ákveða að greiða ákveðið hlutfall af arði félagsins skv. 41. gr.\nVið slit samvinnufélags á annan hátt en við samruna eða gjaldþrot skal greiða eigendum B-deildar stofnsjóðs út hluti sína áður en A-deild stofnsjóðs er greidd félagsaðilum ef ekki er annað ákveðið í samþykktum félagsins.\nÍ samþykktum samvinnufélags má ákveða að eigendur hluta í B-deild stofnsjóðs eigi rétt á innlausn hluta sinna ef til samruna félagsins við annað samvinnufélag kemur. Í samþykktunum skal koma fram hvernig innleystir hlutir skulu metnir til verðs í slíku tilviki, en sé ekkert tekið fram í samþykktunum um það atriði skal innlausn fara fram á því verði sem hlutirnir eru skráðir hjá félaginu.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Aðalfundur tekur ákvörðun um ráðstöfun arðs til stofnsjóðs félagsins. Þar sem um er að ræða B-deild stofnsjóðs skal skipta arði milli deilda stofnsjóðs samkvæmt ákvæðum samþykkta og ákvörðun aðalfundar. Einungis er heimilt að úthluta sem arði hagnaði samkvæmt samþykktum ársreikningi síðasta reikningsárs, yfirfærðum hagnaði frá fyrri árum og frjálsum sjóðum eftir að dregið hefur verið frá tap, sem ekki hefur verið jafnað, og það fé sem samkvæmt lögum eða félagssamþykktum skal lagt í varasjóð eða til annarra þarfa. Aðalfundur getur ekki ákveðið hærri greiðslur í stofnsjóð en stjórn félagsins hefur lagt til eða samþykkir, sbr. þó 2. mgr.\nEigendur B-deildar stofnsjóðs, sem samtals eiga minnst tíunda hluta sjóðsins, eiga á aðalfundi kröfu til þess að fundurinn taki ákvörðun um að úthluta sem arði til eigenda B-deildar stofnsjóðs fjárhæð er nemur allt að helmingi þess sem eftir stendur af árshagnaði félagsins þegar tap fyrri ára hefur verið jafnað og það dregið frá sem samkvæmt lögum eða félagssamþykktum skal lagt í varasjóð eða til annarra þarfa. Eigendur hluta í B-deild stofnsjóðs geta þó eigi krafist hærri greiðslu með þessu móti en sem nemur 10% af nafnverði hluta í B-deild, nema þeim sé veittur frekari forgangsréttur í samþykktum félagsins. Eigendur hluta í B-deild stofnsjóðs geta einnig með sama hætti krafist útgáfu jöfnunarhluta ef skilyrði til þess eru fyrir hendi samkvæmt ákvæðum 51. gr.\n[Aðalfundur getur ákveðið að greiða félagsmönnum út arð með peningum eða öðrum verðmætum í stað þess að leggja hann í stofnsjóð. Gjalddagi arðs skal ekki vera síðar en sex mánuðum eftir að ákvörðun um úthlutun hans hefur verið tekin.]\nL. 22/2001, 4. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Eignarhluta í B-deild stofnsjóðs fylgir ekki atkvæðisréttur í félaginu.\nEigandi hluta í B-deild, sem ekki er félagsaðili, á rétt til þess að vera boðaður til félagsfunda og að mæta þar með fullu málfrelsi. Hann getur einnig sent umboðsmann á fundinn með skriflegu umboði sem gefið er út í hvert sinn.\nEigendur 10% hluta í B-deild stofnsjóðs, sem vilja notfæra sér ákvæði 2. mgr. 41. gr. geta óskað eftir því að tillaga þar að lútandi sé tekin á dagskrá félagsfundar, enda fullnægi hún formskilyrðum laga og samþykkta félagsins.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Stjórn samvinnufélags skal gefa út samvinnuhlutabréf til eigenda hluta í B-deild stofnsjóðs.\nSamvinnuhlutabréf skulu gefin út eigi síðar en ári eftir að skráning hluta í B-deild hefur farið fram og þau má ekki afhenda fyrr en skráning í samvinnufélagaskrá hefur farið fram og hluturinn er að fullu greiddur.\nÍ samvinnuhlutabréfi skal greina nafn, heimili og skráningarnúmer félags, númer og fjárhæð hlutar, útgáfudag hlutabréfsins og enn fremur greina frá helstu atriðum í samþykktum félagsins sem áhrif geta haft á verðgildi bréfsins.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Óheimilt er að ákveða hömlur á viðskiptum með hluti í B-deild stofnsjóðs eða með samvinnuhlutabréf.\nUm framsal og veðsetningu samvinnuhlutabréfa gilda venjulegar reglur um viðskiptabréf nema annað sé tekið skýrt fram í bréfinu.\nSamvinnufélag má aldrei eiga lengur en þrjá mánuði meira en 10% af hlutum eigin B-deildar stofnsjóðs. Eignist félagið meira af slíkum hlutum, svo sem með kaupum eða fyrir annað framsal, skal það hafa selt hlutina þannig að lögmæltu marki sé náð innan þriggja mánaða.\nNú eignast dótturfélag samvinnufélags hluti í móðurfélaginu, eða tekur þá að veði, og eiga þá ákvæði 3. mgr. við.\nSamvinnufélagi er óheimilt að taka eigin samvinnuhlutabréf að veði til tryggingar lánum til eigenda slíkra bréfa.\nEngin félagsréttindi fylgja eign félagsins í B-deild stofnsjóðs.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Halda skal sérstaka skrá yfir hluti í B-deild stofnsjóðs. Í skrá þessari skulu hlutir og útgefin samvinnuhlutabréf skráð og skal fyrir sérhvern hlut eða samvinnuhlutabréf tekið fram nafn, heimilisfang og kennitala eiganda ásamt skráningarnúmeri.\nVerði eigendaskipti að hlut í B-deild stofnsjóðs skal nafn hins nýja eiganda fært í hlutaskrána þegar hann tilkynnir eigendaskiptin og sannar rétt sinn. Enn fremur skal geta eigendaskipta- og skráningardags.\nNú fær félagið tilkynningu um framsal hlutar frá framseljanda, verðbréfamiðlara eða öðrum aðila og skal þess þá getið í hlutaskrá ásamt upplýsingum um nafn og heimilisfang þess sem talinn er vera eigandi.\nRéttur nýs eiganda til arðs og annarra réttinda er hlut hans fylgja miðast við tilkynningardag, enda hafi hann fært sönnur á eign sína að hlutnum.\nÞegar nafn nýs eiganda á samvinnuhlutabréfi er fært í hlutaskrá skal bréfið einnig áritað um færsluna.\nHlutaskrá B-deildar skal ætíð vera geymd á skrifstofu samvinnufélags og eiga stjórnvöld og eigendur hluta í B-deild stofnsjóðs aðgang að skránni og mega kynna sér efni hennar.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Árita skal samvinnuhlutabréf um slit félags og niðurfærslu B-deildar stofnsjóðs.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Félagsfundur getur ákveðið að hækka fjárhæð hluta í B-deild hvort heldur með sölu nýrra hluta eða með afhendingu jöfnunarhluta án greiðslu. Sé ákveðið að bjóða aðeins nánar tilteknum aðilum til kaups nýja hluti í B-deild stofnsjóðs skal jafnframt kynna þeim nákvæmlega fjárhag félagsins á næstliðnu og yfirstandandi reikningsári ásamt umsögn stjórnar og [endurskoðanda] um stöðu félagsins.\nSé ákveðið að bjóða almenningi til kaups hluti í B-deild stofnsjóðs skal fara með það samkvæmt reglum um útgáfu markaðsverðbréfa, sbr. ákvæði laga [um lýsingu verðbréfa sem boðin eru í almennu útboði eða tekin til viðskipta á skipulegum markaði, nr. 14/2020].\nSé um að ræða aukningu hluta í B-deild stofnsjóðs innan fyrir fram settra marka í samþykktum félagsins nægir einfaldur meiri hluti atkvæða á félagsfundi til ákvörðunar um aukningu, en sé um viðbótaraukningu að ræða skal með það fara sem breytingu á samþykktum félagsins.\nEinfaldur meiri hluti atkvæða á félagsfundi er nægjanlegur til þess að taka ákvörðun um útgáfu jöfnunarhluta í B-deild stofnsjóðs samkvæmt ákvæði 51. gr.\nL. 22/2001, 10. gr. L. 115/2021, 148. gr.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Ákveða má í samþykktum samvinnufélags að félagsaðilar hafi forgang til kaupa á nýjum hlutum í B-deild stofnsjóðs. Þeir hlutir, sem félagsmenn óska ekki eftir að kaupa, skulu boðnir öðrum.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Í ákvörðun um stofnun B-deildar stofnsjóðs eða um aukningu hluta í henni skal taka fram:\n1. Heildarfjárhæð hluta í B-deild stofnsjóðs eða hvað mikið skuli auka við þá.\n2. Ákvæði um forgang einstakra aðila til kaupa á nýjum hlutum, ef þau er að finna í samþykktum félagsins, og frest til að nýta sér slíkan forgangsrétt.\n3. Frest til áskriftar og greiðslu nýrra hluta ef hlutir eru boðnir til kaups nánar tilteknum aðilum. Slíkur frestur má eigi vera lengri en tveir mánuðir til áskriftar og sex mánuðir til greiðslu frá því að áskriftarfrestur rennur út.\n4. Nafnverð hluta og útboðsgengi.\nVerð hluta má eigi vera lægra en nafnverð þeirra að frádregnum sannanlegum kostnaði, sem ekki má þó vera hærri en 5%. Greiðsla skal fara fram í reiðufé eða með verðbréfum sem hafa almennt markaðsverð og sem taka skal sem greiðslu á því verði. Yfirverð hluta í B-deild stofnsjóðs skal renna í varasjóð félagsins.\nSé ákvörðun um að stofna B-deild stofnsjóðs eða auka hluti í henni eigi tilkynnt til samvinnufélagaskrár innan tveggja vikna frá því að hún er tekin fellur ákvörðunin úr gildi. Framlög vegna greiðslu hluta verða þá endurkræf og loforð óskuldbindandi.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Heildarfjárhæð greiddra hluta í B-deild stofnsjóðs skal tilkynna til skráningar í samvinnufélagaskrá um leið og fresti til greiðslu hluta lýkur. Tilkynningu skal fylgja yfirlýsing stjórnarmanna félagsins um móttöku greiðslu þeirrar fjárhæðar sem tilkynnt er.\nNýir hlutir í B-deild stofnsjóðs veita eigendum réttindi samkvæmt lögum þessum og samþykktum félagsins frá skráningardegi í samvinnufélagaskrá.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "[Útgáfa jöfnunarhluta án greiðslu í B-deild stofnsjóðs skal byggð á yfirfærslu fjárhæða, sem greiða má sem arð, sbr. 41. gr. Eigendur hluta í B-deild stofnsjóðs skulu einir eiga rétt til jöfnunarhluta og í réttum hlutföllum við hlutaeign sína í B-deild stofnsjóðs.]\nÍ ákvörðun um útgáfu jöfnunarhluta skal koma fram hvað mikið B-deild stofnsjóðs skuli hækka og skal gefa út ný samvinnuhlutabréf í samræmi við það. Ákvörðunina skal tilkynna til samvinnufélagaskrár innan tveggja vikna frá því að hún er tekin, ella fellur hún úr gildi.\nL. 45/2003, 2. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "[Félagsfundur getur samkvæmt tillögu stjórnar ákveðið með / 3 hlutum greiddra atkvæða að lækka A-deild og/eða B-deild stofnsjóðs félagsins. Ef félagsfundur samþykkir slíka tillögu skal boða hluthafa í B-deild félagsins á fund til að fjalla um tillöguna. Hluthafar sem ráða yfir meiri hluta í B-deild geta þar hafnað ákvörðun félagsfundar í A-deild. Í fundarboði fyrir félagsfund eða fund hluthafa í B-deild skal m.a. greina frá ástæðum lækkunarinnar og hvernig hún á að fara fram. Í ákvörðuninni skal taka fram þá fjárhæð, sem lækka skal stofnsjóðinn um, ásamt upplýsingum um hvernig skuli ráðstafa lækkunarfénu en því má ráðstafa þannig:\n1. Til jöfnunar taps sem verður ekki jafnað á annan hátt. Eigi má þó lækka B-deild stofnsjóðs til jöfnunar taps fyrr en A-deild stofnsjóðs er tæmd.\n2. Til greiðslu til félagsmanna.\n3. Til greiðslu til hluthafa í B-deild stofnsjóðs.\n4. Til afskriftar á greiðsluskyldu í stofnsjóði félagsins.\nEf ráðstafa á lækkunarfjárhæðinni að nokkru eða öllu leyti í þeim tilgangi er greinir í 2., 3. og 4. tölul. 1. mgr. skal birta tvisvar í Lögbirtingablaðinu áskorun til kröfuhafa félagsins um að tilkynna kröfur sínar til félagsstjórnar innan tveggja mánaða frá fyrstu birtingu áskorunarinnar. Óheimilt er að framkvæma lækkun fyrr en lýstar kröfur hafa verið greiddar eða fullnægjandi tryggingar settar. Rísi ágreiningur milli félags og kröfuhafa um það hvort framboðin trygging sé nægileg geta hlutaðeigandi, innan tveggja vikna frá því að tryggingin er boðin fram, lagt málið fyrir héraðsdóm á heimilisvarnarþingi félagsins. Með tilkynningunni um lækkun skal, auk nauðsynlegra sönnunargagna, fylgja yfirlýsing, undirrituð af stjórn félags og endurskoðendum, um að skuldir félagsins séu því ekki til fyrirstöðu að lækkunin geti farið fram.\nSanni félag að það eigi fyrir skuldum er ráðherra [eða þeim sem hann framselur vald sitt] heimilt að veita því undanþágu frá innköllunarskyldu skv. 2. mgr. ef ljóst þykir að kröfuhafar félagsins bíði ekki tjón af því.\nEftir lækkunina skulu vera fyrir hendi eignir er svara a.m.k. til stofnsjóðs félagsins og lögmæltra varasjóða.\nEf ráðstafa á allri lækkunarfjárhæðinni til jöfnunar á tapi skal strax tilkynnt til samvinnufélagaskrár að lækkun hafi farið fram. Tilkynning um lækkun, ef ráðstafa á lækkunarfjárhæðinni að nokkru leyti eða öllu skv. 2., 3. og 4. tölul. 1. mgr., skal berast samvinnufélagaskrá innan árs frá því að ákvörðun var tekin, ella fellur hún úr gildi.]\nL. 19/2020, 21. gr. L. 22/2001, 5. gr.\nVIII. kafli. Ráðstöfun tekjuafgangs.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Óheimilt er að úthluta af fjármunum félagsins til félagsmanna eða annarra á annan hátt en segir í lögum þessum.\nSamvinnufélag skal ráðstafa hagnaði samkvæmt ársreikningi liðins árs eins og hann er skilgreindur í ákvæðum 41. gr. Í samþykktum félagsins má heimila úthlutun tekjuafgangs til félagsmanna í hlutfalli við viðskipti þeirra, að svo miklu leyti sem söluverð til félagsmanna hefur verið ofan við kostnaðarverð eða útborgað verð fyrir framleiðsluvörur eða þjónustu félagsmanna hefur reynst neðan við endanlegt fullnaðarverð. Þó skal ávallt tekið tillit til sanngjarnra greiðslna í stofnsjóð félagsins.\nMeð sömu skilyrðum og að framan greinir er framleiðslusamvinnufélagi heimilt að ráðstafa tekjuafgangi til félagsmanna í samræmi við vinnuframlag hvers og eins. Setja skal nánari ákvæði um slíka ráðstöfun í samþykktir félagsins.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Minnst tíu hundraðshluta þess hagnaðar, sem ekki fer til þess að jafna hugsanlegt tap fyrri ára og ekki er lagður í aðra lögbundna sjóði samvinnufélags, skal leggja í varasjóð félagsins uns varasjóður nemur tíu hundraðshlutum af fjárhæð stofnsjóðs eða samanlagðri fjárhæð A- og B-deilda stofnsjóðs þar sem um slíka skiptingu er að ræða. Þegar því marki hefur verið náð skulu framlög vera minnst fimm hundraðshlutar þar til sjóðurinn nemur einum fjórða hluta af fjárhæð stofnsjóðs. Í samþykktum félags er heimilt að mæla fyrir um skyldu til hærri framlaga í varasjóð.\nHeimilt er að nota varasjóð til að jafna tap sem ekki er unnt að jafna með öðrum hætti.\nHeimilt er að leggja af hagnaði félagsins samkvæmt ákvæðum samþykkta þess eða ákvörðun félagsfunda til sjóða innan þess eða stofnana utan þess, sem ætlað er að styrkja málefni sem teljast til almenningsheilla, mannúðarmála eða ætlað er að starfa í hliðstæðum tilgangi, að svo miklu leyti sem slíkt telst hæfilegt með hliðsjón af tilganginum með stofnun slíkra sjóða, fjárhagsstöðu félagsins, svo og atvikum að öðru leyti.\nFélagsstjórn er heimilt að verja smávægilegum fjárhæðum miðað við fjárhagsstöðu félagsins í sama skyni og um getur í 3. mgr.\n[IX. kafli. Sérstakar rannsóknir.]\nL. 144/1994, 85. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    }
  ]
}
