{
  "id": "16/1991",
  "type": "statute",
  "title": "[Lög um brottnám líffæra]1)",
  "status": "in_force",
  "issued_date": "1991-03-06",
  "url": "https://www.althingi.is/lagas/nuna/1991016.html",
  "description": "Tóku gildi 17. apríl 1990 (á að vera 17. apríl 1991).",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Hver, sem orðinn er 18 ára, getur gefið samþykki til brottnáms líffæris eða lífrænna efna úr eigin líkama til nota við læknismeðferð annars einstaklings. Lífi og heilsu líffæragjafa má þó aldrei stofna í augljósa hættu með slíkri aðgerð.\nÁður en væntanlegur líffæragjafi veitir samþykki sitt skal læknir veita honum upplýsingar um eðli aðgerðar og hugsanlegar afleiðingar hennar. Líffæragjafi skal eiga kost á annarri ráðgjöf en læknis væntanlegs líffæraþega. Læknir skal ganga úr skugga um að væntanlegur líffæragjafi skilji þessar upplýsingar.\nBlóðgjöf og notkun blóðs er undanþegin lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Nema má brott líffæri eða lífræn efni úr líkama látins einstaklings til nota við læknismeðferð annars einstaklings hafi hinn látni ekki lýst sig andvígan því og það er ekki af öðrum sökum talið brjóta í bága við vilja hans.\nEkki má þó nema brott líffæri eða lífræn efni úr líkama látins einstaklings til að nota við læknismeðferð annars einstaklings leggist nánasti vandamaður hins látna gegn því.]\nMeð nánasta vandamanni er átt við maka (sambýlismann eða sambýliskonu), börn, ef hinn látni átti ekki maka, foreldra, ef hinn látni var barnlaus, eða systkini ef foreldrar hins látna eru einnig látnir.\nEftir því sem kostur er skal tilkynna vandamönnum hins látna um andlát hans áður en líffæri eða lífræn efni eru numin brott úr líkama hans til nota við læknismeðferð annars einstaklings.\nL. 58/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Brottnám líffæra skv. 2. gr. er óheimilt ef kryfja þarf hinn látna réttarkrufningu og brottnámið gæti haft áhrif á niðurstöður krufningarinnar að mati sömu lækna og staðfesta andlát, sbr. 1. mgr. 4. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Áður en líffæri eða lífræn efni eru numin brott, sbr. 2. gr., skal andlát staðfest af tveimur læknum. Skulu það ekki vera sömu læknar og annast brottnám líffæranna.\nÁ sjúkrahúsum skal halda sérstaka skrá um brottnám líffæra. Í skrána skal rita andlátsstund, dánarorsök, nöfn þeirra lækna, sem staðfestu andlát, og hvaða viðmiðun var beitt til að staðfesta andlátið.\nLæknir, sem annaðist hinn látna síðast fyrir andlátið, má ekki annast brottnám líffæra eða lífrænna efna.\n[Heilbrigðisstofnunum er heimil vinnsla persónuupplýsinga, þar á meðal viðkvæmra persónuupplýsinga um heilsufar líffæragjafa og líffæraþega, í samvinnu við embætti landlæknis, til að tryggja öryggi og gæði líffæra sem ætluð eru til ígræðslu. Framangreindum aðilum er heimilt að halda sérstaka skrá eða fá aðgang að skrá sem haldin er í framangreindum tilgangi. Áskilið er að uppfyllt séu skilyrði laga um persónuvernd og vinnslu persónuupplýsinga.]\nL. 99/2020, 11. gr.\nII. kafli. Krufningar. ...\nL. 61/1998, 17. gr.\nIII. kafli. Almenn ákvæði.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ráðherra er heimilt að setja reglur um framkvæmd laga þessara, m.a. um frágang líka að lokinni krufningu.\nRg. 430/1994.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
