{
  "id": "55/1991",
  "type": "statute",
  "title": "Lög um þingsköp Alþingis",
  "status": "in_force",
  "issued_date": "1991-05-31",
  "url": "https://www.althingi.is/lagas/nuna/1991055.html",
  "description": "Tóku gildi 31. maí 1991.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Þegar Alþingi kemur saman við þingsetningu [að loknum alþingiskosningum] skal sá þingmaður, sem hefur lengsta ... þingsetu að baki, stjórna [fundinum] þangað til forseti þingsins er kosinn og standa fyrir kosningu hans. Hafi tveir þingmenn eða fleiri setið jafnlengi á þingi skal sá teljast aldursforseti sem eldri er.\nÁ fyrsta fundi þingsins eftir kosningar til Alþingis skal kjósa níu þingmenn í nefnd eftir reglum [82. gr.] til þess að prófa ... kosningu nýkjörinna þingmanna og varaþingmanna. [Þess skal gætt að hlutfall kvenna og karla sé eins jafnt og niðurstöður alþingiskosninga og kynjahlutföll innan þingflokka bjóða. Gætt skal að stöðu fólks með hlutlausa skráningu kyns í þjóðskrá.] Nefndin kýs sér formann og framsögumann og gerir tillögu til þingsins um hvort kosning og kjörgengi þingmanns skuli talin gild. [Tillögurnar má bera upp munnlega, án nokkurs fyrirvara, og greiða má atkvæði um þær í einu lagi.]\n[Eigi síðar en þegar landskjörstjórn hefur lagt fyrir Alþingi rökstudda umsögn um alþingiskosningar skv. 2. mgr. 132. gr. kosningalaga og áður en Alþingi kemur saman skal starfandi forseti, sbr. 3. mgr. 6. gr., kveðja saman nefnd níu kjörinna alþingismanna til að undirbúa þá rannsókn sem fer fram á þingsetningarfundi skv. 2. mgr. Við val í nefndina skal fylgja hlutfallsreglu 82. gr. Þingflokkar sem þannig fá ekki fulltrúa í nefndina mega tilnefna áheyrnarfulltrúa. Undirbúningsnefndin skal haga málsmeðferð sinni í samræmi við meginreglur um óhlutdrægni og málefnaleg sjónarmið. Við rannsóknina er undirbúningsnefndinni m.a. heimilt að kalla eftir upplýsingum frá stjórnvöldum, óska eftir að þau taki saman upplýsingar og boða þau á fund sinn, enn fremur að boða aðra aðila á sinn fund, leita sér sérfræðiaðstoðar, fara í vettvangsrannsóknir, rannsaka kjörgögn til að sannreyna úrslit kosninga, þ.m.t. telja atkvæði, eða óska eftir að kjörstjórnir geri það. Forseti skal setja undirbúningsnefndinni reglur þar sem m.a. skal kveðið á um val þingmanna í nefndina, málsmeðferð og rannsóknir nefndar, meðferð kosningakæra, rétt kærenda til að koma á framfæri sjónarmiðum sínum, tímafresti, fyrirkomulag funda og aðgengi að gögnum nefndarinnar.]\n[Við umræður um tillögur skv. 2. mgr. gilda sömu reglur og við 2. umræðu um lagafrumvörp.]\n[Samkomudagur Alþingis er annar þriðjudagur í september, sbr. 35. gr. stjórnarskrárinnar. [Markar hann upphaf nýs löggjafarþings.]]\nL. 161/2007, 1. gr. L. 68/2007, 1. gr. L. 85/2012, 28. gr. L. 112/2021, 144. gr. L. 42/2021, 1. gr. L. 128/2024, 1. gr. L. 80/2021, 1. gr. L. 84/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Sérhver nýr þingmaður skal vinna svofellt drengskaparheit að stjórnarskránni undireins og búið er að viðurkenna að kosning hans sé gild, sbr. 47. gr. stjórnarskrárinnar: Ég undirskrifaður/uð, sem kosin(n) er þingmaður til Alþingis Íslendinga, heiti því, að viðlögðum drengskap mínum og heiðri, að halda stjórnarskrá landsins.\nMeðan þingmaður hefur ekki unnið heit samkvæmt þessari grein má hann ekki taka þátt í þingstörfum, sbr. þó 5. mgr. 5. gr.]\nL. 68/2007, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Þá skal kjósa forseta Alþingis. Í kjöri eru þeir einir sem tilnefndir eru og eigi hreyfa andmælum við því.\n[Rétt kjörinn forseti er sá er hefur hlotið meira en helming greiddra atkvæða. Verði þeim atkvæðafjölda eigi náð við fyrstu kosningu skal kosið að nýju. Fái þá heldur enginn nógu mörg atkvæði skal kjósa um þá tvo þingmenn er flest atkvæði fengu við síðari kosninguna. Hafi við þá kosningu fleiri en tveir fengið jafnmörg atkvæði ræður hlutkesti um hverja tvo skuli kjósa. Ef þeir fá jafnmörg atkvæði við þriðju kosninguna ræður hlutkesti hvor þeirra verður forseti.]\nForseti gengst fyrir kosningu [sex varaforseta] skv. [82. gr.] Ef ekki er samkomulag milli þingflokka um einn lista skal kosning fara eftir reglum 5. mgr. þeirrar greinar. [Þess skal gætt að hlutfall kvenna og karla í forsætisnefnd sé eins jafnt og niðurstöður alþingiskosninga og kynjahlutföll innan þingflokka bjóða. Gætt skal að stöðu fólks með hlutlausa skráningu kyns í þjóðskrá.]\n[Hluta skal um sæti þingmanna á þingsetningarfundi í upphafi hvers löggjafarþings.]\nL. 68/2007, 3. gr. L. 74/1992, 1. gr. L. 85/2012, 28. gr. L. 42/2021, 2. gr. L. 161/2007, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Kjörbréfanefnd skv. 1. gr. skal rannsaka kosningar og kjörgengi þingmanna og kærur yfir kosningum eða kjörgengi.]\nEf nefnd þessi lætur uppi skriflega tillögu eða ef hún leggur til að kosning skuli teljast ógild skulu tillögur hennar ræddar eftir reglunum um 2. umræðu lagafrumvarpa .... Ella fer um tillögur nefndarinnar eftir því sem ákveðið er um tillögur hennar í 1. gr.\n[Þegar stjórnskipunar- og eftirlitsnefnd, sbr. 13. gr., hefur verið kjörin, tekur hún við verkefnum kjörbréfanefndar skv. 1. mgr.]\nL. 112/2021, 144. gr. L. 161/2007, 3. gr. L. 84/2011, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þingið getur við rannsókn þá, er ræðir um í 1. gr., úrskurðað kosningu ógilda þótt eigi hafi hún kærð verið og einnig frestað að taka kosningu gilda til þess að fá skýrslur. Svo er og um kosningu þingmanns er eigi er kominn, ... þá er þing er sett.\nSama er um kjörgengi.\nAð öðru leyti tekur þingið eigi upp hjá sjálfu sér að rannsaka kosningar eða kjörgengi en gerir það því aðeins að kært sé yfir þeim.\nKæru yfir kosningu þingmanns eða kjörgengi skal því aðeins taka til greina að hún sé komin til Alþingis í byrjun þings næst á eftir kosningu eða áður en kosning þingmanns er tekin gild á Alþingi.\nVið prófun kosninga og kjörgengis hefur sérhver þingmaður fullan þingmannsrétt. En fresti þingið úrskurði um [kosningu] þingmanns þá tekur hann engan þátt í störfum þingsins uns það mál er útkljáð og kosning hans og kjörgengi viðurkennd.\nL. 112/2021, 144. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Kosning forseta, varaforseta, fastanefnda og alþjóðanefnda, sbr. 3., 13. og 35. gr., gildir fyrir allt kjörtímabilið. Þingið getur þó, hvenær sem er, kosið að nýju skv. 3., 13. og 35. gr. ef fyrir liggur beiðni meiri hluta þingmanna þar um og fellur þá hin fyrri kosning úr gildi er ný kosning hefur farið fram.\n[Nú forfallast forseti eða þarf að víkja úr forsetastól og varaforsetar eru eigi tiltækir og skal þá aldursforseti eða sá er næstur kemur honum í þingaldri og viðstaddur er, sbr. 1. mgr. 1. gr. og 6. mgr. 8. gr., stýra fundi.]\nFráfarandi forseti og varaforsetar skulu gegna störfum frá kjördegi og fram til þingsetningar hafi þeir verið endurkjörnir alþingismenn. Sé forseti ekki endurkjörinn gegnir störfum hans sá varaforseti sem næst honum gengur í röð endurkjörinna varaforseta, ella aldursforseti, sbr. 1. gr., sé enginn þeirra þingmaður lengur.]\nL. 80/2021, 2. gr. L. 68/2007, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Aldursforseti, sbr. 1. gr., hefur, meðan hann skipar forsetasæti, allan sama rétt og skyldur sem forseti.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Forseti stjórnar umræðum og sér um að allt fari fram með góðri reglu. Hann skal sjá til þess að störf þingsins séu í samræmi við ákvæði stjórnarskrár, þingskapa og annarra laga, [sbr. og 81. gr.]\nForseti tekur við öllum erindum til Alþingis og annast um afgreiðslu þeirra mála er frá þinginu eiga að fara. Forseti skýrir á þingfundi frá erindum sem send eru Alþingi og þingskjölum sem lögð eru fram meðan á þingfundi stendur.\nBeina má fyrirspurnum til forseta á þingskjali og óska skriflegs svars um stjórnsýslu á vegum þingsins. Gilda þá ákvæði [57. gr.] um meðferð fyrirspurna eins og við getur átt.]\nNú vill forseti taka þátt í umræðum frekar en forsetastaða hans krefur og víkur hann þá á þingmannabekk en varaforseti tekur forsetasæti á meðan.\nForseti hefur umsjón með starfi þingnefnda, sbr. II. kafla. [Hann [setur] almennar reglur um fundarsköp nefndanna og starfsaðstöðu, að höfðu samráði við formenn nefnda og þingflokka.] [Nefnd getur leitað úrskurðar forseta um skilning eða framkvæmd reglna sem settar hafa verið um störf nefnda.]\nÍ forföllum forseta ganga varaforsetar að öllu leyti í hans stað.\nL. 85/2012, 1. gr. L. 85/2012, 28. gr. L. 68/2007, 5. gr. L. 84/2011, 3. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Forseti ber ábyrgð á rekstri Alþingis og hefur æðsta vald í stjórnsýslu þess.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Með forseta starfa varaforsetar og mynda ásamt honum forsætisnefnd. Forseti stjórnar fundum hennar. [Þingflokki, sem ekki á fulltrúa í forsætisnefnd, er heimilt, með samþykki nefndarinnar, að tilnefna áheyrnarfulltrúa til setu á fundum hennar.]\n[Forsætisnefnd skipuleggur þinghaldið og gerir starfsáætlun fyrir hvert þing. Í starfsáætlun skal að jafnaði skipta starfstíma þingsins í [þrjár annir]:\n1. Haustþing, frá þingsetningu ... fram að jólahléi.\n2. Vetrarþing, að loknu jólahléi fram að dymbilviku.\n3. Vorþing, að lokinni páskaviku til loka maímánaðar.\n4. ...\nSumarhlé þingsins er frá 1. júlí til 10. ágúst og skal ekki boða til nefndafunda á þeim tíma nema brýn nauðsyn krefji [enda hafi fundum Alþingis áður verið frestað, sbr. 23. gr. stjórnarskrárinnar. Utanríkismálanefnd getur þó komið saman í samræmi við ákvæði 24. gr.]\nÍ starfsáætlun skal tilgreina hvaða daga ætla má að þingfundir verði, hvaða daga einvörðungu fundir í nefndum eða þingflokkum og hvaða dagar ætlaðir eru sérstaklega til [annarra starfa þingmanna, svo sem starfa í kjördæmum]. Reglulegir þingfundir samkvæmt starfsáætlun skulu ekki standa lengur en til kl. 8 síðdegis. Frá því má þó víkja ef þingflokkar ná samkomulagi þar um eða ef þingið samþykkir, sbr. [81. gr.] Tillögu um lengri fundartíma getur forseti borið upp án nokkurs fyrirvara. Þá getur forseti ákveðið að þingfundur standi til miðnættis á þriðjudagskvöldum.\nForsætisnefnd fjallar um fjárhagsáætlanir þingsins og stofnana sem undir Alþingi heyra og hefur umsjón með alþjóðasamstarfi sem Alþingi á aðild að. Nefndin setur almennar reglur um rekstur þingsins og stjórnsýslu. Auk þess fjallar forsætisnefnd um þau mál sem forseti leggur fyrir hana eða varaforsetar óska að ræða. Verði ágreiningur í nefndinni sker forseti úr.]\n...\nL. 161/2007, 4. gr. L. 85/2012, 2. gr. L. 80/2021, 3. gr. L. 85/2012, 28. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Forsætisnefnd ræður skrifstofustjóra til sex ára í senn og ákveður laun hans og önnur starfskjör. Skrifstofustjóri Alþingis stjórnar skrifstofu Alþingis og framkvæmdum á vegum þingsins og hefur umsjón með fjárreiðum þess og eignum í umboði forseta. Forseti setur skrifstofustjóra erindisbréf.\nSkrifstofustjóri situr fundi forsætisnefndar og er forseta og nefndinni til aðstoðar í öllu er varðar stjórn þingsins.\nSkrifstofustjóri skipuleggur starfsemi skrifstofunnar og ræður annað starfsfólk Alþingis. Hann er í fyrirsvari gagnvart starfsfólki þingsins þegar teknar eru ákvarðanir um réttindi og skyldur þess samkvæmt lögum og kjarasamningum. Þá er skrifstofustjóri í fyrirsvari gagnvart stéttarfélögum starfsfólks við gerð kjarasamninga. Skrifstofustjóri gerir stofnanasamning við stéttarfélag starfsfólks Alþingis.\nStarfsfólk Alþingis skal í störfum sínum og í samræmi við hlutverk sitt og verkefni gæta fagmennsku. Það skal veita réttar upplýsingar og ráðgjöf sem byggist á gögnum, staðreyndum og faglegu mati svo að þingmenn geti sinnt hlutverki sínu sem þjóðkjörnir fulltrúar.]\nL. 80/2021, 4. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Skrifstofustjóri Alþingis, eða fulltrúi hans, situr þingfundi og er forsetum til aðstoðar.\n...]\nSkrifstofustjóri skal ásamt forseta sjá um að samþykktir þingsins séu skrásettar og rita forsetinn og skrifstofustjórinn undir þær.\n...\nL. 84/2011, 4. gr. L. 68/2007, 7. gr. L. 80/2021, 5. gr.\nII. Nefndir.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Á Alþingi starfa þessar fastanefndir, að jafnaði skipaðar níu mönnum hver:\n1. Allsherjar- og menntamálanefnd.\nNefndin fjallar um dóms- og löggæslumál, mannréttindamál, ríkisborgararétt, neytendamál, málefni þjóðkirkjunnar og annarra trúfélaga og jafnréttismál, svo og um mennta- og menningarmál og vísinda- og tæknimál.\n2. Efnahags- og viðskiptanefnd.\nNefndin fjallar um efnahagsmál almennt, viðskiptamál, þ.m.t. bankamál, [fjármálastarfsemi og lífeyrismál], svo og skatta- og tollamál.\n3. Atvinnuveganefnd.\nNefndin fjallar um sjávarútvegsmál, landbúnaðarmál, iðnaðar- og orkumál, nýsköpun og tækniþróun, atvinnumál almennt og einnig nýtingu auðlinda á grundvelli rannsókna og ráðgjafar.\n4. Umhverfis- og samgöngunefnd.\nNefndin fjallar um umhverfismál, skipulags- og byggingarmál og rannsóknir, ráðgjöf, verndun og sjálfbærni á sviði auðlindamála almennt. Enn fremur fjallar nefndin um samgöngumál, þ.m.t. framkvæmdaáætlanir, byggðamál svo og málefni sveitarstjórnarstigsins og verkaskiptingu þess og ríkisins.\n5. Fjárlaganefnd.\nNefndin fjallar um fjármál ríkisins, fjárveitingar, eignir ríkisins, lánsheimildir og ríkisábyrgðir og [lífeyrisskuldbindingar ríkissjóðs]. ... Enn fremur skal nefndin annast eftirlit með framkvæmd fjárlaga.\n6. Utanríkismálanefnd.\nNefndin fjallar um samskipti við erlend ríki og alþjóðastofnanir, varnar- og öryggismál, útflutningsverslun, málefni Evrópska efnahagssvæðisins og þróunarmál, svo og utanríkis- og alþjóðamál almennt. Enn fremur fjallar nefndin um skýrslur alþjóðanefnda sem og [skýrslur ráðherra um utanríkis- og alþjóðamál og um EES-mál].\n7. Velferðarnefnd.\nNefndin fjallar um sjúkra- og lífeyristryggingar, félagsþjónustu, málefni barna, málefni aldraðra og málefni fatlaðra, húsnæðismál, vinnumarkaðsmál og heilbrigðisþjónustu.\n8. Stjórnskipunar- og eftirlitsnefnd.\nNefndin fjallar um stjórnarskrármál, málefni forseta Íslands, Alþingis og\nstofnana þess, kosningamál, málefni Stjórnarráðsins í heild og\nönnur mál sem varða æðstu stjórn ríkisins. [Enn fremur fjallar\nnefndin um ársskýrslu og tilkynningar umboðsmanns Alþingis,\n[ársskýrslu Mannréttindastofnunar Íslands], svo og um skýrslur Ríkisendurskoðunar. Meti nefndin það svo að einstakar skýrslur Ríkisendurskoðunar eigi eftir efni sínu fremur að fá athugun í annarri nefnd vísar hún þeim skýrslum þangað. Nefnd sem tekur þannig við skýrslu Ríkisendurskoðunar skilar þá áliti til þingsins eftir athugun sína á skýrslunni en um aðrar skýrslur fjallar stjórnskipunar- og eftirlitsnefnd og skilar áliti um þær.]\nNefndin skal einnig hafa frumkvæði að því að kanna ákvarðanir einstakra ráðherra eða verklag þeirra sem ástæða þykir til að athuga á grundvelli þess eftirlitshlutverks sem Alþingi hefur gagnvart framkvæmdarvaldinu. Komi beiðni um slíka athugun frá a.m.k. fjórðungi nefndarmanna skal hún fara fram. Um athugun sína getur nefndin gefið þinginu skýrslu.\nNefndin skal jafnframt leggja mat á og gera tillögu til Alþingis um hvenær rétt er að skipa rannsóknarnefnd, sbr. lög um rannsóknarnefndir. Nefndin tekur skýrslur slíkrar nefndar til umfjöllunar og gefur þinginu álit sitt um þær og gerir tillögur um frekari aðgerðir þingsins.\nFastanefndir skal kjósa á þingsetningarfundi Alþingis að afloknum alþingiskosningum og gildir kosningin fyrir allt kjörtímabilið.]\nL. 85/2012, 3. gr. L. 80/2021, 6. gr. L. 88/2024, 12. gr. L. 84/2011, 5. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Formenn þingflokka skulu á þingsetningarfundi leggja fram við kosningu fastanefnda, sbr. 13. gr., og við kosningu alþjóðanefnda, sbr. 35. gr., tillögu um skipun nefndanna, svo og varamanna í þeim. Tillagan skal byggjast á hlutfallslegum þingstyrk flokkanna og miðast við heildarfjölda nefndarsæta, annars vegar í fastanefndum og hins vegar í alþjóðanefndum. Skipta skal nefndarsætum með hliðsjón af þeirri aðferð við hlutfallskosningu sem kennd er við d'Hondt, sbr. [82. gr.] Þó má víkja frá þessu til að samstarf þingflokka á Alþingi endurspeglist í nefndum. Hver alþingismaður á rétt á sæti í a.m.k. einni nefnd skv. 13. gr., en enginn má þó eiga sæti í fleiri en tveimur fastanefndum. Taka skal sérstakt tillit til óska þingflokka sem eiga ekki rétt á sæti í öllum fastanefndum. [Enn fremur skal þess gætt að hlutfall kvenna og karla sé eins jafnt og niðurstöður alþingiskosninga og kynjahlutföll innan þingflokka bjóða. Gætt skal að stöðu fólks með hlutlausa skráningu kyns í þjóðskrá.] Hafa skal hliðsjón af [fundatíma] nefndanna við skiptingu nefndarsæta [milli þingmanna]. Í tillögunni skal jafnframt tilgreina hvernig embættum formanns, 1. varaformanns og 2. varaformanns í fastanefndum er skipt milli þingflokka. Heimilt er í tillögunni að víkja frá fjölda fulltrúa í fastanefndum. Í alþjóðanefndum skal kjósa formann og einn varaformann. Sé tillaga formanna þingflokkanna samþykkt er kosningu nefndanna lokið, svo og kosningu embættismanna þeirra.\nÞingflokki, sem ekki á fulltrúa í fastanefnd skv. 13. gr., er heimilt að tilnefna áheyrnarfulltrúa til setu á fundum hennar.\nNú næst ekki samkomulag milli þingflokka um nefndaskipunina eða formennsku í nefndum, eða tillaga frá þeim eða hluta þeirra nær ekki tveimur þriðju hlutum atkvæða á þingsetningarfundi, skal kjósa til nefndanna á þeim fundi, hverrar fyrir sig, eftir reglum [82. gr.] (d'Hondt). Skulu þá nefndirnar kjósa sér formann og varaformenn á fyrsta fundi hverrar nefndar er boða skal til innan viku frá kosningu hennar. Sá kveður þá þingnefnd saman til fyrsta fundar er fyrstur var kosinn. Forseti skal tilkynna kjör þeirra á þingfundi.\n[Nefnd getur hvenær sem er kosið að nýju formann eða varaformenn ef tillaga þar um hlýtur stuðning meiri hluta nefndarmanna og fellur þá hin fyrri kosning úr gildi er ný kosning hefur farið fram. Um kjör formanns eða varaformanns fer eftir 1. og 2. mgr. 3. gr. eftir því sem við á.]]\nL. 85/2012, 28. gr. L. 42/2021, 3. gr. L. 80/2021, 7. gr. L. 85/2012, 4. gr. L. 84/2011, 6. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Formaður, eða varaformaður í forföllum hans, boðar til fundar í nefnd, ákveður dagskrá, sbr. þó 2. mgr., og stýrir fundum nefndarinnar.] [Ef formaður og varaformenn eru forfallaðir, eða varaþingmenn sitja fyrir þá, felur formaður öðrum nefndarmanni að undirbúa fund nefndar og gegna formannsstörfum til bráðabirgða.]\n[Formanni nefndar er skylt að boða til fundar ef ósk berst um það frá a.m.k. [fjórðungi] nefndarmanna og taka á dagskrá þau mál sem tilgreind eru. Sama gildir um ósk frá þeim nefndarmanni sem falið hefur verið að vinna að athugun máls, sbr. 27. gr.] [Þá getur [fjórðungur] nefndarmanna óskað eftir því að ráðherra komi á fundi þingnefndar í þinghléum.] [Fundur skal haldinn svo fljótt sem við verður komið eftir að ósk berst. Formaður skal gefa viðhlítandi skýringar ef dregst umfram þrjá virka daga að halda fund í nefndinni.]\nL. 85/2012, 5. gr. L. 84/2011, 7. gr. L. 102/1993, 1. gr. L. 161/2007, 5. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Heimilt er þingflokkum að hafa mannaskipti í nefndum. Ósk um slík mannaskipti skal lögð fyrir forseta er tilkynnir um hana á þingfundi. Sé óskað atkvæðagreiðslu um mannaskiptin skal forseti láta ganga til atkvæða um þau á þingfundi.\n[Nefndasæti má og færa milli þingflokka, sbr. 14. gr., ef fyrir liggur samþykki þeirra þingflokka er hlut eiga að máli. Um slík mannaskipti í nefndum fer að öðru leyti eftir ákvæðum 1. mgr.]\n[Mannaskipti í þingnefndum getur þingflokkur enn fremur haft eftir reglum 1. mgr. þótt þau varði þingmann sem hefur sagt sig úr þingflokknum enda séu þau gerð innan viku frá því að tilkynning um úrsögn úr þingflokki er tilkynnt og þingflokkurinn á hlutfallslega rétt til sætis í nefndinni, sbr. 14. gr.]\nL. 80/2021, 8. gr. L. 85/2012, 6. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Um skyldu nefndarmanna til að sækja nefndarfund gilda almennar reglur um fundarsókn þingmanna, sbr. 65. gr. [Nefndarmönnum er þó heimilt að taka þátt í nefndarfundi með notkun fjarfundarbúnaðar þegar sérstaklega stendur á, svo sem af heilsufars- eða sóttvarnarástæðum, vegna samgöngutruflana eða veikinda aðstandenda eða þegar fundir eru haldnir utan starfsáætlunar þingsins. [Forföll og notkun fjarfundarheimildar skulu tilkynnt formanni og starfsfólki nefndarinnar með eins góðum fyrirvara og unnt er.]]\nVaraþingmaður, sem tekur sæti á Alþingi í forföllum þingmanns, skal að jafnaði sitja í þeim nefndum sem aðalmaður var kjörinn í. Þingflokkur hans getur þó ákveðið aðra skipan og skal þá annaðhvort varamaður þingflokksins í nefndinni taka sæti aðalmanns um stundarsakir eða, ef þingflokkur ákveður svo, fylgja reglum 3. mgr. um staðgengil. Ákvæði þessarar málsgreinar gilda einnig við fráfall þingmanns eða afsögn.\nÍ forföllum nefndarmanns og varamanns í nefndinni er þingflokki hans heimilt að tilnefna sem staðgengil annan þingmann sem varamann um stundarsakir til setu í nefnd og skal tilkynna formanni nefndar um það .... Staðgengill nýtur allra sömu réttinda og aðrir nefndarmenn. Sé staðgengli ætluð seta í nefnd um ákveðinn tíma skal tilkynna um það á vefsvæði nefndarinnar.]\nL. 80/2021, 9. gr. L. 120/2020, 1. gr. L. 85/2012, 7. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Fundatími nefnda skal ákveðinn áður en kosið er til nefndanna, sbr. 14. gr. Forseti ákveður í samráði við formenn nefnda starfsdaga þeirra og starfshætti að svo miklu leyti sem ekki er kveðið á um þá í þingsköpum.]\nForseti skal gera áætlun um afgreiðslu mála úr nefndum í samráði við formenn þeirra þannig að unnt sé að skipa málum niður á dagskrá þingsins í hagkvæmri tímaröð og dreifa þeim sem jafnast á þingtímann.\n[Forseti getur sett nefnd, sem hefur mál til athugunar, frest til afgreiðslu þess og útgáfu nefndarálits eða framhaldsnefndarálits ef hann telur að athugun nefndarinnar hafi dregist óeðlilega. Skal forseti tilkynna um frestinn á þingfundi. Atkvæða skal leita [um ákvörðun forseta] ef einhver þingmaður óskar þess.]\n...\nL. 84/2011, 9. gr. L. 85/2012, 8. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "[Nefndarfundi mega auk nefndarmanna sitja [starfsfólk] nefndanna og þeir gestir sem nefnd kveður til funda eða fellst á að komi fyrir nefndina. Óheimilt er að vitna til orða nefndarmanna eða gesta sem falla á lokuðum nefndarfundi nema með leyfi viðkomandi ...\nÞegar gestir koma fyrir þingnefnd, aðrir en þeir sem starfa í Stjórnarráðinu á ábyrgð ráðherra, er nefnd jafnan heimilt að opna slíka fundi, eða hluta fundar, fyrir fréttamönnum. Gildir þá ekki ákvæði 1. mgr. um tilvitnun til orða gesta á nefndarfundi. Ákvæði þessarar málsgreinar á ekki við ef nefnd hefur fallist á að taka við upplýsingum eða gögnum í trúnaði, sbr. [50. gr.]\nNefnd getur einnig haldið opinn fund í því skyni að afla upplýsinga um\nþingmál sem vísað hefur verið til hennar eða um mál sem nefndin tekur\nupp að eigin frumkvæði. Nefnd getur óskað eftir því að núverandi eða\nfyrrverandi ráðherra, forstöðumenn sjálfstæðra ríkisstofnana, formenn\nráða og nefnda á vegum ríkisins, ríkisendurskoðandi, umboðsmaður\nAlþingis, [stjórn eða framkvæmdastjóri Mannréttindastofnunar Íslands], fulltrúar hagsmunaaðila og sérfræðingar sem ekki starfa undir stjórn eða á ábyrgð ráðherra komi á opinn fund og veiti nefndinni upplýsingar. Fari að minnsta kosti fjórðungur nefndarmanna fram á slíkan fund skal formaður nefndarinnar leita eftir því með hæfilegum fyrirvara við þann sem beðinn er að koma á opinn fund að hann verði við því og gera honum grein fyrir tilefni fundarins.\nOpnir fundir skulu haldnir í heyranda hljóði og sendir út í sjónvarpi og á vef samkvæmt nánari reglum forsætisnefndar.\nÓheimilt er að miðla upplýsingum á opnum fundi, eða vísa til þeirra, sem eiga að fara leynt samkvæmt reglum um þagnarskyldu eða upplýsingalögum. Formaður nefndar getur ákveðið að fundi skuli lokað svo að leggja megi fram slíkar trúnaðarupplýsingar.\nForseti setur nánari reglur um framkvæmd opinna funda, m.a. um aðgang áheyrenda og útsendingu [frá fundunum].]\nL. 80/2021, 10. gr. L. 85/2012, 28. gr. L. 88/2024, 12. gr. L. 85/2012, 9. gr. L. 84/2011, 10. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Nefndarfundi skal ekki halda þegar þingfundur stendur yfir. Frá þessu má þó víkja ef nefndarmenn samþykkja og forseti hreyfir ekki andmælum.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Nefndir skulu halda gerðabók um það sem fram fer á fundum. ... [Fundargerð skal [að jafnaði] samþykkt annaðhvort í lok fundar eða í upphafi næsta fundar nefndar og því næst birt á vef þingsins. Undan skal þó fella þau atriði fundargerðar sem hafa að geyma þagnarskyldar upplýsingar. Hver nefnd heldur gerðabók þar sem bóka skal trúnaðarmál.] Forseti setur nánari reglur um frágang fundargerða nefnda.\nL. 80/2021, 11. gr. L. 84/2011, 11. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Formanni er heimilt að setja nefndarfund ef til hans hefur verið boðað með dagskrá. Fundurinn er þó því aðeins ályktunarbær að meiri hluti nefndarmanna sé staddur á fundi [eða tekur þátt í fundi samkvæmt heimild í 2. málsl. 1. mgr. 17. gr.]\nL. 120/2020, 2. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Til fastanefnda getur þingið vísað þeim þingmálum sem lögð eru fram og þörf þykir að nefnd íhugi. ... Vísa má máli til nefndar á hverju stigi þess. Sé það gert áður en umræðu er lokið þá skal henni frestað. [Við framhald umræðunnar gilda á ný ákvæði [100. gr.] um ræðutíma við þá umræðu.]\nÁður en 1. umræða fer fram um stjórnarfrumvörp eða fyrri umræða um tillögur frá ríkisstjórninni getur forseti heimilað, ef ósk berst um það frá níu þingmönnum, að nefnd athugi mál í því skyni að afla frekari upplýsinga um það eða skýringa á efni þess. Slíkt er og heimilt að gera að lokinni framsöguræðu um málið. Forseti ákveður hve lengi athugun nefndarinnar má standa.\nNefnd, sem fengið hefur mál til athugunar, skal heimilt að vísa því til annarrar fastanefndar telji hún við nánari athugun að málið eigi frekar heima í þeirri nefnd. Áður skal þó liggja fyrir samþykki þeirrar nefndar sem málinu er vísað til.\n[Við umfjöllun um þingmál sem vísað hefur verið til nefndar getur hún leitað umsagnar annarra fastanefnda um málið, annaðhvort um málið í heild eða um tiltekin atriði þess. Getur nefndin þá jafnframt ákveðið frest sem önnur nefnd eða aðrar nefndir hafa til að skila umsögn sinni. Skal prenta umsagnir annarra nefnda með nefndaráliti um þingmálið.\nÞegar nefnd hefur lokið umfjöllun um mál, sem ekki er þingmál skv. III. kafla né fellur undir mál skv. 26. eða 31. gr., getur hún gert þinginu grein fyrir athugun sinni með áliti á þingskjali. Í áliti nefndar má jafnframt gera tillögu til þingsályktunar, sbr. 5. mgr. 45. gr.]\nL. 84/2011, 12. gr. L. 80/2021, 12. gr. L. 85/2012, 10. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "[Utanríkismálanefnd skal, auk verkefna sem hún hefur skv. 13. gr., vera ríkisstjórninni til ráðuneytis um meiri háttar utanríkismál enda skal ríkisstjórnin ávallt bera fyrir fram undir hana slík mál jafnt á þingtíma sem í þinghléum, nema brýn nauðsyn banni.] Nefndarmenn eru bundnir þagnarskyldu um þá vitneskju sem þeir fá í nefndinni ef formaður eða ráðherra kveður svo á.\n[Skylt er ráðherra að veita utanríkismálanefnd upplýsingar og hafa samráð við hana um [mál sem varða Evrópska efnahagssvæðið (EES-mál)] í samræmi við reglur sem forsætisnefnd setur.]\nL. 80/2021, 13. gr. L. 85/2012, 11. gr. L. 84/2011, 13. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Til fjárlaganefndar skal, auk málefna sem talin eru í 13. gr., vísa frumvarpi til fjárlaga, fjáraukalaga og lokafjárlaga er 1. umræðu um þau er lokið.] Frumvarpi til fjárlaga skal að nýju vísað til fjárlaganefndar að lokinni 2. umræðu.\n[Fjárlagafrumvarp fyrir næsta fjárlagaár skal leggja fram á fyrsta fundi haustþings, sbr. 42. gr. stjórnarskrárinnar. Frumvörp um breytingar á lögum sem útgjöld og tekjur frumvarpsins byggjast á skulu lögð fram samhliða fjárlagafrumvarpi.]\n[Stefnt skal að því að 3. umræðu um frumvarp til fjárlaga fyrir næsta ár skuli lokið eigi síðar en við lok fyrstu heilu viku desembermánaðar.]\nFjárlaganefnd á rétt á að fá þær upplýsingar sem hún telur nauðsynlegar um rekstur og fjárhagsáætlanir fyrirtækja og stofnana sem óska eftir framlögum úr ríkissjóði. Enn fremur er þeim stofnunum ríkisins, er fást við efnahagsmál, skylt að veita nefndinni upplýsingar og aðstoð sem hún þarf á að halda við afgreiðslu þingmála. ...\n[Áður en fjárlaganefnd afgreiðir tekjuhluta fjárlagafrumvarps á nefndin rétt á því að fjármálaráðuneytið leggi fyrir hana endurskoðaða tekjuáætlun næsta árs.]\n[[Sá ráðherra er fer með fjárreiður ríkisins] skal leggja fyrir Alþingi, eigi síðar en 1. apríl ár hvert, tillögu til þingsályktunar um meginskiptingu útgjalda fjárlaga næsta fjárlagaárs (ramma), svo og greinargerð um breytingar á tekjuöflun ríkisins. [Með tillögunni skal fylgja áætlun um ríkisfjármál næstu fimm ára þar á eftir.] [Tillögunni skal vísa til fjárlaganefndar eftir fyrri umræðu. Nefndin getur leitað umsagnar annarra nefnda um einstök atriði tillögunnar eftir því sem hún ákveður hverju sinni og setur þá fresti til afgreiðslu umsagna annarra nefnda.]]\nL. 85/2012, 12. gr. L. 84/2011, 14. gr. L. 126/2011, 158. gr. L. 80/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "[Á starfstíma sínum er nefnd hvenær sem er heimilt að fjalla um mál sem heyrir undir málefnasvið hennar þó að þingið hafi ekki vísað því sérstaklega til hennar. [Heimild þessi nær þó ekki til efnis þingmála sem vísað hefur verið til annarra þingnefnda.]\nNefnd getur, ef hún telur ástæðu til, gefið þinginu skýrslu um athugun sína skv. 1. mgr. þar sem gerð er grein fyrir ábendingum og athugasemdum nefndarinnar um það málefni sem hún hefur tekið upp. Í skýrslunni er heimilt að gera tillögu til þingsályktunar og kemur tillagan til afgreiðslu við lok umræðunnar um skýrsluna, sbr. 2. málsl. 2. mgr. 45. gr.\nAð loknum alþingiskosningum tekur nýkjörin nefnd afstöðu til þess hvort ólokinni athugun skv. 1. mgr. verði fram haldið.]\nL. 80/2021, 15. gr. L. 84/2011, 15. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "[Þegar máli hefur verið vísað til nefndar til athugunar tekur hún ákvörðun um málsmeðferð og felur þá jafnframt einum nefndarmanni að vera framsögumaður málsins.] Framsögumaður skal þá fyrir hönd nefndarinnar vinna að athugun málsins, gera tillögu um afgreiðslu þess og drög að nefndaráliti þegar hann hefur lokið athugun sinni.\n[Telji formaður nefndar eða framsögumaður, sbr. 1. mgr., að athugun máls í nefndinni sé lokið gerir hann tillögu um að málið sé afgreitt frá nefndinni, sbr. 22. gr.\nEf gera á tillögu um afgreiðslu máls á nefndarfundi skal að jafnaði tilgreina það í fundarboði. Ef nefndarmaður, annar en formaður eða framsögumaður, sbr. 2. mgr., gerir tillögu um að athugun máls verði hætt og að það sé afgreitt frá nefndinni er formanni þó skylt að láta ganga atkvæði um þá tillögu á þeim fundi sem hún er borin fram. Tillaga um afgreiðslu máls skv. 2. málsl. telst því aðeins samþykkt að meiri hluti allra nefndarmanna greiði henni atkvæði.]\nL. 84/2011, 16. gr. L. 80/2021, 16. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Nefnd getur við umfjöllun máls óskað skriflegra umsagna um það frá aðilum utan þings. Á sama hátt geta þeir er mál varðar komið skriflegum athugasemdum sínum að eigin frumkvæði á framfæri við nefnd. Sömuleiðis getur nefnd samþykkt að taka við gestum og hlýða á mál þeirra.\nForseti setur nánari reglur um meðferð erinda og umsagna sem berast nefndum.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "[Áður en nefnd lýkur athugun máls skal liggja fyrir tillaga að nefndaráliti til afgreiðslu. Fallist nefndarmaður ekki á álitið skal hann tilkynna um það áður en lokaafgreiðsla málsins fer fram. ...] Ef nefnd er ekki einhuga um afgreiðslu máls og hver hluti hennar skilar áliti skal hann tilnefna framsögumann. ... [Nefndarmaður getur undirritað nefndarálit með fyrirvara en skal þá gera grein fyrir því í stuttu máli í hverju fyrirvari hans er fólginn.]\n[Nefndarmanni sem hefur tekið þátt í efnislegri umfjöllun nefndar um mál er heimilt að rita undir nefndarálit eða standa að breytingartillögum þótt hann hafi verið fjarstaddur við lokaafgreiðslu máls.\nNefndaráliti skal útbýta meðal þingmanna á fundi. Eigi má taka málið til umræðu fyrr en að minnsta kosti einni nóttu síðar en áliti nefndar eða meiri hluta hennar var útbýtt.]\nFái nefnd mál til umfjöllunar á nýjan leik eftir útgáfu nefndarálits getur hún gefið út framhaldsnefndarálit. [Sömu tímafrestir um hvenær hefja má umræðu eftir útbýtingu framhaldsnefndarálits gilda eins og annars um álit nefnda, sbr. 40. og 45. gr.]\nL. 80/2021, 17. gr. L. 84/2011, 17. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Nefnd getur látið uppi álit á tveimur eða fleiri málum saman ef þau fjalla um skyld efni.\n[Mæli nefnd með samþykkt lagafrumvarps eða þingsályktunartillögu skal hún láta fylgja með áliti sínu mat á áhrifum, þ.m.t. fjárhagslegum áhrifum, sem hún telur ný lög eða ályktun hafa í för með sér. Enn fremur skal nefnd láta endurskoða mat á áhrifum stjórnarfrumvarps ef hún gerir verulegar breytingartillögur við frumvarpið, sbr. 37. gr.]\nForseti skal setja nánari reglur um frágang nefndarálita, m.a. um hvað koma skuli fram í þeim, og um prentun fylgiskjala.\nL. 80/2021, 18. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Nefnd getur með skýrslu gert þinginu grein fyrir athugun sinni á þingmáli sem hún hefur ekki lokið athugun á að fullu telji hún sérstaka ástæðu til þess. Á sama hátt getur nefnd enn fremur gefið þinginu skýrslu um störf sín.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Heimilt er að kjósa sérnefndir til að íhuga einstök mál. Um sérnefndir gilda sömu reglur og um fastanefndir eftir því sem við á.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Heimilt er þingnefnd að afla sér sérfræðilegrar aðstoðar við afgreiðslu þingmála frá stofnunum eða einstaklingum utan skrifstofu Alþingis. Forseti setur nánari reglur um þetta efni.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "...\nL. 80/2021, 19. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "[Á Alþingi starfa þessar alþjóðanefndir:\n1. Íslandsdeild Alþjóðaþingmannasambandsins, IPU.\n2. Íslandsdeild Evrópuráðsþingsins.\n3. [Íslandsdeild þingmannanefnda EFTA og EES.]\n4. Íslandsdeild NATO-þingsins.\n5. Íslandsdeild Norðurlandaráðs.\n6. Íslandsdeild Vestnorræna ráðsins.\n[7. ] Íslandsdeild þings Öryggis- og samvinnustofnunar Evrópu, ÖSE.\n[8. ] Íslandsdeild þingmannaráðstefnunnar um norðurskautsmál.\nÍ alþjóðanefndir skal kjósa samhliða kosningu fastanefnda skv. 13. gr. Í Íslandsdeild Norðurlandaráðs skulu kosnir sjö aðalmenn og jafnmargir varamenn, í Vestnorræna ráðið sex aðalmenn og jafnmargir varamenn og í Íslandsdeild [þingmannanefnda] [EFTA og EES] fimm aðalmenn og jafnmargir varamenn. Í aðrar alþjóðanefndir skal kjósa þrjá aðalmenn og jafnmarga varamenn.\n...\nUm fundarsköp alþjóðanefnda gilda sömu reglur og um fastanefndir eftir því sem við á.\n...\nForseti [setur] almennar reglur um störf alþjóðanefnda þingmanna.]\nL. 84/2011, 19. gr. L. 85/2012, 13. gr. L. 80/2021, 20. gr. L. 68/2007, 14. gr.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    }
  ]
}
