{
  "id": "40/1991",
  "type": "statute",
  "title": "Lög um félagsþjónustu sveitarfélaga",
  "status": "in_force",
  "issued_date": "1991-03-27",
  "url": "https://www.althingi.is/lagas/nuna/1991040.html",
  "description": "Tóku gildi 17. apríl 1990 (á að vera 17. apríl 1991).",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið félagsþjónustu á vegum sveitarfélaga er að tryggja fjárhagslegt og félagslegt öryggi og stuðla að velferð íbúa á grundvelli samhjálpar. Skal það gert með því\na. að bæta lífskjör þeirra sem standa höllum fæti,\nb. að tryggja þroskavænleg uppeldisskilyrði barna og ungmenna [og mæta þörfum þeirra fyrir þjónustu á skilvirkan hátt um leið og þörf krefur],\nc. að veita aðstoð til þess að íbúar geti búið sem lengst í heimahúsum, stundað atvinnu og [búið við sem mest lífsgæði],\nd. að grípa til aðgerða til að koma í veg fyrir félagsleg vandamál.\nVið framkvæmd félagsþjónustunnar skal þess gætt að hvetja einstaklinginn til ábyrgðar á sjálfum sér og öðrum, virða sjálfsákvörðunarrétt hans og styrkja hann til sjálfshjálpar. [Um leið skulu við framkvæmd félagsþjónustunnar sköpuð skilyrði til að einstaklingurinn geti tekið virkan þátt í samfélaginu á eigin forsendum. Félagsleg þjónusta skal í heild sinni miða að valdeflingu og miðast við einstaklingsbundnar þarfir og aðstæður.]\n[Við framkvæmd laga þessara skal framfylgt þeim alþjóðlegu skuldbindingum sem íslensk stjórnvöld hafa gengist undir, einkum samningi Sameinuðu þjóðanna um réttindi fatlaðs fólks. Þá skulu stjórnvöld tryggja að fatlað fólk, þ.m.t. hagsmunasamtök þess, hafi áhrif á stefnumörkun og ákvarðanir er varða málefni þess. Skal ákvarðanataka byggjast á viðeigandi aðlögun þar sem aðgerða er þörf svo að fatlað fólk fái notið réttinda sinna. Þegar börn og fjölskyldur þeirra eiga í hlut skal einnig framfylgja barnasáttmála Sameinuðu þjóðanna lögum samkvæmt.]\nL. 78/2022, 1. gr. L. 37/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Með félagsþjónustu er í lögum þessum átt við þjónustu, aðstoð og ráðgjöf í tengslum við eftirtalda málaflokka:\n1. Félagslega ráðgjöf.\n2. Fjárhagsaðstoð.\n3. [Stuðningsþjónustu.]\n4. Málefni barna og ungmenna.\n5. Þjónustu við unglinga.\n6. Þjónustu við aldraða.\n7. Þjónustu við [fatlað fólk].\n8. Húsnæðismál.\n9. [Vímuvarnir og aðstoð við einstaklinga með fíknivanda.]\n10. ...\nL. 78/2022, 2. gr. L. 115/2015, 9. gr. L. 37/2018, 2. gr.\nII. kafli. [Stjórnskipulag.]\nL. 37/2018, 3. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Hlutverk félagsmálanefnda er\n1. að fara með stjórn og framkvæmd félagsþjónustu í sveitarfélaginu í samræmi við reglur sem sveitarstjórn setur,\n2. að leitast við að tryggja að félagsleg þjónusta verði sem mest í samræmi við þarfir íbúa,\n3. að gera tillögur til sveitarstjórnar um stefnumörkun á sviði félagsþjónustu í sveitarfélaginu,\n4. að gera tillögur að fjárhagsáætlun til sveitarstjórnar um útgjaldaliði félagsmála,\n5. að vinna með öðrum opinberum aðilum, svo og félögum, félagasamtökum og einstaklingum, að því að bæta félagslegar aðstæður og umhverfi í sveitarfélaginu,\n6. að veita upplýsingar um félagsþjónustu í sveitarfélaginu,\n7. að veita einstaklingum og fjölskyldum aðstoð með ráðgjöf, fjárhagslegri fyrirgreiðslu og annarri þjónustu,\n8. að hafa yfirumsjón með starfsemi og rekstri stofnana á sviði félagsþjónustu í umboði sveitarstjórnar,\n9. að beita sér fyrir forvörnum sem eru til þess fallnar að tryggja stöðu einstaklinga og fjölskyldna,\n[10. að vinna að samþættingu félagsþjónustu við aðra þjónustu sem er veitt í þágu barna],\n[11. ] að stuðla að þjálfun og menntun starfsliðs, m.a. með námskeiðum.\nL. 78/2022, 5. gr.\nIV. kafli. Almenn ákvæði um rétt til félagsþjónustu á vegum sveitarfélaga.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Sveitarfélag skal sjá um að veita íbúum þjónustu og aðstoð samkvæmt lögum þessum og jafnframt tryggja að þeir geti séð fyrir sér og sínum. [Sveitarfélög skulu tryggja að stuðningur við íbúa sem hafa barn á framfæri sé í samræmi við það sem er barninu fyrir bestu.]\nAðstoð og þjónusta skal jöfnum höndum vera til þess fallin að bæta úr vanda og koma í veg fyrir að einstaklingar og fjölskyldur komist í þá aðstöðu að geta ekki ráðið fram úr málum sínum sjálf.\nL. 78/2022, 6. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Með íbúa sveitarfélags er í lögum þessum átt við hvern þann sem lögheimili á í viðkomandi sveitarfélagi.\nVerði eigi upplýst um lögheimili manns er leitar aðstoðar skal honum veitt aðstoð þar sem hann dvelur.\nFlytjist maður milli sveitarfélaga skal hann eiga rétt til þjónustu í því sveitarfélagi er hann flyst til þegar hann hefur tekið sér þar lögheimili. Enginn öðlast þó rétt til þjónustu eða aðstoðar í öðru sveitarfélagi með dvöl sem ekki er ígildi fastrar búsetu, sbr. lög um lögheimili [og aðsetur].\nL. 80/2018, 20. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Þurfi fólk á aðstoð að halda utan heimilissveitar sinnar sökum slysa, veikinda eða af öðrum brýnum orsökum er dvalarsveit skylt að veita tímabundna aðstoð. Skal um það haft samráð við heimilissveit sem endurgreiðir kostnað að fullu.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Erlendum ríkisborgurum sem ekki eiga lögheimili í landinu skal í sérstökum tilvikum veitt fjárhagsaðstoð hér á landi. Aðstoð skal veitt af dvalarsveitarfélagi að höfðu samráði við [ráðuneytið], enda hafi áður verið leitað eftir aðstoð frá heimalandi. [Ráðherra] er heimilt að setja nánari reglur um aðstoð samkvæmt ákvæði þessu.\nRíkissjóður skal endurgreiða sveitarfélagi veitta aðstoð vegna erlendra ríkisborgara í eftirfarandi tilvikum:\na. Aðstoð við erlenda ríkisborgara sem ekki eiga lögheimili í landinu, sbr. 1. mgr.\nb. Aðstoð við erlenda ríkisborgara skv. 12.&ndash;13. gr. laganna sem átt hafa lögheimili í landinu skemur en tvö ár.]\nL. 162/2010, 8. gr. Rgl. 1185/2011, sbr. rgl. 28/2013, rgl. 1208/2013 og rgl. 1189/2014. Rgl. 203/2016, sbr. rgl. 110/2017. Rgl. 520/2021, sbr. rgl. 128/2023 og rgl. 1011/2023. L. 34/1997, 4. gr.\nV. kafli. Félagsleg ráðgjöf.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Félagsmálanefndir skulu ... bjóða upp á félagslega ráðgjöf. Markmið hennar er að veita upplýsingar og leiðbeiningar um félagsleg réttindamál annars vegar og stuðning vegna félagslegs og persónulegs vanda hins vegar.\nL. 34/1997, 5. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Félagsleg ráðgjöf tekur m.a. til ráðgjafar á sviði fjármála, húsnæðismála, uppeldismála, skilnaðarmála, þar með talinna forsjár- og umgengnismála, ættleiðingarmála o.fl. Henni skal ætíð beitt í eðlilegu samhengi við aðra aðstoð samkvæmt lögum þessum og í samvinnu við aðra þá aðila sem bjóða upp á slíka þjónustu, svo sem skóla og heilsugæslustöðvar eftir því sem við á.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Sveitarfélög skulu hafa á að skipa félagsráðgjöfum til að starfa að verkefnum samkvæmt lögum þessum. Þar sem þörf krefur skal ráða þroskaþjálfa, iðjuþjálfa, sálfræðinga og aðra sérfræðinga til starfa. Starfsfólki skal gefast kostur á að viðhalda og bæta við þekkingu sína.\nÓheimilt er að ráða í störf sem unnin eru í þágu þjónustu samkvæmt lögum þessum hjá sveitarfélögum, byggðasamlögum, ríki eða einkaaðilum, hvar sem hún er veitt, þá sem hafa hlotið refsidóma vegna brota á ákvæðum XXII. kafla, 211. gr. eða 218. gr. almennra hegningarlaga. Hafi umsækjandi verið dæmdur til refsingar fyrir brot á öðrum ákvæðum almennra hegningarlaga skal meta áhrif þess á hæfi viðkomandi til að gegna því starfi sem um ræðir, m.a. að teknu tilliti til eðlis starfsins og alvarleika brotsins. Sama gildir um verktaka og undirverktaka sem ráðnir eru til að sinna verkefnum samkvæmt lögum þessum hjá sveitarfélögum, byggðasamlögum, ríki eða einkaaðilum sem veita fötluðu fólki þjónustu.\nStjórnendur hjá sveitarfélögum, byggðasamlögum, ríki og einkaaðilum sem fara með þjónustu samkvæmt lögum þessum eiga rétt til upplýsinga úr sakaskrá um það hvort tiltekinn umsækjandi um starf á þeirra vegum hefur hlotið dóm vegna brota á ákvæðum XXII. og XXIII. kafla almennra hegningarlaga eða öðrum ákvæðum sömu laga, að fengnu samþykki hans.]\nL. 37/2018, 4. gr.\nVI. kafli. Fjárhagsaðstoð.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Skylt er hverjum manni að framfæra sjálfan sig, maka sinn og börn yngri en 18 ára.\n[Sama rétt til fjárhagsaðstoðar og hjón hafa samkvæmt lögum þessum einnig tveir einstaklingar sem búa saman, enda hafi óvígð sambúð þeirra verið skráð í þjóðskrá í a.m.k. eitt ár áður en umsókn er lögð fram.]\nL. 65/2010, 28. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Um skyldur sveitarfélags til að veita fjárhagsaðstoð gilda almenn ákvæði um félagsþjónustu skv. IV. kafla.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "[Sveitarstjórn skal setja reglur um framkvæmd fjárhagsaðstoðar, sbr. 2. mgr., að fengnum tillögum félagsmálanefndar.\nFélagsmálanefnd metur þörf og ákveður fjárhagsaðstoð til einstaklinga í samræmi við reglur sveitarstjórnar, sbr. 1. mgr.\nFjárhagsaðstoð er aldrei skylt að veita lengra aftur í tímann en fjóra mánuði frá því að umsókn er lögð fram.]\nL. 34/1997, 7. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Fjárhagsaðstoð sveitarfélags getur hvort heldur sem er verið lán eða styrkur. Fjárhagsaðstoð skal veitt sem lán ef umsækjandi óskar þess eða könnun á aðstæðum leiðir í ljós að eðlilegt er að gera kröfur um endurgreiðslu með tilliti til eigna og framtíðartekna.\n[Félagsmálanefnd er óheimilt að breyta styrk í lán nema viðkomandi óski þess.]\nL. 34/1997, 8. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Fjárhagsaðstoð, veitt á grundvelli rangra eða villandi upplýsinga af hendi þess sem aðstoðina fær, er ætíð endurkræf.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Skylt er að veita félagsmálanefndum hverjar þær upplýsingar úr skattskýrslum þeirra sem leita fjárhagsaðstoðar eða hafa fengið hana. Sama gildir um upplýsingar úr skattskýrslum lögskylds framfæranda.\nAtvinnurekendum er skylt að láta félagsmálanefndum í té upplýsingar um laun þess sem fjárhagsaðstoðar leitar og framfærenda hans.\nVII. kafli. [Stuðningsþjónusta.]\nL. 37/2018, 5. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
