{
  "id": "34/1991",
  "type": "statute",
  "title": "Lög um fjárfestingu erlendra aðila í atvinnurekstri",
  "status": "in_force",
  "issued_date": "1991-03-25",
  "url": "https://www.althingi.is/lagas/nuna/1991034.html",
  "description": "Tóku gildi 17. apríl 1990 (á að vera 17. apríl 1991).",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi gilda um hvers kyns fjárfestingu erlendra aðila í atvinnurekstri hér á landi nema annað leiði af ákvæðum annarra laga eða reglum settum samkvæmt þeim.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Í lögum þessum hafa eftirfarandi orð merkingu sem hér segir:\nErlendur aðili: Einstaklingur, búsettur erlendis, án tillits til ríkisfangs, félag, stofnun, sjóður eða annar lögaðili, sem á heimili erlendis, erlent ríki og ríkisfyrirtæki, svo og atvinnufyrirtæki undir erlendum yfirráðum. Einstaklingur telst búsettur erlendis ef hann á lögheimili erlendis eða á þar heimili samkvæmt skilgreiningu [laga um lögheimili og aðsetur]. Lögaðili telst eiga heimili erlendis ef hann er skráður til heimilis erlendis eða telur heimili sitt erlendis samkvæmt samþykktum sínum.\nÍslenskt atvinnufyrirtæki: Atvinnufyrirtæki sem er með atvinnurekstur hér á landi og á heimili hér á landi, án tillits til þess hvernig rekstrarformi og eignarhaldi viðkomandi atvinnufyrirtækis er háttað. Atvinnufyrirtæki telst eiga heimili hér á landi ef það er skráð hér á landi, ef það telur heimili sitt hér á landi samkvæmt samþykktum sínum eða ef raunveruleg framkvæmdastjórn þess er hér á landi.\nAtvinnufyrirtæki undir erlendum yfirráðum: Íslenskt atvinnufyrirtæki þar sem erlendur aðili eða aðilar eiga meiri hluta fyrirtækisins, svo sem meiri hluta hlutafjár eða stofnfjár, eða fara með meiri hluta atkvæðisréttar eða hafa með öðrum hætti raunveruleg yfirráð yfir viðkomandi atvinnufyrirtæki.\nFjárfesting: Fjárframlag eða annað framlag til eigin fjár atvinnufyrirtækis eða kaup á eignarhlut sem fyrir er í atvinnufyrirtæki.\nErlend fjárfesting: Fjárfesting erlends aðila í atvinnurekstri hér á landi, án tillits til þess hvort um er að ræða nýtt framlag eða endurfjárfestingu á úthlutuðum arði eða hlut eða söluandvirði vegna fyrri fjárfestingar hér á landi.\n[ Kerfisáhætta: Þegar samspil fjármálakerfis og þjóðarbúskapar felur í sér hagsveiflumögnun, fjármálafyrirtæki verða viðkvæm fyrir aðgerðum annarra aðila og hætta er á atburðarás sem getur ógnað fjármálastöðugleika með tilheyrandi neikvæðum áhrifum á þjóðarbúskapinn.]\nL. 80/2018, 20. gr. L. 57/2014, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Erlendum aðilum er heimilt að fjárfesta í atvinnurekstri hér á landi með þeim takmörkunum sem í þessum lögum eða sérlögum greinir og að uppfylltum öðrum skilyrðum og fengnum tilskildum leyfum lögum samkvæmt.]\nL. 121/1993, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Fjárfesting erlendra aðila í atvinnurekstri hér á landi er háð eftirfarandi takmörkunum:\n1. Eftirtaldir aðilar mega einir stunda fiskveiðar í efnahagslögsögu Íslands samkvæmt lögum um rétt til veiða í efnahagslögsögu Íslands eða eiga og reka fyrirtæki til vinnslu sjávarafurða hér á landi:\na. Íslenskir ríkisborgarar og aðrir íslenskir aðilar.\nb. Íslenskir lögaðilar sem að öllu leyti eru í eigu íslenskra aðila eða íslenskra lögaðila sem uppfylla eftirfarandi skilyrði:\ni. Eru undir yfirráðum íslenskra aðila.\nii. Eru ekki í eigu erlendra aðila að meira leyti en 25% sé miðað við hlutafé eða stofnfé. Fari eignarhlutur íslensks lögaðila í lögaðila, sem stundar veiðar í efnahagslögsögu Íslands eða vinnslu sjávarafurða hér á landi, ekki yfir 5% má eignarhlutur erlendra aðila þó vera allt að 33%.\niii. Eru að öðru leyti í eigu íslenskra ríkisborgara eða íslenskra lögaðila sem eru undir yfirráðum íslenskra aðila.\nMeð vinnslu sjávarafurða í 1. mgr. þessa töluliðar er átt við frystingu, söltun, herslu og hverja aðra þá verkun sem ver fisk og aðrar sjávarafurðir skemmdum, þar með taldar bræðsla og mjölvinnsla. Til vinnslu í þessu sambandi telst hins vegar ekki reyking, súrsun, niðursuða, niðurlagning og umpökkun afurða í neytendaumbúðir eða frekari vinnsla afurða til að gera þær hæfari til dreifingar, neyslu eða matreiðslu.\n2. Íslenskir ríkisborgarar og aðrir íslenskir aðilar mega einir eiga virkjunarréttindi vatnsfalla og jarðhita önnur en til heimilisnota. Sama á við um fyrirtæki sem stunda orkuvinnslu og orkudreifingu. [Sama rétt hafa einstaklingar sem búsettir eru í öðru aðildarríki samningsins um Evrópska efnahagssvæðið, öðru aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu eða Færeyjum og lögaðilar sem heimilisfastir eru í öðru aðildarríki samningsins um Evrópska efnahagssvæðið, öðru aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu eða Færeyjum.] Heimilt skal að kveða svo á í fjárfestingarsamningum milli Íslands og ríkja utan Evrópska efnahagssvæðisins að einstaklingar sem þar eru búsettir eða lögaðilar sem þar eru heimilisfastir hafi einnig sama rétt, enda verði slíkir samningar lagðir fyrir Alþingi til staðfestingar með þingsályktun.\nErlendum aðila, sem öðlast eignarrétt og afnotarétt yfir fasteign samkvæmt ákvæðum laga um eignarrétt og afnotarétt fasteigna, er heimilt að nýta jarðhita til beinnar notkunar í atvinnustarfsemi sinni innan þeirra takmarkana sem fram koma í orkulögum.\n3. ...\n4. Fjárfesting erlends ríkis, sveitarfélags eða annars erlends stjórnvalds í atvinnurekstri hér á landi er óheimil nema með sérstöku leyfi [ráðherra].\n5. Erlendum aðila er heimilt að öðlast eignarrétt og afnotarétt yfir fasteign til beinnar notkunar í atvinnustarfsemi sinni samkvæmt ákvæðum laga um eignarrétt og afnotarétt fasteigna.\nMeð íslenskum aðila er í þessari grein átt við ríkissjóð og sveitarfélög, svo og stofnanir, fyrirtæki og sjóði hér á landi í fullri eigu þeirra, íslenska ríkisborgara sem eiga lögheimili hér á landi og lögaðila sem eiga heimili hér á landi og eru að öllu leyti í eigu opinberra aðila hér á landi, íslenskra ríkisborgara sem eiga lögheimili hér á landi eða annarra lögaðila sem eiga heimili hér á landi og eru að öllu leyti í eigu íslenskra ríkisborgara sem eiga lögheimili hér á landi. Með íslenskum lögaðila er í þessari grein átt við lögaðila með heimili hér á landi án tillits til þess hvernig rekstrarformi eða eignarhaldi er háttað. Lögaðili telst eiga heimili hér á landi ef hann er skráður hér á landi, ef hann telur heimili sitt hér á landi samkvæmt samþykktum sínum eða ef raunveruleg framkvæmdastjórn hans er hér á landi. Með íslenskum lögaðila undir yfirráðum íslenskra aðila er í þessari grein átt við íslenskan lögaðila þar sem íslenskir aðilar eiga meiri hluta hans, svo sem meiri hluta hlutafjár eða stofnfjár, og hafa meiri hluta atkvæðisréttar og hafa raunveruleg yfirráð yfir viðkomandi lögaðila.]\nL. 108/2006, 95. gr. L. 80/2022, 260. gr. L. 126/2011, 156. gr. L. 46/1996, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
