{
  "id": "55/1992",
  "type": "statute",
  "title": "[Lög um Náttúruhamfaratryggingu Íslands]1)",
  "status": "in_force",
  "issued_date": "1992-06-02",
  "url": "https://www.althingi.is/lagas/nuna/1992055.html",
  "description": "Tóku gildi 1. janúar 1993.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Hlutverk [Náttúruhamfaratryggingar Íslands] er að vátryggja gegn tjóni af völdum náttúruhamfara sem nefndar eru í 4. gr. laga þessara.\n...\nL. 46/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Stjórn stofnunarinnar skipa fimm menn. Skulu þrír kosnir af Alþingi, einn valinn af þeim vátryggingafélögum sem innheimta iðgjöld, sbr. 3. mgr. [11. gr.], en [ráðherra] skipar einn og skal hann vera formaður. Varamenn skulu valdir á sama hátt. Stjórnarmenn skulu skipaðir til fjögurra ára í senn.\nL. 62/2024, 1. gr. L. 10/1995, 2. gr.\nÁvöxtun fjár og ársreikningar.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stjórn stofnunarinnar skal annast vörslu og ávöxtun fjár eða bókhald hennar eða gera samkomulag við aðila á vátryggingarsviði um vörslu og ávöxtun fjár og/eða bókhald stofnunarinnar. Við ávöxtun skal stjórnin leitast við að tryggja verðgildi fjárins og áhættudreifingu svo sem unnt er á hverjum tíma.\n[Reikningsár Náttúruhamfaratryggingar Íslands er almanaksárið. Endurskoðaðir ársreikningar skulu birtir á vefsíðu stofnunarinnar.\nRíkisendurskoðandi endurskoðar reikningsskil Náttúruhamfaratryggingar Íslands.]\nL. 46/2018, 2. gr.\nÁhætta sem vátryggt er gegn.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Náttúruhamfaratrygging Íslands] skal vátryggja gegn beinu tjóni af völdum eftirtalinna náttúruhamfara: eldgosa, jarðskjálfta, skriðufalla, snjóflóða og vatnsflóða. Í reglugerð skal skilgreint nánar hvað felist í 1. málsl.\nL. 46/2018, 3. gr. Rg. 770/2023.\nEignir sem skylt er að vátryggja.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skylt er að vátryggja allar húseignir og lausafé sem er brunatryggt hjá vátryggingafélagi sem starfsleyfi hefur hér á landi. Vátryggingarskyldan nær einnig til lausafjár sem vátryggt er almennri samsettri vátryggingu er innifelur brunatryggingu, enda flokkist slík vátrygging undir eignatryggingar samkvæmt [20. gr. laga nr. 100/2016, um vátryggingastarfsemi]. Sé brunatrygging á lausafé innifalin í aláhættutryggingu (all risks vátryggingu) eða sértryggingu, t.d. fiskeldistryggingu, skal lausaféð ekki [náttúruhamfaratryggt], nema með sérstöku samþykki stjórnar stofnunarinnar.\nEinnig er skylt að vátryggja neðangreind mannvirki þótt þau séu ekki brunatryggð:\n1. Hitaveitur, vatnsveitur og skolpveitur í eigu sveitarfélaga eða ríkissjóðs.\n2. Hafnarmannvirki í eigu sveitarfélaga eða ríkissjóðs.\n3. Brýr sem eru 50 m eða lengri.\n4. Raforkuvirki, þar á meðal dreifikerfi, stíflur og veitumannvirki, í eigu hins opinbera.\n5. Síma- og fjarskiptamannvirki í eigu hins opinbera.\n[6. Skíðalyftur.]\nVátryggja má eignir, sem nefndar eru í 2. mgr., annars staðar en hjá [Náttúruhamfaratryggingu Íslands].\nRáðherra skal með reglugerð kveða nánar á um vátryggingarskyldu eftir 2. mgr., þar á meðal skal tilgreina hvaða flokkar muna teljist til greindra mannvirkja.\nL. 46/2018, 4. gr. L. 35/1995, 2. gr. Rg. 770/2023.\nEignir sem heimilt er að vátryggja.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "...\nL. 35/1995, 3. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Nú berst vátryggingafélagi beiðni um brunatryggingu á fasteign eða lausafé sem almennt er ekki venja að brunatryggja eða hætta á brunatjóni er mjög óveruleg og skal félagið þá leita samþykkis stofnunarinnar áður en [náttúruhamfaratryggingariðgjald] er reiknað af vátryggingunni. Sé ákvæðis þessa ekki gætt telst hinn brunatryggði hlutur ekki [náttúruhamfaratryggður].\nL. 46/2018, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Mannvirki, sem reist er gegn banni yfirvalda eða andstætt ákvæðum í settum rétti þannig að ætla má að mannvirkinu sé af þeirri ástæðu hættara við skemmdum af náttúruhamförum en ella, er óheimilt að [náttúruhamfaratryggja] hvort sem það er brunatryggt eða ekki.\nL. 46/2018, 6. gr.\nVátryggingarfjárhæð.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vátryggingarfjárhæðir skulu ákveðnar þannig:\n1. Allir munir, sem brunatryggðir eru, skulu [náttúruhamfaratryggðir] fyrir sömu fjárhæð og brunatryggingin nemur á hverjum tíma.\n2. Ráðherra setur að fengnum tillögum stjórnar stofnunarinnar reglur um ákvörðun vátryggingarfjárhæðar fyrir aðra muni, sbr. 2. mgr. 5. gr. ...\nL. 46/2018, 7. gr. Rg. 770/2023. L. 35/1995, 4. gr.\n[Eigin áhætta vátryggðs.]\nL. 119/2008, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Eigin áhætta vátryggðs skal vera [2%] af hverju tjóni, þó eigi lægri fjárhæð en hér segir:\n1. Vegna lausafjár, sem vátryggt er skv. 1. mgr. 5. gr., [200.000 kr.]\n2. Vegna húseigna, sem vátryggðar eru skv. 1. mgr. 5. gr., [400.000 kr.]\n3. Vegna mannvirkja, sem vátryggð eru skv. 2. mgr. 5. gr., [1.000.000 kr.]]\nL. 46/2018, 8. gr. L. 119/2008, 1. gr.\nIðgjöld.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Árleg iðgjöld skal reikna sem hér segir:\n1. Af munum, sem vátryggðir eru skv. 1. mgr. 5. gr., 0,25‰.\n2. [Af munum sem vátryggðir eru skv. 1.–5. tölul. 2. mgr. 5. gr., 0,20‰.]\n3. [Af munum, sem vátryggðir eru skv. 6. tölul. 2. mgr. 5. gr., reiknast iðgjald eftir reglum sem stjórn stofnunarinnar setur.]\nFari hrein eign niður fyrir 1‰ af áætluðum vátryggingarfjárhæðum í lok almanaksárs er stjórn stofnunarinnar heimilt að innheimta iðgjöld skv. 1. og 2. mgr. 5. gr. með 50% álagi þar til 2‰-markinu er náð.\nVátryggingafélög þau, er brunatryggja muni sem vátryggðir eru hjá stofnuninni, sbr. 1. mgr. 5. gr., skulu innheimta iðgjöld til hennar ásamt brunatryggingariðgjöldum, enda skulu þau hafa sama gjalddaga. Í reglugerð skal kveðið á um bókhald og skil á iðgjöldum frá félögunum. Um aðgang stofnunarinnar að gögnum vátryggingafélaga fer eftir ákvæðum 24. gr.\nIðgjöld af [náttúruhamfaratryggingu] annarra muna, sbr. 2. mgr. 5. gr. ..., skulu reiknuð út og innheimt á vegum stofnunarinnar.\nIðgjöld af [náttúruhamfaratryggingu] njóta lögtaksréttar. Þau njóta einnig lögveðréttar í vátryggðri eign. Heimilt er að krefjast nauðungarsölu eignarinnar án undangengins dóms, sáttar eða fjárnáms til fullnustu iðgjalds sem er í vanskilum.\nL. 35/1995, 6. gr. Rg. 770/2023. L. 46/2018, 9. gr.\nTilkynning um tjón.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Þegar vátryggingaratburður hefur gerst skal vátryggður þegar í stað tilkynna það stofnuninni eða vátryggingafélagi því sem selt hefur honum vátrygginguna.\nVátryggingafélag, sem fær slíka tilkynningu, skal tafarlaust tilkynna stofnuninni um vátryggingaratburðinn. Þegar stofnunin fær vitneskju um tjón sem ætla má að [náttúruhamfaratrygging] taki til skal svo fljótt sem unnt er gera ráðstafanir til að fá úr því skorið hvort bæta skuli tjónið og eftir atvikum láta meta það.\nL. 46/2018, 10. gr.\nRáðstafanir til að afstýra tjóni.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Hafi vátryggingaratburð borið að höndum tekur stofnunin afstöðu til þess hvort gera þurfi sérstakar ráðstafanir til björgunar vátryggðra muna eða til að hindra frekara tjón. Slíkar ráðstafanir skulu, svo sem kostur er, gerðar í samvinnu við almannavarnir.\nÁkvæði 1. mgr. leysa vátryggðan ekki undan skyldum til að gera ráðstafanir til að varna tjóni eftir lögum um vátryggingarsamninga.\n...\nL. 46/2018, 11. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "...\nL. 46/2018, 11. gr.\n[Greiðsla vátryggingarbóta.]\nL. 46/2018, 12. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Tjónþoli skal nota vátryggingarbætur til að gera við húseign sem hefur orðið fyrir tjóni vegna náttúruhamfara eða til að endurbyggja hana. Ef vátryggingarbætur eru hærri en 15% af vátryggingarfjárhæð húseignarinnar eða ef tjónið hefur áhrif á öryggi húseignarinnar eða hollustuhætti skal Náttúruhamfaratrygging Íslands tryggja að vátryggingarbótum sé réttilega varið áður en þær eru greiddar tjónþola.\nNáttúruhamfaratryggingu Íslands er heimilt að veita undanþágu frá viðgerðar- og byggingarskyldu skv. 1. mgr. að höfðu samráði við sveitarstjórn að uppfylltu því skilyrði að 15% dragist frá bótafjárhæðinni. Frádrættinum skal ekki beitt ef endurbygging er ekki heimil af skipulagsástæðum eða öðrum ástæðum sem tjónþoli ræður ekki. Hafi ákvörðun verið tekin um að veita undanþágu frá byggingarskyldu og telji Náttúruhamfaratrygging Íslands vátryggingarfjárhæð greinilega hærri en markaðsverð húseignar er stofnuninni heimilt að miða við markaðsverð viðkomandi húseignar.\nVerði tjón á húseign og áætlaður viðgerðarkostnaður, að teknu tilliti til aldurs og ástands eignar við tjónsatburð, nemur hærri fjárhæð en helmingi vátryggingarfjárhæðar og sveitarstjórn telur nauðsynlegt vegna hættu á endurteknum vátryggingaratburði að fjarlægja húseignina getur viðkomandi sveitarfélag leyst eignina til sín. Það greiðir þá mismun á áætluðum vátryggingarbótum frá Náttúruhamfaratryggingu Íslands og vátryggingarfjárhæð eignarinnar.\nStjórn Náttúruhamfaratryggingar Íslands setur reglur um meðferð og afgreiðslu bótamála. Stjórninni er heimilt að fela vátryggingafélögum uppgjör bótakrafna.\nRáðherra skal setja reglugerð um matsmenn og meginreglur um ákvörðun vátryggingarbóta.]\nRg. 770/2023. L. 46/2018, 12. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Heimilt er að lækka bætur eða synja alveg bótakröfu:\n1. Þegar hús eða annað mannvirki, sem skemmist, er reist á stað sem almennt var vitað fyrir fram að var hættulegur með tilliti til náttúruhamfara, t.d. ef mannvirki á sama stað hefur oftar en einu sinni orðið fyrir sams konar tjóni. Sama á við um lausafé sem geymt er í húsi eða öðru mannvirki við þær aðstæður sem hér greinir.\n2. Þegar gerð eða viðhald húss eða annars vátryggðs hlutar er óforsvaranlegt eða andstætt fyrirmælum í settum rétti og ljóst er að tjón hefur hlotist af eða orðið víðtækara af þessum sökum.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Vátryggingabætur skulu inntar af hendi svo fljótt sem unnt er, [sbr. 48. gr. laga nr. 30/2004, um vátryggingarsamninga].\nL. 46/2018, 13. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Heildargreiðsluskylda [Náttúruhamfaratryggingar Íslands] vegna hvers vátryggingaratburðar takmarkast við 7,5‰ af samanlögðum vátryggingarfjárhæðum sem í gildi eru við upphaf vátryggingaratburðarins. Frá 1. janúar 1994 takmarkast greiðsluskylda við 10‰ af samanlögðum vátryggingarfjárhæðum.\nNemi bætur vegna sama vátryggingaratburðar hærri fjárhæð en í 1. mgr. segir skal hlutur allra vátryggðra, sem tjón bíða, skerðast í sama hlutfalli.\nL. 46/2018, 14. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "[Náttúruhamfaratrygging Íslands tekur ákvörðun um greiðsluskyldu og fjárhæð vátryggingarbóta í samræmi við ákvæði stjórnsýslulaga um meðferð mála. Tjónþoli getur kært ákvörðun stofnunarinnar til úrskurðarnefndar náttúruhamfaratryggingar innan 30 daga frá því að honum barst ákvörðunin.\nÚrskurðarnefnd náttúruhamfaratryggingar skal skipuð af ráðherra. Fjórir menn skulu eiga sæti í nefndinni. Einn skal skipaður samkvæmt tilnefningu Hæstaréttar og skal hann vera formaður og hafa sérþekkingu á sviði vátryggingaréttar. Annar skal skipaður eftir tilnefningu verkfræði- og náttúruvísindasviðs Háskóla Íslands og skal hann hafa sérþekkingu á sviði mannvirkja. Hinir tveir skulu skipaðir án tilnefningar og hafa sérþekkingu á sviði vátryggingaréttar, mannvirkja eða tjónamats. Varamenn skulu skipaðir á sama hátt. Skipunartími er til þriggja ára. Nefndinni er heimilt að leita aðstoðar sérfræðinga ef ástæða þykir til.]\nL. 46/2018, 15. gr.\n[Áhættustýring, endurtrygging og lántökuheimild.]\nL. 46/2018, 16. gr.\n[19. gr. a.\nNáttúruhamfaratrygging Íslands skal hafa skilvirkt kerfi áhættustýringar. Ráðherra er heimilt að setja í reglugerð nánari ákvæði um kröfur til áhættustýringar.]\nL. 46/2018, 16. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Heimilt er stofnuninni að endurtryggja áhættu sína innan lands eða erlendis.\nNú hrökkva eignir stofnunarinnar að viðbættu fé frá endurtryggjendum ekki til þess að greiða bætur samkvæmt lögum þessum og er stjórn stofnunarinnar þá heimilt með samþykki ráðherra að taka lán til þess að geta fullnægt skuldbindingum stofnunarinnar. Ríkissjóður ber sjálfskuldarábyrgð á slíkum lánum.\nÝmis ákvæði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Stjórn stofnunarinnar er heimilt að veita fé til rannsókna og til að styrkja framkvæmdir sem ætlað er að varna eða draga úr tjóni af völdum náttúruhamfara. [Enn fremur er stjórninni heimilt að veita styrki til fræðslu- og þjálfunarmála þeirra landssamtaka sem hafa samstarfssamning við [ríkislögreglustjóra] um skipun hjálparliðs.] Árleg heildarfjárveiting í þessu skyni má þó ekki vera meiri en 5% af bókfærðum iðgjöldum síðasta árs.\nL. 44/2003, 11. gr. L. 35/1995, 7. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "[Náttúruhamfaratrygging Íslands] er undanþegin greiðslu tekjuskatts ..., svo og útsvars og aðstöðugjalds. Eigi skal greiða stimpilgjald af skjölum stofnunarinnar.\nL. 46/2018, 3. gr. L. 129/2004, 97. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Stjórnin semur við vátryggingafélög og aðra sem annast störf fyrir stofnunina samkvæmt lögum þessum.\nVerði ágreiningur um þóknun vátryggingafélags skal leyst úr honum með gerðardómi þriggja manna. Hvor aðili tilnefnir einn mann í dóminn. Þessir gerðarmenn velja síðan oddamann sem verður formaður dómsins. Formaður skal fullnægja sérstökum hæfisskilyrðum héraðsdómara til meðferðar einstaks máls. Nú er gerðarmaður ekki tilnefndur innan 15 daga frá því að þess var krafist eða gerðarmenn koma sér ekki saman um oddamann og skal þá fara eftir lögum um samningsbundna gerðardóma. Ákvæðum þeirra laga skal og beita um önnur atriði eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "[Náttúruhamfaratrygging Íslands] getur krafið vátryggingafélög um hvers konar gögn og upplýsingar er varða störf þeirra fyrir stofnunina. Stofnunin á einnig rétt á að fá á venjulegum skrifstofutíma óhindraðan og tafarlausan aðgang að bókhaldi félaganna og öðrum gögnum varðandi iðgjöld af [náttúruhamfaratryggingu].\nL. 46/2018, 3. gr. L. 46/2018, 17. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Ef eigi leiðir annað af lögum þessum skal beita reglum laga um vátryggingarsamninga eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "[Ráðherra] skal að fengnum tillögum stjórnar [Náttúruhamfaratryggingar Íslands] setja reglugerð með nánari ákvæðum um framkvæmd laga þessara.\nL. 10/1995, 2. gr. L. 46/2018, 14. gr. Rg. 770/2023.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Lög þessi öðlast gildi 1. janúar 1993 ...\n[Ákvæði til bráðabirgða.\nI. ...]\nL. 35/1995, 8. gr.\n[II.\nÁ árunum 1995–99 skal innheimta 10% álag á iðgjöld skv. 10. gr. Tekjur af þessu álagi á iðgjöld skulu renna í ofanflóðasjóð, sbr. 10. gr. laga um varnir gegn snjóflóðum og skriðuföllum, nr. 28/1985. Um innheimtu þessa gjalds fer skv. 10. gr.]\nL. 36/1995, 1. gr.\n[III.\nÞrátt fyrir 2. mgr. 11. gr. er stjórn stofnunarinnar heimilt til 1. janúar 2035 að innheimta iðgjöld vegna eigna skv. 1. og 2. mgr. 5. gr. með allt að 50% álagi fari hrein eign niður fyrir 4‰ af áætluðum vátryggingarfjárhæðum í lok almanaksárs þar til 4‰-markinu er náð. Um innheimtu álagsins fer skv. 11. gr.]\nL. 127/2024, 44. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    }
  ]
}
