{
  "id": "103/1992",
  "type": "statute",
  "title": "Lög um umboðssöluviðskipti",
  "status": "in_force",
  "issued_date": "1992-12-28",
  "url": "https://www.althingi.is/lagas/nuna/1992103.html",
  "description": "Tóku gildi 1. janúar 1993.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi gilda um viðskipti í umboðssölu sem eiga sér stað milli Íslands og annarra ríkja. Í lögunum merkir umboðssölumaður sjálfstætt starfandi millilið sem hefur ótímabundna heimild til að semja um kaup eða sölu á vörum og þjónustu sem veitt er í því sambandi fyrir hönd annars aðila &mdash; umbjóðanda &mdash; samkvæmt samningi þeirra í milli.\nSá telst ekki umboðssölumaður í merkingu laga þessara sem vegna starfa síns hefur umboð til þess að skuldbinda það fyrirtæki eða félag, sem hann vinnur hjá eða er eigandi að, sameignarfélagi sem hefur heimild til þess að gera bindandi skuldbindingar fyrir meðeigendur sína. Skiptastjóri í þrotabúi telst heldur ekki umboðssölumaður í merkingu laga þessara.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi ná ekki til ólaunaðra umboðssölumanna eða umboðssölumanna þegar þeir starfa á uppboðsmörkuðum.\nRáðherra getur með reglugerð undanþegið tiltekna þætti umboðssöluviðskipta frá ákvæðum laga þessara þegar viðkomandi einstaklingar hafa umboðssölumennsku að aukastarfi.\nII. kafli. Réttindi og skyldur í umboðssöluviðskiptum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Umboðssölumaður skal gæta hagsmuna umbjóðanda síns af skyldurækni og heiðarleika. Sérstaklega ber umboðssölumanni:\na. að gera viðeigandi tilraunir til þess að semja um viðskipti og koma þeim á,\nb. að miðla öllum tiltækum upplýsingum sem máli skipta til umbjóðandans,\nc. að fylgja réttmætum fyrirmælum frá umbjóðanda sínum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Umbjóðandi skal í öllum samskiptum sínum við umboðssölumann koma fram af skyldurækni og heiðarleika. Umbjóðanda ber sér í lagi:\na. að fá umboðssölumanni í hendur nauðsynleg gögn,\nb. að veita umboðssölumanni nauðsynlegar upplýsingar varðandi umboðssölusamninginn, sér í lagi láta hann vita innan eðlilegra tímamarka ef hann sér fyrir að viðskiptin verða umtalsvert minni en ætla má að umboðssölumaðurinn hafi gert ráð fyrir.\nUmbjóðanda ber einnig að greina umboðssölumanni frá því innan eðlilegra tímamarka hyggist hann samþykkja, hafna eða hætta við viðskipti sem sá síðarnefndi hefur komið á.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ákvæði 3. og 4. gr. eru ófrávíkjanleg.\nIII. kafli. Þóknun.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Liggi ekki fyrir samkomulag um þóknun milli aðila skal umboðssölumaður eiga rétt á sambærilegri þóknun sem venja er að greiða umboðssölumönnum með umboð fyrir þær tegundir vöru eða þjónustu, sem samningur hans tekur til, á því svæði þar sem hann starfar. Ef engin slík venja er fyrir hendi skal umboðssölumaðurinn eiga rétt á eðlilegri þóknun með hliðsjón af því um hvaða viðskipti er að ræða.\nSá hluti þóknunar, sem er breytilegur eftir fjölda eða upphæð viðskiptasamninga, skal teljast umboðslaun samkvæmt lögum þessum.\nÁkvæði 7.&ndash;12. gr. gilda aðeins ef þóknun umboðssölumanns er að hluta eða að öllu leyti í formi umboðslauna.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Umboðssölumaður skal eiga rétt á umboðslaunum af viðskiptum sem komið var á á gildistíma umboðssamnings hafi viðskiptin komist á í beinu framhaldi af vinnu hans eða viðskipti hafi komist á við þriðja aðila sem hann hefur áður átt að viðskiptavini í sambærilegum viðskiptum.\nUmboðssölumaður skal einnig eiga rétt á umboðslaunum af viðskiptum sem komið var á á gildistíma umboðssamnings hafi slík viðskipti tekist á landsvæði því eða við þann hóp viðskiptavina sem honum hefur verið falið að annast og viðskipti hafi verið gerð við viðskiptavin af því svæði eða úr þeim hópi.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Umboðssölumaður skal eiga rétt á umboðslaunum af viðskiptum sem fara fram eftir að umboðssamningur fellur úr gildi ef rekja má viðskiptin að mestu leyti til vinnu hans á meðan umboðssamningurinn er enn í gildi og hafi verið stofnað til viðskiptanna innan hæfilegs tíma frá því að samningstíma er lokið. Enn fremur á umboðssölumaður rétt á umboðslaunum eftir gildistíma samnings ef pöntun frá þriðja aðila, sbr. 7. gr., hefur borist umboðssölumanni eða umbjóðanda fyrir lok samningstíma.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Umboðssölumaður á ekki rétt á umboðslaunum skv. 7. gr. ef þau verður að greiða fyrrverandi umboðssölumanni skv. 8. gr. nema sérstakar aðstæður geri það sanngjarnt að þeim sé skipt á milli þeirra.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Krafa um umboðslaun er gjaldkræf þegar:\na. umbjóðandi hefur gengið frá viðskiptum,\nb. umbjóðandi ætti að hafa gengið frá viðskiptum í samræmi við samkomulag við þriðja aðila,\nc. þriðji aðili hefur þegar gengið frá viðskiptunum.\nKrafa um umboðslaun stofnast í síðasta lagi þegar þriðji aðili hefur gengið frá sínum hluta viðskiptanna eða ætti að hafa gert það ef umbjóðandi hefði staðið við sinn þátt viðskiptanna eins og um var samið.\nUmboðslaun skulu greidd eigi síðar en á síðasta degi næsta mánaðar eftir þann ársfjórðung sem krafa um þau varð gjaldkræf.\nEigi er heimilt með samningum að víkja frá 2. og 3. mgr. þessarar greinar þannig að umboðssölumaður njóti lakari kjara en þar greinir.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Réttur til umboðslauna getur fallið niður þegar samningsákvæði um viðskipti umbjóðanda og þriðja aðila eru ekki uppfyllt af ástæðum sem umbjóðanda verður ekki kennt um.\nUmboðslaun, sem umboðssölumaður hefur fengið greidd, skulu endurgreidd umbjóðanda ef réttur til þeirra hefur fallið niður.\nÓheimilt er með samningum að víkja frá ákvæðum 1. mgr. þessarar greinar þannig að umboðssölumaður njóti lakari kjara en þar greinir.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Umbjóðandi skal afhenda umboðssölumanni yfirlit yfir umboðslaun, sem kröfur hafa stofnast til, eigi síðar en á síðasta degi næsta mánaðar eftir þann ársfjórðung sem kröfurnar stofnast á. Á yfirlitinu skulu koma fram þeir liðir sem útreikningur umboðslaunanna byggist á.\nUmboðssölumaður getur krafist þess að fá allar upplýsingar vegna viðkomandi viðskipta sem umbjóðandi býr yfir, þar með taldar útskriftir úr bókhaldi, til þess að sannreyna að umboðslaun séu rétt reiknuð.\nÓheimilt er með samningum að víkja frá 1. og 2. mgr. þessarar greinar þannig að umboðssölumaður njóti lakari kjara en þar greinir.\nIV. kafli. Lok og slit umboðssölusamninga.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Umboðssölusamningar skulu vera skriflegir.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Umboðssölusamningur með tiltekinn gildistíma breytist í samning með ótiltekinn gildistíma ef viðskipti halda áfram með sama hætti eftir að upphaflegum gildistíma lýkur.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Umboðssölusamningi með ótiltekinn gildistíma má segja upp með uppsagnarfresti af hvorum aðila um sig.\nSé ekki um annað samið skal uppsagnarfrestur vera einn mánuður ef samningur hefur verið í gildi í eitt ár eða skemur og skal uppsagnarfrestur lengjast um einn mánuð fyrir hvert ár sem samingurinn hefur verið í gildi umfram eitt ár. Uppsagnarfrestur skal þó ekki vera lengri en sex mánuðir.\nSemji aðilar um lengri frest en um getur í 2. mgr. er umbjóðanda óheimilt að áskilja sér skemmri uppsagnarfrest en umboðssölumaður.\nSé eigi um annað samið miðast uppsagnarfrestur við mánaðamót.\nÁkvæði þessarar greinar skulu eiga við um umboðssölusamninga skv. 14. gr. Ákvæði um uppsagnarfrest skulu miðast við upphaf gildistíma upphaflegs samnings.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Þrátt fyrir ákvæði 2. mgr. 15. gr. er heimilt að segja upp umboðssölusamningi án uppsagnarfrests ef annar hvor aðilinn stendur að einhverju leyti ekki við ákvæði samningsins. Enn fremur er heimilt að segja upp umboðssölusamningi án uppsagnarfrests ef ófyrirsjáanleg atvik gerast hjá öðrum hvorum aðilanum sem raska verulega forsendum samningsins og bersýnilega er ósanngjarnt að aðilinn þurfi að standa við hann.\nVanræki umboðssölumaður eða umbjóðandi skyldur sínar samkvæmt umboðssölusamningi getur hann bakað sér skaðabótaskyldu. Sá aðili, sem krefjast vill skaðabóta, skal tilkynna hinum um kröfuna án ástæðulauss dráttar eftir að hann hefur eða ætti að hafa vitneskju um vanræksluna. Sé það ekki gert fellur skaðabótaréttur niður. Þetta gildir þó ekki ef mótaðilinn hefur starfað á óheiðarlegan hátt eða sýnt af sér vítavert gáleysi.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Sé umboðssölusamningi sagt upp af umbjóðanda á umboðssölumaður rétt á greiðslu vegna samningsslita ef hann hefur útvegað umbjóðanda sínum nýja viðskiptavini eða hefur aukið verulega viðskipti umbjóðanda síns við eldri viðskiptavini og umbjóðandi heldur áfram að hagnast umtalsvert af viðskiptum við þessa viðskiptavini. Enn fremur verður greiðsla vegna samningsslita að vera sanngjörn í ljósi aðstæðna og þá sér í lagi með tilliti til þeirra umboðslauna sem umboðssölumaður hlaut af aukningu viðskipta og enn fremur með tilliti til mögulegra samningsákvæða milli aðila um að umboðssölumaður leggi ekki stund á tiltekin viðskipti eftir að gildistími samnings er liðinn.\nUpphæð greiðslu vegna samningsslita skal ekki vera hærri en sem svarar til eins árs umboðslauna miðað við meðaltal þeirra á föstu verðlagi síðustu fimm ár samningstímans. Hafi samningur aðila gilt skemur en fimm ár skal miðað við meðaltal umboðslauna á föstu verðlagi á gildistíma samningsins.\nUmboðssölumaður fyrirgerir ekki rétti sínum til málshöfðunar til skaðabóta vegna fjárhagstjóns með því að taka við greiðslu vegna samningsslita frá umbjóðanda.\nUmboðssölumaður á rétt á skaðabótum vegna þess fjárhagstjóns sem hann verður fyrir vegna uppsagnar umbjóðanda á umboðssölusamningi. Fjárhagstjón í þessum skilningi eru einkum tapaðar umboðslaunatekjur sem umboðssölumaður hefði fengið með því að uppfylla samviskusamlega ákvæði umboðssölusamningsins og jafnframt bæta verulega hag umbjóðanda síns. Enn fremur þegar umboðssölumaður situr uppi með ógreiddar og vannýttar fjárfestingar sem hann hefur lagt í vegna umboðssöluviðskiptanna í samráði við umbjóðanda.\nRéttur til greiðslu vegna samningsslita skv. 1. mgr. og skaðabóta vegna fjárhagstjóns skv. 4. mgr. stofnast þótt samningi þessum sé sagt upp vegna andláts umboðssölumanns.\nUmboðssölumaður missir rétt til greiðslu vegna samningsslita og til skaðabóta vegna fjárhagstjóns ef hann tilkynnir ekki umbjóðanda innan eins árs frá samningsslitum að hann hyggist notfæra sér þennan rétt sinn.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Umboðssölumaður á ekki rétt á greiðslu vegna samningsslita skv. 17. gr. ef umbjóðandi hefur sagt umboðssölusamningi upp vegna vanrækslu umboðssölumanns.\nUmboðssölumaður á ekki rétt til greiðslu vegna samningsslita ef hann hefur sjálfur sagt samningnum upp. Þetta á þó ekki við ef ástæður uppsagnarinnar má rekja til umbjóðanda eða þess að umboðssölumaðurinn getur ekki haldið áfram starfi sínu vegna aldurs eða sjúkleika.\nUmboðssölumaður á enn fremur ekki rétt á greiðslu vegna samningsslita ef hann framselur umboðssölusamninginn til annars umboðssölumanns með samþykki umbjóðanda.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Aðilum er óheimilt að semja um frávik frá ákvæðum 17. og 18. gr. þannig að umboðssölumaður njóti lakari kjara en þar er mælt fyrir um.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Heimilt er að semja um takmarkanir á viðskiptum umboðssölumanns eftir að gildistíma samnings lýkur, enda sé slíkur samningur gerður skriflega og takmarkanirnar tengdar því svæði eða hópi viðskiptavina sem hann skyldi beina þjónustu sinni að samkvæmt umboðssölusamningi og enn fremur tengdar þeim tegundum vöru og þjónustu sem umboðið gilti fyrir.\nSlík takmörkun á viðskiptum umboðssölumanns má ekki gilda lengur en í tvö ár eftir að gildistíma samnings lýkur.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Þrátt fyrir ákvæði 19. gr. geta aðilar umboðssölusamnings vikið frá ákvæðum laganna ef starf umboðssölumannsins samkvæmt samningnum fer fram utan ríkja Evrópska efnahagssvæðisins [eða aðildarríkja stofnsamnings Fríverslunarsamtaka Evrópu] og ekki er að finna sambærileg ófrávíkjanleg ákvæði í löggjöf viðkomandi ríkis.\nL. 76/2002, 43. gr.\nV. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Lög þessi öðlast gildi 1. janúar 1993. ...",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    }
  ]
}
