{
  "id": "36/1992",
  "type": "statute",
  "title": "Lög um Fiskistofu",
  "status": "in_force",
  "issued_date": "1992-05-27",
  "url": "https://www.althingi.is/lagas/nuna/1992036.html",
  "description": "Tóku gildi 10. júní 1992; komu til framkvæmda 1. september 1992.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Fiskistofa skal starfa að stjórnsýsluverkefnum á sviði sjávarútvegsmála, [lax- og silungsveiði, fiskræktar ... o.fl.], svo sem nánar er kveðið á um í lögum þessum. Fiskistofa heyrir undir [ráðherra].\nL. 49/2014, 22. gr. L. 81/2008, 14. gr. L. 126/2011, 165. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fiskistofa skal annast framkvæmd laga um stjórn fiskveiða og eftirlit með fiskveiðum, svo sem nánar er kveðið á um í lögum um það efni. [Einnig skal Fiskistofa annast stjórnsýslu og eftirlit samkvæmt lögum um lax- og silungsveiði, lögum um fiskrækt o.fl.] Fiskistofa skal annast söfnun, úrvinnslu og útgáfu upplýsinga á sviði sjávarútvegsmála, [lax- og silungsveiði, fiskræktar ... o.fl.] sem og önnur verkefni sem stofunni verða falin með lögum eða ákvörðun ráðherra.\n[Eftirlitsmönnum Fiskistofu er heimilt að nota fjarstýrð loftför í eftirlitsstörfum sínum sem eru búin myndavélum til upptöku eða annan fjarstýrðan búnað sem getur safnað upplýsingum. Fiskistofu er heimilt að vinna upplýsingar sem þannig er aflað í eftirlitstilgangi eða til söfnunar, úrvinnslu og útgáfu upplýsinga á sviði sjávarútvegsmála í samræmi við hlutverk stofnunarinnar. Skal gæta þess að einungis sé rafræn vöktun á þeim stöðum sem nauðsynlegt er talið vegna almannahagsmuna og til þess að eftirlitsmenn Fiskistofu geti uppfyllt eftirlitsskyldu sína. Fiskistofa skal tilkynna með opinberum hætti um fyrirhugað eftirlit með fjarstýrðum loftförum.\nPersónuupplýsingum sem safnast við rafræna vöktun skal eytt þegar ekki er lengur málefnaleg ástæða til að varðveita þær en í síðasta lagi þegar heimild til að beita viðurlögum við háttsemi fellur niður. Verði eftirlitsmenn Fiskistofu áskynja um ætlað brot gegn lögum á sviði fiskveiðistjórnar í upplýsingum sem verða til við rafræna vöktun er stofnuninni heimilt að varðveita upplýsingarnar þar til máli telst lokið. Hafi máli lokið með beitingu stjórnsýsluviðurlaga telst því lokið þegar frestur til að höfða dómsmál er runninn út eða endanlegur dómur hefur fallið um það.\nFiskistofu er ekki heimilt að láta í té upplýsingar sem verða til við rafræna vöktun nema til lögreglu vegna rannsóknar á ætluðu broti.]\nL. 81/2008, 15. gr. L. 49/2014, 22. gr. L. 85/2022, 8. gr.\n[2. gr. a.\nFiskistofu er heimil vinnsla persónuupplýsinga, þar á meðal upplýsinga sem verða til við rafrænt eftirlit og um eignarhald útgerðarfélaga og annarra upplýsinga sem stofnuninni berast og eru nauðsynlegar í þágu lögbundins eftirlits stofnunarinnar, í þeim tilgangi að sinna lögbundnu hlutverki sínu samkvæmt lögum á sviði fiskveiðistjórnar, að uppfylltum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga.]\nL. 85/2022, 9. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Ráðherra skipar forstöðumann Fiskistofu, fiskistofustjóra, til fimm ára í senn.]\n[Ráðherra] skal með reglugerð kveða nánar á um skipulag og starfsemi Fiskistofu.\nL. 83/1997, 144. gr. L. 126/2011, 165. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Fiskistofa getur með heimild ráðherra, og að höfðu samráði við Hagstofu Íslands, falið öðrum tiltekna þætti við söfnun, úrvinnslu og útgáfu upplýsinga á sviði sjávarútvegs.]\nL. 144/1995, 15. gr.\nII. kafli. [Gjaldtökuheimildir.]\nL. 67/2015, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Lög þessi öðlast þegar gildi og koma til framkvæmda 1. september 1992. ...\nÁkvæði til bráðabirgða.\n[Fiskistofu er heimilt að eiga samstarf við útgerðaraðila um tímabundið verkefni um rafræna vöktun í fiskiskipum árin 2022, 2023 og 2024. Tilgangur verkefnisins skal vera prófun á tæknibúnaði við hagnýtingu rafræns eftirlits um borð í fiskiskipum, þ.e. notkun, eiginleikar og gæði myndefnis. Fiskistofa skal láta útgerðaraðila myndavélar í té vegna samstarfsins og skal eftirlitsmönnum Fiskistofu vera heimill aðgangur að þeim upplýsingum sem til verða við rafræna vöktun um borð, til söfnunar og úrvinnslu. Upplýsingar sem til verða við framkvæmd verkefnisins skulu einungis nýttar í samræmi við framangreindan tilgang verkefnisins en ekki í eftirlitsskyni. Fiskistofu er ekki heimilt að afhenda öðrum aðila þær upplýsingar sem safnast við framkvæmd verkefnisins nema það sé nauðsynlegt í þágu verkefnisins.]\nL. 85/2022, 12. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
