{
  "id": "54/1992",
  "type": "statute",
  "title": "[Lög um vinnslu afla um borð í skipum]1)",
  "status": "in_force",
  "issued_date": "1992-05-16",
  "url": "https://www.althingi.is/lagas/nuna/1992054.html",
  "description": "Tóku gildi 22. júní 1992.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Lög þessi gilda um alla frekari vinnslu afla um borð í skipum en blóðgun, slægingu og flokkun.\nVinnsla samkvæmt ákvæðum laga þessara er háð sérstöku leyfi Fiskistofu.]\nL. 154/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ráðherra skal setja reglugerð um nýtingarstuðla sem gildir um útreikning á nýtingu aflaheimilda einstakra skipa eða skipaflokka sem vinna afla um borð. Um nýtingu afla þeirra skipa gilda að öðru leyti ákvæði laga nr. 57 3. júní 1996, um umgengni um nytjastofna sjávar.]\nRg. 54/2003, sbr. 1153/2021 og 809/2022. L. 154/2002, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Um borð í [skipi sem leyfi hefur til vinnslu afla] skal vera aðstaða til móttöku, geymslu, vinnslu og frágangs aflans þannig að gæði framleiðslunnar verði tryggð.\nRáðherra er heimilt að ákveða í reglugerð að um borð í [skipum sem leyfi hafa til vinnslu afla] skuli vera sjálfvirkur tækjabúnaður sem tryggi nákvæma vigtun og skráningu innvegins afla og afurða. Setja skal með reglugerð nánari ákvæði um nauðsynlegan búnað í þessu skyni og önnur atriði varðandi framkvæmd laganna.]\nL. 154/2002, 3. gr. Rg. 55/2003, sbr. 1035/2015 og 1153/2021. L. 58/1996, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Það er skilyrði fyrir leyfisveitingu, sbr. 1. gr., að fjöldi í áhöfn sé nægilegur til að vinna afla á fullnægjandi hátt miðað við veiðar, vinnslu og gerð skips, að teknu tilliti til áskilins hvíldartíma og að fyrir hendi sé tilskilin aðstaða fyrir þá áhöfn og eftirlitsmenn, sbr. 6. gr.\nÍ áhöfn skal vera maður með sérþekkingu á viðkomandi framleiðslu er hafa skal umsjón með allri vinnslu ásamt nauðsynlegu gæðaeftirliti. Skal með reglugerð kveða á um menntunarkröfur og starfssvið hans.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Áður en [leyfi til vinnslu afla] er veitt skal liggja fyrir álit [Fiskistofu] á því hvort búnaður sé fullnægjandi með hliðsjón af ákvæðum laga þessara og reglugerða settra með stoð í þeim. Þá skal liggja fyrir mat [Samgöngustofu] á því hvort reglum um öryggisbúnað varðandi fiskvinnslu og aðbúnað áhafnar sé fullnægt. [Framangreint álit Fiskistofu byggist á úttekt Fiskistofu og skal greitt fyrir slíka úttekt samkvæmt gjaldskrá Fiskistofu, sbr. 5. gr. laga nr. 36/1992, um Fiskistofu, með síðari breytingum.]\nL. 154/2002, 4. gr. L. 58/1996, 3. gr. L. 59/2013, 7. gr. L. 67/2015, 12. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Eftirlitsmaður eða eftirlitsmenn skulu vera um borð í fiskiskipi, sem leyfi hefur til [vinnslu afla] um borð, fyrst eftir að leyfi er veitt, svo lengi sem Fiskistofa metur nauðsynlegt með hliðsjón af framkvæmd vinnslunnar. Sama gildir verði það mikil breyting í áhöfn [skips], útgerðarháttum þess eða búnaði að ástæða sé til að ætla að það hafi veruleg áhrif á vinnslu um borð í skipinu. Í annan tíma er veiðieftirliti Fiskistofu heimilt að setja eftirlitsmann eða eftirlitsmenn um borð í [skip sem vinnur afla um borð] eftir því sem ástæða er talin til.\n...]\nL. 154/2002, 5. gr. L. 34/2000, 11. gr. L. 58/1996, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
