{
  "id": "65/1993",
  "type": "statute",
  "title": "Lög um framkvæmd útboða",
  "status": "in_force",
  "issued_date": "1993-05-18",
  "url": "https://www.althingi.is/lagas/nuna/1993065.html",
  "description": "Tóku gildi 27. maí 1993.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi gilda þegar útboði er beitt til þess að koma á viðskiptum milli tveggja eða fleiri aðila um verk, vöru eða þjónustu. Lög þessi gilda þó ekki fyrir útboð á fjármagns- og verðbréfamarkaði.\nOrðskýringar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Útboð: Þar sem kaupandi leitar skriflegra, bindandi tilboða í það verk, vöru eða þjónustu sem verið er að bjóða út. Tilboðanna er aflað frá fleiri en einum aðila, samkvæmt sömu upplýsingum og innan sama frests.\nAlmennt útboð: Útboð þar sem ótilteknum fjölda er með auglýsingu gefinn kostur á að gera tilboð.\nLokað útboð: Útboð þar sem tilteknum aðilum er einum gefinn kostur á að gera tilboð.\nKaupandi: Með kaupanda er í þessum lögum átt við þann sem er kaupandi þess verks, vöru eða þjónustu sem boðin er út.\nBjóðandi: Með bjóðanda er í þessum lögum átt við þann sem býður í það verk, vöru eða þjónustu sem boðin er út.\nForval: Val kaupanda á þeim sem fá að taka þátt í lokuðu útboði.\nAuglýsingar um útboð.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Almenn útboð skal auglýsa í blöðum, útvarpi eða með öðrum almennum hætti þar sem fram kemur hvar og hvenær útboðsgögn eru til afhendingar. Bjóðendur skulu hafa aðgang að upplýsingum sem tilgreina nafn kaupanda eða umboðsmanns hans, það sem verið er að bjóða út, hvaða frestur er til að skila tilboði og hver skilatími þess er sem verið er að bjóða út.\nÚtboðsgögn skulu innihalda allar nauðsynlegar upplýsingar til að unnt sé að gera tilboð. Frestur til að skila tilboði skal ætíð vera hæfilegur miðað við umfang þess sem boðið er út.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Við lokað útboð skal senda sérstaka orðsendingu um útboðið til þeirra sem kaupandi gefur kost á að gera tilboð. Í orðsendingunni skal, auk þess sem tilgreint er í 3. gr., koma fram hvaða aðilum er gefinn kostur á að gera tilboð.\nAfturköllun tilboðs.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Afturkalli bjóðandi tilboð sitt fyrir opnun tilboða er hann ekki bundinn af boði sínu. Afturköllun er því aðeins gild að hún sé gerð skriflega eða með öðrum sannanlegum hætti.\nOpnun tilboða.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Öll tilboð, sem gerð eru á grundvelli sama útboðsins, skal opna samtímis, á þeim stað og tíma sem kveðið var á um í auglýsingu eða sérstakri tilkynningu, sbr. þó 7. gr. Bjóðendum eða fulltrúum þeirra skal heimilt að vera viðstaddir opnun tilboða.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Óheimilt er að opna tilboð sem berast eftir að liðinn er sá frestur sem settur var til að skila tilboðum. Þó er heimilt að opna tilboð sem borist hafa með símbréfi á opnunarstað tilboða áður en skilafrestur er runninn út, enda hafi gögn, sem fylgja eiga tilboði, verið póstlögð með ábyrgðarpóstsendingu a.m.k. degi áður en opnun tilboða fer fram.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Lesa skal upp nöfn bjóðenda og heildarupphæð tilboðs. Einnig skal lesa upp og skrá kostnaðaráætlun sé þess kostur. Gæta skal þess að lesa alltaf samsvarandi tölur frá öllum bjóðendum. Kaupandi og allir viðstaddir bjóðendur eða fulltrúar þeirra skulu undirrita fundargerð og skal þeim afhent afrit hennar óski þeir þess.\nFrestur til að taka tilboði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Í útboðsskilmálum skal tilgreint hversu lengi bjóðandi skuli bundinn af tilboði sínu. Hafi svar við tilboði ekki borist innan þess frests sem tilgreindur var er hann ekki lengur bundinn af tilboði sínu.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hafi kaupandi hafnað tilboði er það ekki lengur bindandi fyrir bjóðanda.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Bjóðandi er ekki lengur bundinn af tilboði sínu ef kaupandi tekur tilboði annars bjóðanda.\nVal á tilboði.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tilboði, sem er í verulegum atriðum í ósamræmi við útboðsskilmála, skal eigi tekið. Frávikstilboð eru heimil nema annað sé sérstaklega tekið fram.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Sé um almennt útboð að ræða er kaupanda heimilt að taka hvaða tilboði sem er eða hafna þeim öllum. Þetta gildir þó með þeirri takmörkun sem kemur fram í 12. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Sé um lokað útboð að ræða er kaupanda einungis heimilt að taka hagstæðasta tilboði, eða hafna þeim öllum.\nSé hagstæðasta tilboð ekki jafnframt það lægsta ber kaupanda að senda bjóðendum, sem áttu lægri tilboð en það sem tekið var, greinargerð með rökstuðningi um valið á tilboðinu eins fljótt og mögulegt er.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Sé um lokað útboð að ræða er einungis heimilt að taka við tilboðum frá þeim sem boðið hefur verið að gera tilboð.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Samanburður á tilboðum og ákvörðun um hvaða tilboði skuli tekið eða við hvern bjóðanda skuli samið skulu fara fram á grundvelli útboðsskilmála.\nHöfnun á tilboði.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Vilji kaupandi ekki taka tilboði sem borist hefur skal hann skýra bjóðanda frá því formlega eigi síðar en í lok þess frests sem hann hefur til að taka tilboði.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hafi útboð farið fram er kaupanda óheimilt að efna til útboðs að nýju eða semja um framkvæmd þess eftir öðrum leiðum en útboðsgögn kveða á um fyrr en öllum þátttakendum hefur skriflega verið greint ítarlega frá ástæðum þess að öllum tilboðum hafi verið hafnað.\nSamþykki tilboðs.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Eftir að kaupandi hefur tekið tilboði bjóðanda og bjóðanda hefur verið formlega tilkynnt um það er kominn á samningur milli þeirra þess efnis sem útboðsgögn og tilboðið kveða á um.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Brot á lögum þessum leiðir til bótaábyrgðar samkvæmt almennum reglum, jafnframt því sem útboðið er í heild sinni lýst ógilt. Bótafjárhæð skal miðast við kostnað við að undirbúa tilboð og að taka þátt í útboði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    }
  ]
}
