{
  "id": "37/1993",
  "type": "statute",
  "title": "Stjórnsýslulög",
  "status": "in_force",
  "issued_date": "1993-04-30",
  "url": "https://www.althingi.is/lagas/nuna/1993037.html",
  "description": "Tóku gildi 1. janúar 1994.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi taka til stjórnsýslu ríkis og sveitarfélaga.\nLögin gilda þegar stjórnvöld, þar á meðal stjórnsýslunefndir, taka ákvarðanir um rétt eða skyldu manna. Þau gilda þó ekki um samningu reglugerða né annarra almennra stjórnvaldsfyrirmæla. [Þá gilda ákvæði X. kafla um tjáningarfrelsi, þagnarskyldu o.fl. um alla stjórnsýslu sem fram fer á vegum ríkis og sveitarfélaga.]\nÁkvæði II. kafla um sérstakt hæfi gilda einnig um gerð samninga einkaréttar eðlis.\nL. 71/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið gagnvart öðrum lögum.\nLög þessi, [utan X. kafla], gilda ekki um þinglýsingu, aðfarargerðir, kyrrsetningu, löggeymslu, lögbann, nauðungarsölu, greiðslustöðvun, nauðasamninga, gjaldþrotaskipti, skipti á dánarbúum eða önnur opinber skipti.\nÁkvæði annarra laga, sem hafa að geyma strangari málsmeðferðarreglur en lög þessi mæla fyrir um, halda gildi sínu. Um sérstakt hæfi sveitarstjórnarmanna og annarra þeirra sem starfa við stjórnsýslu sveitarfélaga fer þó eftir sveitarstjórnarlögum.\nL. 71/2019, 2. gr.\nII. kafli. Sérstakt hæfi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Vanhæfisástæður.\nStarfsmaður eða nefndarmaður er vanhæfur til meðferðar máls:\n1. Ef hann er aðili máls, fyrirsvarsmaður eða umboðsmaður aðila.\n2. Ef hann er eða hefur verið maki aðila, skyldur eða mægður aðila í beinan legg eða að öðrum lið til hliðar eða tengdur aðila með sama hætti vegna ættleiðingar.\n3. Ef hann tengist fyrirsvarsmanni eða umboðsmanni aðila með þeim hætti sem segir í 2. tölul.\n4. Á kærustigi hafi hann áður tekið þátt í meðferð málsins á lægra stjórnsýslustigi. Það sama á við um starfsmann sem fer með umsjónar- eða eftirlitsvald hafi hann áður haft afskipti af málinu hjá þeirri stofnun sem eftirlitið lýtur að.\n5. [Ef hann á sjálfur sérstakra og verulegra hagsmuna að gæta, venslamenn hans skv. 2. tölul. eða sjálfseignarstofnun eða fyrirtæki í einkaeigu sem hann er í fyrirsvari fyrir. Sama á við ef næstu yfirmenn hans hjá hlutaðeigandi stjórnvaldi eiga sjálfir sérstakra og verulegra hagsmuna að gæta. Verði undirmaður vanhæfur til meðferðar máls verða næstu yfirmenn hans aftur á móti ekki vanhæfir til meðferðar þess af þeirri ástæðu einni.]\n6. Ef að öðru leyti eru fyrir hendi þær aðstæður sem eru fallnar til þess að draga óhlutdrægni hans í efa með réttu.\nEigi er þó um vanhæfi að ræða ef þeir hagsmunir, sem málið snýst um, eru það smávægilegir, eðli málsins er með þeim hætti eða þáttur starfsmanns eða nefndarmanns í meðferð málsins er það lítilfjörlegur að ekki er talin hætta á að ómálefnaleg sjónarmið hafi áhrif á ákvörðun.\nL. 49/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Áhrif vanhæfis.\nSá sem er vanhæfur til meðferðar máls má ekki taka þátt í undirbúningi, meðferð eða úrlausn þess. Honum er þó heimilt að gera þær ráðstafanir sem eru nauðsynlegar til að halda máli í réttu horfi á meðan staðgengill er ekki til staðar.\nNefndarmaður, sem vanhæfur er til meðferðar máls, skal yfirgefa fundarsal við afgreiðslu þess.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Málsmeðferð.\nStarfsmaður, sem veit um ástæður er kunna að valda vanhæfi hans, skal án tafar vekja athygli yfirmanns stofnunar á þeim.\nYfirmaður stofnunar ákveður hvort starfsmanni hennar beri að víkja sæti. Í þeim tilvikum, er vafi kemur upp um hæfi yfirmanns stofnunar, tekur hann sjálfur ákvörðun um hvort hann víkur sæti.\nNefndarmaður, sem veit um ástæður er kunna að valda vanhæfi hans, skal án tafar vekja athygli formanns stjórnsýslunefndar á þeim.\nStjórnsýslunefnd ákveður hvort nefndarmönnum, einum eða fleiri, beri að víkja sæti. Þeir nefndarmenn, sem ákvörðun um vanhæfi snýr að, skulu ekki taka þátt í ákvörðun um það. Þetta gildir þó ekki ef það leiðir til þess að stjórnsýslunefndin verður ekki ályktunarhæf. Skulu þá allir nefndarmenn taka ákvörðun um hæfi nefndarmanna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Setning staðgengils.\nÞegar starfsmaður víkur sæti og ekki er til staðar annar hæfur starfsmaður skal sá er veitir stöðuna setja staðgengil til þess að fara með málið sem til úrlausnar er.\nIII. kafli. Almennar reglur.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Leiðbeiningarskylda.\nStjórnvald skal veita þeim sem til þess leita nauðsynlega aðstoð og leiðbeiningar varðandi þau mál sem snerta starfssvið þess.\nBerist stjórnvaldi skriflegt erindi, sem ekki snertir starfssvið þess, ber því að framsenda erindið á réttan stað svo fljótt sem unnt er.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Útreikningur frests.\nÞar sem kveðið er á um frest í lögum telst sá dagur, sem fresturinn er talinn frá, ekki með í frestinum.\nEf lokadagur frests er almennur frídagur lengist fresturinn til næsta opnunardags þar á eftir. Að öðru leyti ber að telja frídaga með sem eru innan frestsins þegar fresturinn er reiknaður.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Málshraði.\nÁkvarðanir í málum skulu teknar svo fljótt sem unnt er.\nÞar sem leitað er umsagnar skal það gert við fyrstu hentugleika. Ef leita þarf eftir fleiri en einni umsögn skal það gert samtímis þar sem því verður við komið. Stjórnvald skal tiltaka fyrir hvaða tíma óskað er eftir að umsagnaraðili láti í té umsögn sína.\nÞegar fyrirsjáanlegt er að afgreiðsla máls muni tefjast ber að skýra aðila máls frá því. Skal þá upplýsa um ástæður tafanna og hvenær ákvörðunar sé að vænta.\nDragist afgreiðsla máls óhæfilega er heimilt að kæra það til þess stjórnvalds sem ákvörðun í málinu verður kærð til.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Rannsóknarreglan.\nStjórnvald skal sjá til þess að mál sé nægjanlega upplýst áður en ákvörðun er tekin í því.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Jafnræðisreglan.\nVið úrlausn mála skulu stjórnvöld gæta samræmis og jafnræðis í lagalegu tilliti.\nÓheimilt er að mismuna aðilum við úrlausn mála á grundvelli sjónarmiða, byggðum á kynferði þeirra, kynþætti, litarhætti, þjóðerni, trúarbrögðum, stjórnmálaskoðunum, þjóðfélagsstöðu, ætterni eða öðrum sambærilegum ástæðum.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Meðalhófsreglan.\nStjórnvald skal því aðeins taka íþyngjandi ákvörðun þegar lögmætu markmiði, sem að er stefnt, verður ekki náð með öðru og vægara móti. Skal þess þá gætt að ekki sé farið strangar í sakirnar en nauðsyn ber til.\nIV. kafli. Andmælaréttur.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Andmælaréttur.\nAðili máls skal eiga þess kost að tjá sig um efni máls áður en stjórnvald tekur ákvörðun í því, enda liggi ekki fyrir í gögnum málsins afstaða hans og rök fyrir henni eða slíkt sé augljóslega óþarft.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tilkynning um meðferð máls.\nEigi aðili máls rétt á að tjá sig um efni þess skv. 13. gr. skal stjórnvald, svo fljótt sem því verður við komið, vekja athygli aðila á því að mál hans sé til meðferðar, nema ljóst sé að hann hafi fengið vitneskju um það fyrir fram.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Upplýsingaréttur.\n[Aðili máls á rétt á aðgangi að skjölum og öðrum gögnum er mál varða. Ef við verður komið skal veita aðgang að gögnum á því formi eða sniði og á þeim tungumálum sem þau eru varðveitt á, nema þau séu þegar aðgengileg almenningi með rafrænum hætti. Þegar skjöl eru eingöngu varðveitt á rafrænu formi getur aðili valið á milli þess að fá þau afhent á því formi eða útprentuð á pappír.\nÞegar skjöl eru mörg er heimilt að fela öðrum að sjá um ljósritun þeirra. Hið sama á við hafi sá sem afhendir gögn ekki aðstöðu til að ljósrita skjöl. Aðili skal þá greiða þann kostnað sem hlýst af ljósritun skjalanna. Hið sama gildir um afritun annarra gagna en skjala eftir því sem við á.\nRáðherra ákveður með gjaldskrá hvað greiða skuli fyrir ljósrit og afrit gagna sem veitt eru samkvæmt lögum þessum þannig að mætt sé þeim kostnaði sem af því hlýst, þ.m.t. efniskostnaði, og kostnaði vegna vinnu starfsmanna og búnaðar.\nEf fyrirsjáanlegt er að kostnaður við afritun eða ljósritun verði hærri en 10.000 kr. er heimilt að krefjast fyrirframgreiðslu.]\nLagaákvæði um þagnarskyldu takmarka ekki skyldu til þess að veita aðgang að gögnum samkvæmt þessari grein.\nÁkvæði þessarar greinar taka ekki til [rannsóknar sakamáls og meðferðar þess að öðru leyti]. Þó [geta sakborningur og brotaþoli] krafist þess að fá að kynna sér gögn málsins eftir að það hefur verið fellt niður eða því lokið með öðrum hætti.\nGjaldskrá 307/2009. L. 140/2012, 36. gr. L. 88/2008, 234. gr. L. 36/1999, 48. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Gögn undanþegin upplýsingarétti.\nRéttur aðila máls til aðgangs að gögnum tekur ekki til:\n1. Fundargerða ríkisráðs og ríkisstjórnar, minnisgreina á ráðherrafundum eða skjala sem tekin hafa verið saman fyrir slíka fundi.\n2. Bréfaskipta stjórnvalda við sérfróða menn til afnota í dómsmáli eða við athugun á því hvort slíkt mál skuli höfðað.\n3. Vinnuskjala sem stjórnvald hefur ritað til eigin afnota. Þó á aðili aðgang að vinnuskjölum ef þau hafa að geyma endanlega ákvörðun um afgreiðslu máls eða upplýsingar sem ekki verður aflað annars staðar frá.\nEf það sem greinir í 1. mgr. á aðeins við um hluta skjals skal veita aðila aðgang að öðru efni skjalsins.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Takmörkun á upplýsingarétti.\nÞegar sérstaklega stendur á er stjórnvaldi heimilt að takmarka aðgang aðila máls að gögnum ef hagsmunir hans af því að notfæra sér vitneskju úr þeim þykja eiga að víkja fyrir mun ríkari almanna- eða einkahagsmunum ...\nL. 83/2000, 6. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Frestun máls.\nStjórnvaldi er heimilt að setja málsaðila ákveðinn frest til þess að kynna sér gögn máls og tjá sig um það.\nAð öðrum kosti getur aðili á hvaða stigi málsmeðferðar sem er krafist þess að afgreiðslu málsins sé frestað uns honum hefur gefist tími til þess að kynna sér gögn og gera grein fyrir afstöðu sinni. Máli skal þó ekki frestað ef það hefur í för með sér að farið sé fram úr lögmæltum fresti til afgreiðslu málsins.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Rökstuðningur synjunar og kæruheimild.\nÁkvörðun stjórnvalds um að synja málsaðila um aðgang að gögnum máls eða takmarka hann að nokkru leyti skal tilkynnt aðila og rökstudd í samræmi við V. kafla laga þessara.\nKæra má synjun eða takmörkun til þess stjórnvalds sem ákvörðun í málinu verður kærð til. Kæra skal borin fram innan 14 daga frá því að aðila var tilkynnt um ákvörðunina.\nV. kafli. Birting ákvörðunar, rökstuðningur o.fl.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Birting ákvörðunar og leiðbeiningar.\nEftir að stjórnvald hefur tekið ákvörðun skal hún tilkynnt aðila máls nema það sé augljóslega óþarft. Ákvörðun er bindandi eftir að hún er komin til aðila.\nÞegar ákvörðun er tilkynnt skriflega án þess að henni fylgi rökstuðningur skal veita leiðbeiningar um:\n1. heimild aðila til þess að fá ákvörðun rökstudda,\n2. kæruheimild, þegar hún er fyrir hendi, kærufresti og kærugjöld, svo og hvert beina skuli kæru,\n3. frest til þess að bera ákvörðun undir dómstóla ef slíkur frestur er lögákveðinn.\nFylgi rökstuðningur ákvörðun þegar hún er tilkynnt skal veita leiðbeiningar skv. 2. og 3. tölul. 2. mgr.\nEkki þarf þó að veita leiðbeiningar skv. 2. og 3. mgr. þegar ákvörðun er tilkynnt hafi umsókn aðila verið tekin til greina að öllu leyti.\nÍ Stjtíð. A 1993 bls. 183 stendur málsliðurinn &bdquo;Fylgi rökstuðningur ákvörðun þegar hún er tilkynnt skal veita leiðbeiningar skv. 2. og 3. tölul. 2. mgr.&ldquo; sem síðari málsliður 3. tölul. 2. mgr. 20. gr. Ef tekið er mið af tilvísunum í málsliðnum í 2. og 3. tölul. 2. mgr. og tilvísunum í 2. og 3. mgr. í lokamálsgrein greinarinnar, sem og af athugasemdum við 20. gr. frumvarps þess sem varð að lögum nr. 37/1993 (Alþtíð. 1992&ndash;93 A, bls. 3301) er augljóst að málsliðurinn á með réttu að vera 3. mgr. greinarinnar.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Hvenær veita skal rökstuðning.\nAðili máls getur krafist þess að stjórnvald rökstyðji ákvörðun sína skriflega hafi slíkur rökstuðningur ekki fylgt ákvörðuninni þegar hún var tilkynnt.\nÁkvæði 1. mgr. gildir þó ekki ef:\n1. umsókn aðila hefur verið tekin til greina að öllu leyti,\n2. um er að ræða einkunnir sem veittar eru fyrir frammistöðu á prófum,\n3. um er að ræða styrki á sviði lista, menningar eða vísinda.\nBeiðni um rökstuðning fyrir ákvörðun skal bera fram innan 14 daga frá því að aðila var tilkynnt ákvörðunin og skal stjórnvald svara henni innan 14 daga frá því að hún barst.\nÚrskurðum í kærumálum skal ávallt fylgja rökstuðningur.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Efni rökstuðnings.\nÍ rökstuðningi skal vísa til þeirra réttarreglna sem ákvörðun stjórnvalds er byggð á. Að því marki, sem ákvörðun byggist á mati, skal í rökstuðningnum greina frá þeim meginsjónarmiðum sem ráðandi voru við matið.\nÞar sem ástæða er til skal í rökstuðningi einnig rekja í stuttu máli upplýsingar um þau málsatvik sem höfðu verulega þýðingu við úrlausn málsins.\nTakmarka má efni rökstuðnings að því leyti sem vísa þarf til gagna sem aðila máls er ekki heimill aðgangur að, sbr. 16. og 17. gr.\nHafi stjórnsýslunefnd ekki samþykkt rökstuðning með ákvörðun sinni skal formaður færa rök fyrir henni í samræmi við 1.&ndash;3. mgr.\nVI. kafli. Afturköllun ákvörðunar o.fl.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Breyting og leiðrétting.\nStjórnvald getur breytt ákvörðun sinni þar til hún hefur verið tilkynnt aðila máls.\nEftir að aðila hefur verið tilkynnt um ákvörðun er stjórnvaldi heimilt að leiðrétta bersýnilegar villur í henni, enda tilkynni stjórnvaldið aðila um leiðréttinguna án tafar og láti þeim sem fengið hefur endurrit af ákvörðuninni nýtt endurrit í té.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Endurupptaka máls.\nEftir að stjórnvald hefur tekið ákvörðun og hún verið tilkynnt á aðili máls rétt á því að mál sé tekið til meðferðar á ný ef:\n1. ákvörðun hefur byggst á ófullnægjandi eða röngum upplýsingum um málsatvik, eða\n2. íþyngjandi ákvörðun um boð eða bann hefur byggst á atvikum sem breyst hafa verulega frá því að ákvörðun var tekin.\nEftir að þrír mánuðir eru liðnir frá því að aðila var tilkynnt um ákvörðun skv. 1. tölul. 1. mgr., eða aðila var eða mátti vera kunnugt um breytingu á atvikum þeim sem ákvörðun skv. 2. tölul. 1. mgr. var byggð á, verður beiðni um endurupptöku máls þó ekki tekin til greina, nema að fengnu samþykki frá öðrum aðilum málsins. Mál verður þó ekki tekið upp að nýju ef ár er liðið frá fyrrgreindum tímamörkum nema veigamiklar ástæður mæli með því.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Afturköllun.\nStjórnvald getur afturkallað ákvörðun sína að eigin frumkvæði, sem tilkynnt hefur verið aðila máls, þegar:\n1. það er ekki til tjóns fyrir aðila, eða\n2. ákvörðun er ógildanleg.\nVII. kafli. Stjórnsýslukæra.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Kæruheimild.\nAðila máls er heimilt að kæra stjórnvaldsákvörðun til æðra stjórnvalds til þess að fá hana fellda úr gildi eða henni breytt nema annað leiði af lögum eða venju.\nÁkvörðun, sem ekki bindur enda á mál, verður ekki kærð fyrr en málið hefur verið til lykta leitt.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Kærufrestur.\nKæra skal borin fram innan þriggja mánaða frá því að aðila máls var tilkynnt um stjórnvaldsákvörðun, nema lög mæli á annan veg.\nÞar sem lögmælt er að birta skuli ákvörðun með opinberum hætti hefst kærufrestur eftir fyrstu birtingu sé ákvörðunin birt oftar.\nÞegar aðili fer fram á rökstuðning skv. 21. gr. hefst kærufrestur ekki fyrr en rökstuðningur hefur verið tilkynntur honum.\nÞegar aðili óskar eftir endurupptöku máls innan kærufrests rofnar kærufresturinn. Hafni stjórnvald að taka mál til meðferðar á ný heldur kærufrestur áfram að líða að nýju frá þeim tíma þegar sú ákvörðun er tilkynnt aðila.\nKæra telst nógu snemma fram komin ef bréf, sem hefur hana að geyma, er komið til æðra stjórnvalds eða afhent pósti áður en fresturinn er liðinn.\nÁður en kærufrestur rennur út er æðra stjórnvaldi heimilt í sérstökum tilvikum að lengja kærufrest.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Kæra berst að liðnum kærufresti.\nHafi kæra borist að liðnum kærufresti skal vísa henni frá, nema:\n1. afsakanlegt verði talið að kæran hafi ekki borist fyrr, eða\n2. veigamiklar ástæður mæla með því að kæran verði tekin til meðferðar.\nKæru skal þó ekki sinnt ef meira en ár er liðið frá því að ákvörðun var tilkynnt aðila.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Réttaráhrif kærðrar ákvörðunar.\nStjórnsýslukæra frestar ekki réttaráhrifum ákvörðunar.\nÆðra stjórnvaldi er þó heimilt að fresta réttaráhrifum hinnar kærðu ákvörðunar meðan kæra er til meðferðar þar sem ástæður mæla með því.\nÁkvæði 1. og 2. mgr. gilda þó ekki þar sem lög mæla fyrir á annan veg.\nÁkveða skal svo fljótt sem við verður komið hvort fresta skuli réttaráhrifum kærðrar ákvörðunar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Málsmeðferð í kærumáli.\nVið meðferð kærumáls skal fylgja ákvæðum II.&ndash;VI. og VIII. kafla laganna eftir því sem við getur átt.\nHeimilt er að ákveða að mál skuli flutt munnlega ef það er sérstaklega vandasamt og ætla má að það upplýsist betur með þeim hætti.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Form og efni úrskurða í kærumáli.\nÚrskurður æðra stjórnvalds í kærumáli skal ávallt vera skriflegur og skulu eftirtalin atriði m.a. koma fram á stuttan og glöggan hátt:\n1. Kröfur aðila.\n2. Efni það sem til úrlausnar er, þar á meðal hin kærða ákvörðun.\n3. Stutt yfirlit um málsatvik og ágreiningsefni málsins.\n4. Rökstuðningur fyrir niðurstöðu máls skv. 22. gr.\n5. Aðalniðurstöðu skal draga saman í lok úrskurðar í sérstakt úrskurðarorð.\nVIII. kafli. Stjórnsýslunefndir.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Skipun nefndarmanna.\nÞegar skipað er í stjórnsýslunefnd, sem tekur ákvarðanir um rétt eða skyldu manna, skal ávallt skipa aðalmenn og jafnmarga varamenn samtímis. Varamenn skulu skipaðir með sama hætti og aðalmenn.\nÞegar aðalmaður í stjórnsýslunefnd forfallast um stundarsakir tekur varamaður sæti hans í nefndinni. Þegar aðalmaður fellur frá eða forfallast varanlega á annan hátt tekur varamaður sæti hans og skal þá nýr varamaður skipaður, nema sá sem skipað hefur í nefndina ákveði að skipa aðalmann að nýju.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Fundarboðun.\nFormaður stjórnsýslunefndar boðar til fundar og skal boða til hans með hæfilegum fyrirvara. Formanni er skylt að boða til fundar ef meiri hluti nefndarmanna krefst þess.\nNefndarmaður skal án tafar tilkynna formanni um forföll. Skal formaður þá boða varamann í hans stað.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Málsmeðferð.\nStjórnsýslunefnd er ályktunarhæf þegar meiri hluti nefndarmanna situr fund.\nAfl atkvæða ræður úrslitum mála nema öðruvísi sé fyrir mælt í lögum. Verði atkvæði jöfn telst tillaga fallin. Þegar atkvæði eru jöfn við kosningu manns í starf ræður hlutkesti.\n[IX. kafli. Rafræn meðferð stjórnsýslumála.]\nL. 51/2003, 1. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    }
  ]
}
