{
  "id": "99/1993",
  "type": "statute",
  "title": "[Búvörulög]1)",
  "status": "in_force",
  "issued_date": "1993-09-08",
  "url": "https://www.althingi.is/lagas/nuna/1993099.html",
  "description": "Upphaflega <a href=\"/altext/stjtnr.html#1985046\">l. 46/1985</a>. Tóku gildi 1. júlí 1985.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur þessara laga er:\na. að stuðla að framförum og aukinni hagkvæmni í búvöruframleiðslu og vinnslu og sölu búvara til hagsbóta fyrir framleiðendur og neytendur,\nb. að framleiðsla búvara til neyslu og iðnaðar verði í sem nánustu samræmi við þarfir þjóðarinnar og tryggi ávallt nægjanlegt vöruframboð við breytilegar aðstæður í landinu,\nc. að nýttir verði sölumöguleikar fyrir búvörur erlendis eftir því sem hagkvæmt er talið,\nd. að kjör þeirra sem landbúnað stunda verði í sem nánustu samræmi við kjör annarra stétta,\ne. að innlend aðföng nýtist sem mest við framleiðslu búvara, bæði með hliðsjón af framleiðsluöryggi og atvinnu,\nf. að stuðla að jöfnuði á milli framleiðenda í hverri búgrein hvað varðar afurðaverð og markað.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Merking orða í lögum þessum er sem hér segir:\n[1. Afurðaskýrsluhald er skráning afurðaupplýsinga í miðlægan gagnagrunn um bústofn svo að unnt sé að rekja uppruna og afdrif allra gripa í hjörðinni á einfaldan og öruggan hátt, sem og upplýsinga um afurðir.]\n[2. ] Afurðastöð er hver sá lögaðili eða einstaklingur sem tekur við afurðum úr höndum frumframleiðenda til vinnslu, flokkunar, pökkunar, geymslu, heildsölu eða dreifingar eða vinnur úr eða selur eigin frumframleiðslu umfram magn sem skilgreint er.\n[3. ] Álagsgreiðsla er tiltekin fjárhæð sem greiðist fyrir gæðastýrða framleiðslu, sbr. 41. gr.\n[4. ] Búvörur teljast í lögum þessum afurðir búfjár, þ.m.t. afurðir nautgripa, sauðfjár, hrossa, svína, alifugla og loðdýra, afurðir nytjajurta og afurðir hlunninda. Lög þessi taka ekki til afurða alifiska.\n[5. ] Framleiðandi er hver sá sem á eigin vegum hefur með búvöruframleiðslu að gera, hvort sem er einstaklingur, lögaðili, aðili að félagsbúi eða ríkisbú.\n[6. ] Garðyrkjubýli, gróðrarstöð og garðyrkjustöð merkir í lögum þessum lögaðila eða býli, með virðisaukaskattsskylda veltu, sem framleiðir grænmeti (útirækt/ylrækt), skrautjurtir, garðplöntur eða tré og runna.\n[7. ] Greiðslumark lögbýlis er tiltekinn fjöldi ærgilda eða magn mjólkur mælt í lítrum sem ákveðið er fyrir hvert lögbýli og veitir rétt til beingreiðslu úr ríkissjóði.\n[8. ] Gæðastýrð sauðfjárframleiðsla eru afurðir sem framleiddar eru samkvæmt kröfum í 41. gr.\n[9. ] Heildargreiðslumark er fjöldi ærgilda eða tiltekið magn mjólkur mælt í lítrum sem ákveðið er í samræmi við samning skv. 30. gr. og skiptist milli lögbýla eftir greiðslumarki þeirra.\n[10. Innanlandsvog skilgreinir áætlaða þörf og eftirspurn innanlandsmarkaðar eftir kindakjöti.]\n[11. ] Lögbýli eða jörð er í lögum þessum skilgreint skv. 2. gr. jarðalaga.\n[12. Nýliði er einstaklingur sem er á aldrinum 18–40 ára á því ári sem hann óskar eftir stuðningi og er að kaupa búrekstur eða hlut í búrekstri í fyrsta skipti eða hefur leigt eða keypt búrekstur á þremur undangengnum árum frá 1. janúar á umsóknarári að telja.]\n[13. ] Verðlagsár er almanaksárið.\n[14. ] Vetrarfóðraðar kindur eru ær, hrútar, sauðir og lömb sem sett eru á vetur og talin eru fram skv. 10. gr. laga um búfjárhald.]\nL. 44/2019, 1. gr. L. 102/2016, 1. gr.\nII. kafli. Yfirstjórn og samtök framleiðenda.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[[Ráðherra] fer með yfirstjórn þeirra mála sem lög þessi taka til, þar með talinn útflutning landbúnaðarvara. [Ráðherra er heimilt að framselja stjórnsýsluvald samkvæmt lögum þessum til stjórnvalds.]]\nL. 126/2011, 182. gr. L. 84/2019, 8. gr. L. 85/1994, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Bændasamtök Íslands] fara með fyrirsvar framleiðenda búvara við framkvæmd laga þessara nema öðruvísi sé kveðið á um í lögum þessum.\nRáðherra getur, að fengnu samþykki [Bændasamtaka Íslands], viðurkennt einstök landssamtök framleiðenda búvara til að fara með fyrirsvar vegna framleiðenda í viðkomandi grein við gerð samninga skv. a-lið 1. mgr. 30. gr. og aðrar ákvarðanir samkvæmt lögum þessum.\n[Bændasamtök Íslands] eða landssamtök skv. 2. mgr. skulu velja sér samninganefnd sem fer með umboð þeirra til samningsgerðar. ...\nFramleiðandi búvöru, sem lög þessi taka til, á rétt til að vera félagsmaður í [Bændasamtökum Íslands] eða viðurkenndum samtökum búvöruframleiðenda skv. 2. mgr. þessarar greinar eftir nánari reglum í samþykktum [Bændasamtaka Íslands].\nSamningar, sem [Bændasamtök Íslands] eða viðurkennd samtök skv. 2. mgr. gera skv. a-lið 1. mgr. 30. gr., skulu vera bindandi fyrir framleiðendur viðkomandi búvara hvort sem þeir eru félagar í [Bændasamtökum Íslands], samtökum skv. 2. mgr. eða standa utan þessara félagssamtaka.\nL. 124/1995, 19. gr. L. 102/2016, 2. gr.\nIII. kafli. [Framleiðendafélög.]\nL. 30/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Verðlagsnefnd búvara, skipuð sex mönnum, ákveður afurðaverð til búvöruframleiðenda og verð búvara í heildsölu.\nSamtök launþega tilnefna tvo fulltrúa í nefndina. Skal annar þeirra tilnefndur af stjórn Bandalags starfsmanna ríkis og bæja og hinn af stjórn Alþýðusambands Íslands. Noti annar aðilinn ekki tilnefningarrétt sinn færist réttur hans til hins.\nStjórn Bændasamtaka Íslands og stjórnir búgreinasamtaka, sem hlotið hafa viðurkenningu skv. 4. gr. og starfa fyrir búgreinafélög þeirra afurða sem verðlagðar eru hverju sinni, tilnefna tvo fulltrúa í nefndina sameiginlega. Skal annar þeirra tilnefndur til að fjalla eingöngu um verðmyndun til framleiðenda. Skal hann víkja úr nefndinni fyrir fulltrúa samtaka afurðastöðva í nefndinni þegar fjallað er um verðmyndun hjá afurðastöðvum.\nSamtök afurðastöðva fyrir búvörur tilnefna tvo fulltrúa í nefndina. Skulu þeir tilnefndir þannig að í nefndinni starfi hverju sinni fulltrúar frá þeirri vinnslugrein sem um er rætt hverju sinni. Annar þessara fulltrúa skal tilnefndur til að starfa aðeins í nefndinni þegar nefndin fjallar um verðmyndun hjá afurðastöðvum og kemur í stað fulltrúa framleiðenda sem víkur sæti.\n[Ráðherra] tilnefnir einn fulltrúa í nefndina og er hann formaður hennar. [Einnig tilnefnir ráðherra fulltrúa minni vinnslufyrirtækja mjólkur sem áheyrnarfulltrúa í nefndina og skal hann hafa tillögurétt.]\nVaramenn skulu tilnefndir á sama hátt og aðalmenn. Ákvarðanir í nefndinni skulu teknar með einföldum meiri hluta atkvæða. Komi upp jöfn staða atkvæða sker atkvæði formanns úr um niðurstöðu.\n[Verðlagsnefnd skal skipuð til tveggja ára í senn.] Nú notar einhver aðili ekki rétt sinn til tilnefningar og skal [ráðherra] þá tilnefna mann í nefndina í stað samtaka framleiðenda og samtaka afurðastöðva en [sá ráðherra er fer með málefni vinnumarkaðar] á sama hátt í stað samtaka launþega. ...\nHagstofustjóri og [aðili skv. 3. gr. a laga nr. 63/1989, um hagþjónustu landbúnaðarins], skulu vera verðlagsnefnd til aðstoðar.]\nL. 126/2011, 182. gr. L. 102/2016, 3. gr. L. 101/2020, 5. gr. L. 74/2011, 13. gr. L. 69/1998, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Verðlagsnefnd ákveður ... lágmarksverð fyrir mjólk til framleiðenda sem miðast við 1. flokks mjólk með skilgreindu efnainnihaldi [nema annað sé tekið fram í samningi milli [ráðherra] f.h. ríkisstjórnar Íslands og Bændasamtaka Íslands]. Hverri afurðastöð er heimilt að greiða framleiðendum hærra verð en lágmarksverð. Verðlagsnefnd ákveður leyfileg afföll af verði mjólkur sem ekki stenst kröfur sem 1. flokks mjólk. Ákvörðun um lágmarksverð mjólkur skal byggjast á gerð verðlagsgrundvallar fyrir bú af hagkvæmri stærð, með framleiðsluaðstöðu þar sem tekið er mið af opinberum heilbrigðis- og aðbúnaðarkröfum og hagkvæmum framleiðsluháttum. Áætlað vinnuframlag skili endurgjaldi hliðstæðu og gerist hjá starfsstéttum sem bera sambærilega ábyrgð á rekstri og mæta hliðstæðum kröfum um viðveru og færni. Ákvörðun verðlagsnefndar um lágmarksverð skal tekin til endurskoðunar innan verðlagsársins komi fram um það ósk í nefndinni. Framleiðslukostnaður á nautgripakjöti til framleiðenda skal metinn og skráður af verðlagsnefnd samhliða ákvörðun á lágmarksverði mjólkur. Heimilt er verðlagsnefnd að ákveða að skráning á verði nautgripakjöts falli niður. Landssambandi kúabænda er þá heimilt að gefa út viðmiðunarverð til framleiðenda fyrir einstaka flokka nautgripakjöts.\n[Verðlagsnefnd metur framleiðslukostnað sauðfjárafurða fyrir meðalbú.] Miða skal við kostnaðarútreikninga er sýni áætlaða vinnuþörf, fjármagnskostnað, rekstrargjöld, launakostnað og afurðir meðalbús sem er rekið við eðlilegar framleiðsluaðstæður. Tilgreina skal ársvinnu á sauðfjárbúi af stærð sem miðað er við og virða endurgjald fyrir vinnuframlag til samræmis við kjör þeirra sem vinna sambærileg störf og hafa svipaða menntun, sérhæfni og ábyrgð í starfi á almennum vinnumarkaði. Mat verðlagsnefndar skal taka til endurskoðunar innan verðlagsársins komi fram um það ósk í nefndinni. Landssamtökum sauðfjárbænda er heimilt að gefa út viðmiðunarverð til framleiðenda fyrir einstaka flokka sauðfjárafurða.\nTil ákvörðunar á framleiðendaverði annarra búvara en afurða sauðfjár og nautgripa skal verðlagsnefnd semja um verðlagsgrundvöll er sýni áætlaða vinnuþörf, fjármagnskostnað, rekstrargjöld, launakostnað og afurðir bús sem næst meðalbúi að stærð, sem er rekið við eðlilegar framleiðsluaðstæður, komi fram um það óskir frá Bændasamtökum Íslands og viðurkenndum samtökum búvöruframleiðenda í viðkomandi grein skv. 2. mgr. 4. gr. Tilgreina skal ársvinnu á búinu og virða endurgjald fyrir vinnuframlag til samræmis við kjör þeirra sem vinna sambærileg störf og hafa svipaða menntun, sérhæfni og ábyrgð í starfi á almennum vinnumarkaði. Verðlagsgrundvöllurinn gildir fyrir tvö ár í senn frá byrjun verðlagsárs og skal hann vera tilbúinn fyrir þann tíma ár hvert nema annað sé ákveðið með samkomulagi í verðlagsnefnd. Nefndinni er hvenær sem er heimilt að taka mið af verðlagsbreytingum vegna fjármagns- og rekstrarkostnaðar, svo og launabreytingum á tímabilinu, komi fram um það óskir í nefndinni. Verðlagsgrundvöllur hvers tímabils framlengist sjálfkrafa um tvö ár í senn ef honum er ekki sagt upp af fulltrúum samningsaðila með minnst þriggja mánaða fyrirvara. Nefndin getur þó komið sér saman um annan frest.\nVið kostnaðarútreikninga skulu beinar greiðslur ríkissjóðs til framleiðenda teljast til tekna og koma til lækkunar á verði þeirra afurða sem beinar greiðslur taka til.]\nL. 102/2016, 4. gr. L. 126/2011, 182. gr. L. 61/2004, 1. gr. L. 69/1998, 2. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Hagstofa Íslands skal afla fullnægjandi gagna fyrir verðlagsnefnd um framleiðslukostnað búvara, tekjur annarra stétta og verð og verðbreytingar á einstökum kostnaðarliðum verðlagsgrundvallar. Verðlagsnefnd skal í samráði við Hagstofu Íslands setja reglur um öflun gagna.\n[Aðili skv. 3. gr. a laga nr. 63/1989, um hagþjónustu landbúnaðarins], skal árlega afla rekstrarreikninga frá bændum, nægilega margra að dómi Hagstofu Íslands, er sýni raunverulegan framleiðslukostnað hinna ýmsu búvara. Skulu þeir vera tilbúnir og uppgerðir fyrir 15. júní ár hvert fyrir næsta ár á undan. Reikningar þessir skulu vera til afnota fyrir Hagstofu Íslands og verðlagsnefnd. [Aðili skv. 3. gr. a laga nr. 63/1989, um hagþjónustu landbúnaðarins], ásamt Hagstofu Íslands, skipuleggur þetta starf hennar í samráði við verðlagsnefnd.\nVerðlagsnefnd getur ákveðið að efna til sérstakra rannsókna í því skyni að fá betri upplýsingar um þau atriði er máli skipta fyrir verðlagningu búvara. Skylt er að stofna til slíkra rannsókna ef þrír nefndarmenn eða fleiri krefjast þess. Skal nefndin í því efni leita samstarfs við Hagstofu Íslands, [aðila skv. 3. gr. a laga nr. 63/1989, um hagþjónustu landbúnaðarins], og aðrar opinberar stofnanir, svo og [Bændasamtök Íslands], að því leyti sem rannsóknirnar snerta starfssvið viðkomandi stofnana. Telji umræddar stofnanir sig ekki geta látið í té starfslið til þess að gera þær rannsóknir er verðlagsnefnd hefur ákveðið að fram skuli fara er nefndinni heimilt að ráða til þess nauðsynlegt starfslið, enda komi samþykki [ráðherra] til.\nSkylt er einstaklingum, fyrirtækjum og stofnunum að láta þeim er rannsóknir gera í té nauðsynlegar upplýsingar að viðlögðum dagsektum sé upplýsingaskyldu ekki sinnt.]\nL. 74/2011, 14. gr. L. 112/1999, 4. gr. L. 126/2011, 182. gr. L. 69/1998, 3. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "...\nL. 69/1998, 18. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Verðlagsnefnd ákveður heildsöluverð búvara sem verðlagðar eru skv. 8. gr., að teknu tilliti til afurðaverðs til framleiðenda og rökstuddra upplýsinga um kostnað við vinnslu og dreifingu búvara, nema annað sé tekið fram í samningi sem gerður er á grundvelli a-liðar 30. gr. laganna. [Verði samið um að falla frá ákvörðun um lágmarksverð á mjólk til framleiðenda samkvæmt heimild í 1. mgr. 8. gr. hefur slík ákvörðun ekki áhrif á heimild verðlagsnefndar til heildsöluverðlagningar á mjólkurafurðum.] Nefndin getur ákveðið að efna til sérstakra rannsókna í því skyni að fá betri upplýsingar um þau atriði er máli skipta fyrir ákvörðun heildsöluverðs á búvörum með hliðstæðum hætti og segir í 11. gr.\nVerðlagsnefnd er, þrátt fyrir ákvæði 1. mgr., heimilt í samkomulagi um heildsöluverð að gera tilteknar fyrir fram ákveðnar framleiðnikröfur til afurðastöðva [og einstakra framleiðsluvara], enda sé það samhljóða ákvörðun nefndarinnar.\n[Afurðastöð skal selja öðrum vinnsluaðilum mjólk og mjólkurafurðir á verði sem er í samræmi við 1. mgr. Söluskylda afurðastöðvar nemur allt að 20% af þeirri mjólk sem afurðastöðin tekur á móti frá frumframleiðendum.]\n[Þrátt fyrir ákvæði samkeppnislaga er afurðastöðvum í mjólkuriðnaði heimilt að gera samninga sín á milli um verðtilfærslu milli tiltekinna afurða. Leggja skal slíka samninga fyrir verðlagsnefnd til upplýsingar.]]\nL. 61/2004, 2. gr. L. 102/2016, 5. gr. L. 85/2004, 1. gr. L. 69/1998, 4. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "...\nL. 69/1998, 18. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Heimilt er verðlagsnefnd að breyta heildsöluverði á búvörum hafi orðið breytingar á afurðaverði til framleiðenda, sbr. 8. gr., eða rekstrarkostnaði og vinnulaunum við vinnslu búvara, komi fram um það ósk innan nefndarinnar.]\nL. 69/1998, 5. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Verðlagsnefnd getur ákveðið að undanskilja einstakar vörutegundir verðlagningarákvæðum skv. 13. gr. þegar samkeppni er að mati nefndarinnar næg til þess að tryggja æskilega verðmyndun og sanngjarnt verðlag.]\nL. 112/1999, 6. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Verðlagsnefnd annast verðskráningu þeirra búvara sem tekin er verðákvörðun um samkvæmt kafla þessum og auglýsir verðákvarðanir sínar.]\nL. 46/2015, 1. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "...\nL. 69/1998, 18. gr.\nV. kafli. ...\nL. 46/2015, 2. gr.\nVI. kafli. Um greiðslu afurðaverðs.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Afurðastöð er skylt að haga greiðslum til framleiðanda fyrir innlagðar búvörur í samræmi við ákvæði þessara laga og þeirra samninga og ákvarðana sem teknar eru með heimild í þeim.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "[Nú er ákveðið það magn mjólkur sem framleiðendum eru tryggðar beingreiðslur fyrir samkvæmt heimild í 30. gr. og verð hennar til framleiðanda er ákveðið skv. 8. gr. og er þá afurðastöð skylt að greiða framleiðanda fullt verð innan greiðslumarks samkvæmt gildandi verðlagsgrundvelli á innleggsdegi .... Ber að inna greiðslu af hendi eigi síðar en 10. dag næsta mánaðar eftir innleggsmánuð. Heimilt er að semja um annan hátt á greiðslum en að framan greinir.\nTaki [afurðastöð] við mjólk umfram greiðslumark framleiðanda sem verður utan heildargreiðslumarks við lokauppgjör skal samsvarandi magn mjólkurafurða markaðsfært erlendis á ábyrgð [afurðastöðvar] og framleiðanda. [Framkvæmdanefnd búvörusamninga] getur þó heimilað sölu þeirra innan lands ef gengið hefur á birgðir og skortur á mjólkurvörum er því fyrirsjáanlegur. Um greiðsluskyldu afurðastöðva fyrir innlegg umfram greiðslumark mjólkur, en innan efri marka þess, fer eftir gildandi samningum [ráðherra] og Bændasamtaka Íslands skv. a-lið 1. mgr. 30. gr. laganna.\n...\n...]\nL. 140/2013, 38. gr. L. 102/2016, 6. gr. L. 112/1999, 11. gr. L. 126/2011, 182. gr. L. 58/2007, 2. gr. L. 124/1995, 10. gr.\nVII. kafli. Um stjórn búvöruframleiðslunnar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "[Til þess að vinna að markmiðum stjórnvalda á hverjum tíma um framleiðslu búvara er ráðherra:\na. heimilt að leita eftir samningum fyrir hönd ríkisstjórnarinnar við Bændasamtök Íslands um framleiðsluskilyrði, stuðning og stjórn á magni búvara. Heimilt er að semja til lengri tíma í einu og að binda samninga við einstakar búvörur. Ráðherra er heimilt í stað fyrrgreindra samninga að semja um beinar greiðslur ríkissjóðs til framleiðenda nautgripa- og sauðfjárafurða á lögbýlum og framleiðenda garðyrkjuafurða á garðyrkjubýlum,\nb. heimilt að ákveða mismunandi stuðningsgreiðslur eftir landsvæðum með tilliti til byggðasjónarmiða og mikilvægis einstakra búgreina á hverjum stað.\nHeimilt er að mæla fyrir um endurskoðun samnings skv. 1. mgr. á samningstímanum þar sem metin eru áhrif og þróun samkvæmt samningi og teknar upp samningaviðræður að nýju teljist þess þörf.\nÞeir framleiðendur einir fá greiðslur í samræmi við samning samkvæmt þessari grein sem stunda landbúnað á lögbýli eða garðyrkjubýli, [taka þátt í lögbundnu skýrsluhaldi með fullnægjandi skilum, sem eru skilgreind nánar í reglugerð], eru með virðisaukaskattsnúmer og starfsemi sem fellur undir atvinnugreinanúmer 01 og 02 í atvinnugreinaflokkun Hagstofu Íslands, sbr. ÍSAT2008, þó ekki starfsemi í undirflokkum 01.61, 01.62, 01.63, 01.64, 01.70 og 02.40.\nÁ hverju lögbýli eða garðyrkjubýli skal aðeins einn framleiðandi vera skráður handhafi greiðslna. Þó er einstaklingum í hjúskap eða óvígðri sambúð á hverju lögbýli heimilt að skrá tvo framleiðendur sem handhafa greiðslna. Þegar um fleiri sjálfstæða rekstraraðila er að ræða með aðskilinn búrekstur getur hver og einn þeirra verið handhafi greiðslna.]\nL. 44/2019, 2. gr. L. 102/2016, 7. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "[Ráðherra skipar sex menn í framkvæmdanefnd búvörusamninga. Ráðherra tilnefnir tvo fulltrúa og skal annar þeirra vera formaður. Ráðherra sem fer með fjárreiður ríkisins tilnefnir einn fulltrúa og Bændasamtök Íslands tilnefna þrjá fulltrúa. Varamenn skulu tilnefndir og skipaðir á sama hátt.\nFramkvæmdanefnd búvörusamninga er sjálfstæð í störfum sínum og setur sér starfsreglur.\nFramkvæmdanefnd búvörusamninga er samráðsvettvangur samningsaðila um framkvæmd samninga skv. 30. gr. Nefndin er ráðherra til ráðgjafar við framkvæmd samninga skv. 30. gr. Hún tekur ákvarðanir um tilfærslur framlaga milli einstakra samningsliða og greiðslutilhögun framlaga.\nÁkvarðanir í nefndinni skulu teknar með einföldum meiri hluta atkvæða. Séu ákvæði jöfn sker atkvæði formanns úr um niðurstöðu. Ákvarðanir framkvæmdanefndar búvörusamninga eru endanlegar á stjórnsýslustigi. Fundargerðir og ákvarðanir nefndarinnar skal birta opinberlega.]\nL. 102/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "[[Heimilt er að] ákveða að greiðslur í samræmi við samning skv. 30. gr. verði greiddar til framleiðanda óháð framleiðslu á lögbýli eða garðyrkjubýli ef framleiðsluskilyrði hafa raskast tímabundið vegna náttúruhamfara, þannig að búskapur hafi dregist saman eða fallið niður um tíma, t.d. vegna stórfellds öskufalls eða jökulflóða, vegna óvenjulegs veðurfars, alvarlegra búfjár- eða plöntusjúkdóma eða vegna þess að afurðasala frá býlinu hefur verið bönnuð af ástæðum sem hlutaðeigandi framleiðandi gat ekki haft áhrif á.\nNú hefur framleiðandi fengið greiddar bætur vegna tjóns sem hann á jafnframt rétt á að fá bætt með greiðslum samkvæmt þessu ákvæði og er þá heimilt að lækka greiðslurnar sem bótunum nemur. Jafnframt er ráðherra heimilt að áskilja að bætur sem framleiðandi kann að eiga rétt á síðar vegna tjónsins renni í ríkissjóð.\nRáðherra er heimilt að víkja frá ásetningshlutfalli skv. 3. mgr. 39. gr. á býlum þar sem framleiðsluskilyrði hafa raskast tímabundið skv. 1. mgr.\nUm þær greiðslur sem eru framleiðslutengdar skal taka mið af meðaltalsframleiðslu síðustu þriggja ára fyrir röskun framleiðsluskilyrða. Þó er ... heimilt að víkja frá þessu viðmiði ef málefnalegar ástæður eru fyrir því.\nHeimilt er að binda ákvörðun um fyrirgreiðslu því skilyrði að bætur sem framleiðandi kann að eiga rétt á frá þriðja aðila renni sem fyrirgreiðslunni nemur í ríkissjóð.]\nL. 84/2019, 9. gr. L. 102/2016, 9. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "...\nL. 160/2012, 2. gr., sbr. og brbákv. í s.l.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "...\nL. 102/2016, 10. gr.\nVIII. kafli. ...\nL. 102/2016, 11. gr.\nIX. kafli. [Um starfsskilyrði sauðfjárræktar 2017–2026.]\nL. 102/2016, 18. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "[Markmið með ákvæðum þessa kafla um starfsskilyrði sauðfjárræktar eru:\na. að stuðla að áframhaldandi þróun í greininni og bættri afkomu,\nb. að treysta stoðir sauðfjárræktar í byggða- og atvinnulegu tilliti,\nc. að auðvelda nýliðun og nauðsynleg kynslóðaskipti sem tryggi að stuðningur ríkisins nýtist starfandi bændum á hverjum tíma,\nd. að stuðla að fjölbreyttu framboði gæðaafurða á sanngjörnu verði fyrir neytendur,\ne. að efla gæðastýrða sauðfjárframleiðslu og aðra þætti sem henni tengjast eins og velferð dýra, heilnæmi afurða, umhverfisvitund og sjálfbæra landnýtingu, og\nf. að efla markaðsstarf, nýsköpun og markaðsvitund í sauðfjárrækt.]\nL. 102/2016, 12. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "[Á tímabilinu frá 1. janúar 2017 til 31. desember 2026 greiðir íslenska ríkið framlög til sauðfjárræktar í samræmi við samning skv. 30. gr.\nEnginn framleiðandi getur fengið hærri heildarframlög samkvæmt samningi um starfsskilyrði sauðfjárræktar en sem nemur 0,4% af heildarframlögum hvers árs.]\nL. 102/2016, 13. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "[Greiðslumark skal bundið við lögbýli. [Halda skal] skrá yfir rétthafa greiðslumarks lögbýla og handhafa beingreiðslna samkvæmt því. ...\n[Aðilaskipti að greiðslumarki eru óheimil frá 1. júní 2019. Þó er heimil tilfærsla greiðslumarks milli lögbýla í eigu sama aðila og við ábúendaskipti eða breytingu skráningar ef um hjón eða sambúðarfólk er að ræða. Ráðherra skal í reglugerð mæla fyrir um nánari framkvæmd og frekari skilyrði fyrir tilfærslu eða breytingu skráningar greiðslumarks. Tilfærsla greiðslumarks tekur ekki gildi fyrr en staðfesting Matvælastofnunar liggur fyrir.]\nSé ábúandi annar en eigandi lögbýlis þarf samþykki ábúanda og eiganda fyrir [tilfærslu] greiðslumarks.\n[Handhafi greiðslumarks getur óskað eftir innlausn á greiðslumarki. Greiðslumark verður innleyst, selt og boðið til sölu á innlausnarvirði í gegnum markað ár hvert. Heimilt er að gefa ákveðnum hópum framleiðenda forgang við kaup á greiðslumarki sem boðið verður til sölu hverju sinni og skulu skilgreiningar á slíkum hópum útfærðar í reglugerð. Ríkið innleysir það greiðslumark sem selst ekki á markaðnum og fellur þá ærgildi greiðslumarksins niður. Nánara fyrirkomulag innlausnar og sölu greiðslumarks skal útfært í reglugerð.]\n[Ábúanda eða leigutaka lögbýlis er heimilt að kaupa greiðslumark til skráningar á lögbýlið. Skal slíkt greiðslumark sérstaklega skráð á nafn leiguliða. Framsal á greiðslumarki samkvæmt þessari málsgrein er heimilt án samþykkis jarðareiganda.]\n[Frá og með 1. janúar [2027] fellur greiðslumark úr gildi. Greiðslumark sem er óvirkt í þrjú ár samfellt á tímabilinu 1. janúar 2017 til 31. desember 2025 fellur niður.]]\nL. 84/2019, 10. gr. L. 102/2016, 14. gr. L. 44/2019, 3. gr. L. 71/2021, 36. gr. L. 102/2023, 30. gr. L. 88/2000, 7. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "[[Beingreiðslur greiðast úr ríkissjóði til handhafa í samræmi við greiðslumark hvers lögbýlis eins og það er skráð á hverjum tíma.]\nRéttur til beingreiðslna flyst milli aðila innan lögbýlis við ábúendaskipti og við breytingu skráningar ef um hjón eða sambúðarfólk er að ræða.\n[Ráðherra skal í reglugerð ákveða lágmark ásetnings vetrarfóðraðra kinda fyrir hvert ærgildi greiðslumarks sem handhafi þarf að eiga til að fá fullar beingreiðslur.] Nái ásetningur ekki því lágmarki skerðast beingreiðslur hlutfallslega. [Ráðherra er heimilt að endurmeta framangreint hlutfall árlega, að fenginni tillögu framkvæmdanefndar búvörusamninga, með tilliti til innanlandsvogar og þróunar á framboði og eftirspurn sauðfjárafurða. Verði sú heimild nýtt skal ákvörðun liggja fyrir eigi síðar en 15. september vegna beingreiðslna næsta almanaksárs á eftir. Ekki er heimilt að lækka hlutfallið niður fyrir 0,5.] [Ef greiðslumarki lögbýlisins er skipt á fleiri en einn rekstraraðila skal miðað við greiðslumark og ásetning hvers rekstraraðila fyrir sig.] Á lögbýlum þar sem búfjárbeit kemur í veg fyrir eðlilega framkvæmd uppgræðslu eða veldur of miklu álagi á beitiland er ráðherra heimilt að ákveða lægra ásetningshlutfall að fenginni umsögn [Lands og skógar]. Þá getur ráðherra ákveðið að víkja frá framangreindu ásetningshlutfalli hjá framleiðendum sem hafa skorið niður fé til útrýmingar sjúkdómum.\nFalli beingreiðslur niður án þess að gerður hafi verið samningur um búskaparlok heldur viðkomandi lögbýli greiðslumarki sínu. Tilkynna skal [ráðherra] um búskaparáform fyrir 15. janúar ár hvert ef handhafi óskar eftir að fá beingreiðslur aftur að loknu hléi. Beingreiðslur greiðast handhafa frá og með 1. janúar ár hvert eftir að hléi lýkur.\n[[Ráðherra] getur ákveðið að] skerða eða fella niður [greiðslur] ef sauðfjárbóndi gefur rangar upplýsingar um ásettan fjölda sauðfjár eða stundar ólöglega sölu eða dreifingu á kjöti af heimaslátruðu sauðfé eða brýtur á annan hátt reglur eða samningsbundin ákvæði um afsetningu afurða.\n...]\nL. 58/2007, 6. gr. L. 44/2019, 4. gr. L. 66/2023, 7. gr. L. 84/2019, 11. gr. L. 102/2016, 15. gr. L. 88/2000, 8. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "...\nL. 58/2007, 7. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "[[[Framleiðandi sem á tímabilinu frá 1. janúar 2017 til 31. desember 2026 uppfyllir skilyrði um gæðastýrða framleiðslu á rétt á sérstakri álagsgreiðslu sem greiða skal fyrir allt framleitt kindakjöt sem ætlað er til innanlandsmarkaðar. Framleiðandi skal uppfylla kröfur um velferð búfjár, sjálfbæra landnýtingu og hollustu afurða. Áætluð þörf innanlandsmarkaðar er metin með hjálp innanlandsvogar.]\nGæðastýrð sauðfjárframleiðsla skal m.a. ná til landnota, aðbúnaðar og umhverfis, skýrsluhalds, jarðræktar, fóðrunar, heilsufars og lyfjanotkunar. Framleiðsluaðferðir og framleiðsluaðstæður skulu skjalfestar, svo sem með landbótaáætlun.]\n... [Ráðherra er heimilt að gera samninga við ríkisstofnanir og/eða einkaaðila um að annast verkefni við úttekt og eftirlit á landi sem nýtt er við gæðastýrða framleiðslu.] ... ...\n[Tíðni eftirlits með framleiðendum í gæðastýrðri sauðfjárframleiðslu skal byggjast á áhættuflokkun, að teknu tilliti til niðurstaðna úr eftirliti og samkvæmt eftirlitsáætlun.]\nRéttur framleiðenda til gæðastýringargreiðslna skv. 1. mgr. fellur niður uppfylli þeir ekki skilyrði um gæðastýrða sauðfjárframleiðslu samkvæmt lögum þessum og reglugerð.\n[Framleiðendur sem hafa skorið niður gemlinga og fullorðið sauðfé á býli sínu að kröfu stjórnvalda til að varna útbreiðslu sauðfjársjúkdóma eiga rétt til greiðslna vegna gæðastýrðrar sauðfjárframleiðslu við kaup á allt að jafnmörgum líflömbum til endurnýjunar fjárstofnsins. Þessi réttur fellur niður um fyrstu áramót eftir að liðin eru tvö ár síðan heimilt var að taka fé að nýju á býlið. Við ákvörðun greiðslna skal miða við 16 kg fallþunga. Óheimilt er að framselja þennan rétt. ...]\n[Framkvæmdanefnd búvörusamninga er heimilt að ákvarða mismunandi stuðla í þeim tilgangi að greiða misháar álagsgreiðslur á einstaka flokka lambakjöts og ærkjöts og vegna mismunandi sláturtíma.]]\nL. 44/2019, 5. gr. L. 102/2016, 16. gr. L. 46/2015, 4. gr. L. 167/2007, 27. gr. L. 67/2009, 2. gr. L. 58/2007, 8. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    }
  ]
}
