{
  "id": "48/1994",
  "type": "statute",
  "title": "Lög um brunatryggingar",
  "status": "in_force",
  "issued_date": "1994-05-06",
  "url": "https://www.althingi.is/lagas/nuna/1994048.html",
  "description": "Tóku gildi 20. maí 1994.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Húseigendum er skylt að brunatryggja allar húseignir. Húseignir samkvæmt lögum þessum eru hvers konar byggingar sem ætlaðar eru til íbúðar, atvinnustarfsemi, geymslu eða annarra afnota.\nHús í smíðum er eigendum einnig skylt að brunatryggja á smíðatímanum. Fer um vátryggingarfjárhæð þeirra á hverjum tíma eftir samkomulagi milli eiganda og vátryggingafélags.\nVátryggingarskyldar húseignir skv. 1. mgr. er skylt að meta eigi síðar en fjórum vikum eftir að byggingu þeirra lauk eða þær hafa verið teknar í notkun. Eigandi ber ábyrgð á því að tilkynna vátryggingafélagi um lok byggingar eða notkun húseignar og óska eftir mati.\nVátryggingafélag skal ekki taka gilda uppsögn á brunatryggingu skv. 1. og 2. mgr. nema uppsögn fylgi staðfesting á að húseigandi hafi stofnað til nýrrar brunatryggingar hjá öðru vátryggingafélagi. Við eigendaskipti skal viðkomandi vátryggingafélag ekki taka gilda uppsögn nema henni fylgi staðfesting á að nýr eigandi hafi stofnað til brunatryggingar.]\nL. 34/1999, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Vátryggingarfjárhæð húseignar skv. 1. mgr. 1. gr. skal nema fullu verði eignarinnar eftir virðingu. [Húsnæðis- og mannvirkjastofnun] annast virðingu húseignar samkvæmt matskerfi og verklagsreglum stofnunarinnar. Heiti þeirrar gerðar er brunabótamat. Er markmið matsins að finna vátryggingarverðmæti húseignarinnar á þeim tíma er virðing fer fram. Skal matið taka til þeirra efnislegu verðmæta húseignarinnar sem eyðilagst geta af eldi og miðast við byggingarkostnað að teknu tilliti til aldurs, slits, viðhalds og ástands eignar að öðru leyti. Matið skal skrá í [fasteignaskrá] þar sem því skal viðhaldið.\n[Húsnæðis- og mannvirkjastofnun] getur endurmetið skyldutryggðar húseignir þegar stofnunin sér ástæðu til. [Ákvæði 13., 14. og 18. gr. stjórnsýslulaga gilda ekki við meðferð mála um ákvörðun brunabótamats. Eiganda skal send tilkynning um nýtt eða breytt brunabótamat. Sætti eigandi sig ekki við ákvörðun brunabótamats getur hann gert skriflega og rökstudda kröfu um endurupptöku málsins innan eins mánaðar frá tilkynningu ákvörðunar.]\nBrunabótamat nýrrar húseignar og endurmat skv. 2. mgr. skal vera húseiganda að kostnaðarlausu.\nHúseiganda er ætíð heimilt á sinn kostnað að óska eftir því að [Húsnæðis- og mannvirkjastofnun] endurmeti húseign hans. Skylt er húseiganda að óska nýs brunabótamats á húseign ef ætla má að verðmæti eignarinnar hafi aukist vegna endurbyggingar eða endurbóta.\nSé ágreiningur á milli vátryggingafélags og húseiganda um matsfjárhæð getur hvor aðili um sig óskað endurmats á sinn kostnað.\nEf húseigandi eða vátryggingafélag vill ekki una mati [Húsnæðis- og mannvirkjastofnunar] er heimilt að vísa ágreiningi þar um til yfirfasteignamatsnefndar, sbr. 5. gr.\n[Húsnæðis- og mannvirkjastofnun] er heimilt að lækka vátryggingarfjárhæðir húseigna (brunabótamat) sem eru í lélegu ástandi og hafa lítt eða ekki verið í notkun frá því sem brunabótamat þeirra hefði ella orðið skv. 1. mgr. Heimild þessi verður því aðeins nýtt að fyrir liggi staðfesting sveitarstjórnar á ástandi eignar og notkun og að hún geri ekki athugasemdir við að mat verði lækkað. [Húsnæðis- og mannvirkjastofnun] tilkynnir eiganda húseignar, vátryggingafélagi og veðhöfum, ef einhverjir eru, um breytingu á vátryggingarfjárhæð samkvæmt þessari málsgrein.\nSéu húseignir á eyðijörðum nýttar sem sumarhús eða til annarrar dægradvalar fer um brunabótamat slíkra eigna sem væru þær sumarbústaðir.\nEf brunabótamat byggist á beinni skoðun á húseign skal gefa húseiganda, eða fulltrúa hans, kost á því að vera viðstaddur.\n[Húsnæðis- og mannvirkjastofnun] er heimilt að reikna brunabótamat án skoðunar. Skal útreikningur þessi gerður á grundvelli upplýsinga sem fyrir liggja í [fasteignaskrá] og í öðrum þeim gögnum sem hún kann að hafa yfir að ráða. ...\nVátryggingarfjárhæð breytist til samræmis við breytingar á vísitölu byggingarkostnaðar hinna ýmsu tegunda húseigna.\nÍ reglugerð skal kveða nánar á um tilhögun brunabótamats samkvæmt þessari grein.]\nL. 36/2022, 15. gr. L. 83/2008, 24. gr. L. 34/1999, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Bætur fyrir tjón á húseign má aðeins greiða til þess að gera við húseign sem skemmst hefur við bruna eða til endurbyggingar. Vátryggjanda er skylt að sjá til þess áður en bætur eru greiddar að þeim sé réttilega varið.\n[Vátryggjanda er heimilt að veita undanþágu frá byggingarskyldu að höfðu samráði við skipulagsyfirvöld gegn því skilyrði að 15% dragist frá bótafjárhæðinni. Frádrætti þessum skal þó ekki beitt ef endurbygging er eigi heimil af skipulagsástæðum eða öðrum ástæðum sem tjónþola er ekki sjálfrátt um. Hafi ákvörðun verið tekin um að veita undanþágu frá byggingarskyldu og telji vátryggjandi brunabótamat húseignar greinilega hærra en markaðsverð húseignar er vátryggjanda heimilt að miða bótafjárhæð við markaðsverð viðkomandi húseignar. ...]\nNú verður brunatjón meira en helmingur brunabótamatsverðs og sveitarstjórn telur nauðsynlegt vegna eldhættu eða af skipulagsástæðum að hlutaðeigandi hús verði fjarlægt og er henni þá heimilt að leysa húsið til sín. Greiðir hún þá mismun þann sem er á brunabótum og heildarmatsverði hússins. [Ef sveitarstjórn eða eigandi telja brunabótamatsverð ekki rétt getur hvor um sig krafist endurmats [Húsnæðis- og mannvirkjastofnunar] og skal þá miða greiðslu við endurmatsverðið.]\n[Ágreiningi um bótafjárhæð skv. 2. mgr. eða um endurmatsverð skv. 3. mgr. er heimilt að skjóta til gerðardóms sem ráðherra vátryggingamála setur nánari ákvæði um í reglugerð. Kostnað við úrskurð ber sá er gerð gengur á móti.]\nL. 34/1999, 3. gr. L. 150/1994, 2. gr. L. 36/2022, 15. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    }
  ]
}
