{
  "id": "72/1994",
  "type": "statute",
  "title": "[Lög um merkingar og upplýsingaskyldu varðandi vörur sem tengjast orkunotkun]1)",
  "status": "in_force",
  "issued_date": "1994-05-11",
  "url": "https://www.althingi.is/lagas/nuna/1994072.html",
  "description": "Tóku gildi 30. maí 1994.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið.]\n[Tilgangur laga þessara er að stuðla að því að orka sé notuð með skynsamlegum og hagkvæmum hætti með því að tryggja að neytendur hafi greiðan aðgang að samræmdum upplýsingum um orkunotkun ... [vara sem lög þessi] ná til, svo og áhrif á umhverfi auk annars er varðar rekstur þeirra. [Lög þessi skulu tryggja samræmi í merkingum og stöðluðum upplýsingum vara sem tengjast orkunotkun innan Evrópska efnahagssvæðisins og frjálst flæði á slíkum vörum á sameiginlegum innri markaði Evrópska efnahagssvæðisins.]]\nL. 7/2015, 1. gr. L. 130/2020, 1. gr. L. 61/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Gildissvið.]\n[Lög þessi taka til merkinga og staðlaðra upplýsinga um vörur sem tengjast orkunotkun. Í reglugerð skal kveðið á um hvaða kröfur slík vara skal uppfylla svo setja megi hana á markað og taka í notkun hér á landi.]\nLögin taka ekki til endursölu notaðra [vara] og búnaðar.\n[Farþega- og vöruflutningar og notaðar vörur, [nema þær séu fluttar inn frá þriðja landi], falla utan gildissviðs þessara laga. ...]\nL. 7/2015, 2. gr. Rg. 78/1999. L. 130/2020, 2. gr.\n[2. gr. a. Orðskýringar.\nÍ lögum þessum er merking eftirtalinna hugtaka sem hér segir:\n1. Birgðasali: Framleiðandi, fulltrúi hans eða sá er markaðssetur vöru.\n[2. Breyting á kvarða: Setning strangari krafna til að uppfylla kröfur viðkomandi orkuflokks á merkimiða fyrir tiltekinn vöruflokk.\n3. Fjarsala: Sala, leiga eða kaupleiga í gegnum póstpöntun, verðlista, netið, með símasölu eða öðrum hætti sem leiðir til þess að ekki er hægt að gera ráð fyrir að hugsanlegur endanlegur notandi hafi séð vöruna í útstillingu.\n4. Kerfi: Samsetning nokkurra vara sem sameiginlega gegna tilteknu hlutverki við væntanlegar rekstraraðstæður og þar sem hægt er að ákvarða orkunýtni þeirra sem einnar heildar.\n5. Merkimiði: Skýringarmynd, annaðhvort á prentuðu eða rafrænu formi, með föstum kvarða þar sem eingöngu er notast við bókstafi frá A til G. Hver bókstafur stendur fyrir flokk sem samsvarar mismiklum orkusparnaði, í sjö mismunandi litum frá dökkgrænum að rauðum, með þann tilgang að upplýsa viðskiptavini um orkunýtni og orkunotkun. Þar eru meðtaldir merkimiðar með breyttum kvarða.\n6. Merkimiði með breyttum kvarða: Merkimiði fyrir tiltekinn vöruflokk sem hefur fengið breyttan kvarða og er aðgreinanlegur frá eldri merkimiðum. Hann er áfram í samræmi við aðra merkimiða.\n7. Orkunýtni: Hlutfall á milli afkasta, þjónustu, vöru eða orkuframleiðslu og þeirrar orku sem til þarf.]\n[8. ] [ Seljandi: Smásali eða annar einstaklingur eða lögaðili sem býður vöru til sölu, leigu eða kaupleigu eða sýnir viðskiptavinum vöru eða þeim sem annast uppsetningu hennar, hvort sem það er gegn greiðslu eða ekki.]\n[9. ] Setja á markað: Að bjóða fram vöru í fyrsta sinn á markaði á Evrópska efnahagssvæðinu til dreifingar eða til notkunar óháð því hvort varan er seld eða gefin til kynningar.\n[10. ] Taka í notkun: Að nota vöru með tilætluðum hætti í fyrsta sinn á Evrópska efnahagssvæðinu.\n[11. Tegundarauðkenni: Kóði, sem samanstendur af bók- og tölustöfum, sem greinir tiltekna vörutegund frá öðrum tegundum með sama vörumerki eða nafn birgis.\n12. Tæknigögn: Gögn sem gera markaðseftirlitsyfirvöldum kleift að meta nákvæmni merkimiða og upplýsingablaðs fyrir vöru, þ.m.t. prófunarskýrslur eða áþekk tæknileg gögn.]\n[13. ] [ Upplýsingablað: Staðlað skjal sem inniheldur upplýsingar um vöru, á prentuðu eða rafrænu formi.]\n[14. ] [ Vara sem tengist orkunotkun: Vara eða kerfi sem hefur áhrif á orkunotkun meðan á notkun stendur og sett er á markað eða tekin í notkun, þ.m.t. bæði hlutir sem settir eru á markað eða teknir eru í notkun fyrir viðskiptavini og hafa áhrif á orkunotkun meðan á notkun stendur, og hlutir sem ætlunin er að setja í vörur.]\n[15. Vöruflokkur: Flokkur vara sem hafa sömu aðalvirkni.\n16. Vörugagnagrunnur: Safn gagna um vörur sem er sett saman á kerfisbundinn hátt og samanstendur annars vegar af opnum hluta, sem miðast við þarfir neytanda þar sem upplýsingar varðandi einstaka mæliþætti vöru eru aðgengilegar rafrænt, og vefgátt sem opnar fyrir aðgang að grunninum, og hins vegar af lokuðum hluta er varðar reglufylgni þar sem kröfur um aðgengi og öryggi eru tilgreindar með skýrum hætti.\n17. Vörutegund: Útgáfa af vöru þar sem allar vörueiningar deila sömu tæknilegu eiginleikum sem skipta máli hvað varðar merkimiða og upplýsingablað og hafa sömu tegundarauðkenni.]]\nL. 130/2020, 3. gr. L. 7/2015, 3. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Almennar skyldur birgðasala.\nBirgðasali skal tryggja að með hverri einingu vöru sem sett er á markað fylgi ítarlegur prentaður merkimiði og upplýsingablað í samræmi við lög þessi, án endurgjalds. Í stað þess að afhenda upplýsingablað með vörunni er birgðasala heimilt að skrá breytur af upplýsingablaði inn í vörugagnagrunn. Birgðasali skal þó afhenda seljanda prentað upplýsingablað sé þess óskað.\nBirgðasali skal þegar í stað og ekki síðar en innan fimm virkra daga frá beiðni seljanda senda prentaða merkimiða, þ.m.t. merkimiða með breyttum kvarða og upplýsingablöð, án endurgjalds.\nBirgðasali skal tryggja að merkimiðar og upplýsingablöð sem hann leggur fram séu nákvæm. Hann skal leggja fram fullnægjandi tæknigögn til að mögulegt sé að meta nákvæmni upplýsinganna.\nÞegar vörutegund er komin í notkun og það stendur til að uppfæra hana skal birgðasali óska eftir skýru samþykki frá viðskiptavini að því er varðar allar fyrirhugaðar breytingar í kjölfar uppfærslna sem kunna að vera gerðar á vörueiningu í eigu viðskiptavinar sem gætu haft óheppileg áhrif á mæliþætti merkimiða sem tilgreinir orkunýtni vörueiningarinnar. Birgðasali skal tilkynna viðskiptavini um markmið uppfærslunnar og breytingar á mæliþáttum, þ.m.t. breytingar á orkuflokki merkimiða. Á tímabili sem er í réttu hlutfalli við líftíma vöru skal birgðasali gefa viðskiptavini kost á að hafna uppfærslunni. Hafni hann uppfærslunni skal virkni vörunnar ekki verða lakari ef hægt er að komast hjá því.\nBirgðasala er óheimilt að setja á markað vörur sem eru þannig hannaðar að þær hafi sjálfvirkt breytta virkni sem bæti frammistöðu þeirra við prófanir sem meta mæliþætti um orkunotkun og áhrif á umhverfi auk annars er varðar notkun þeirra.]\nL. 130/2020, 4. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Skyldur birgðasala í tengslum við vörugagnagrunn.\nÁður en ný vörutegund er sett á markað skal birgðasali skrá upplýsingar um vörutegundina í opinn hluta vörugagnagrunns og þann hluta hans er varðar reglufylgni.\nBirgðasali færir eftirfarandi skyldubundna og sértæka hluta tæknigagna inn í vörugagnagrunninn:\na. almenna lýsingu á vörutegund, þannig að hana megi sanngreina auðveldlega og án nokkurs vafa,\nb. tilvísanir í þá samræmdu staðla sem beitt er eða aðra mælingarstaðla sem notaðir eru,\nc. sérstakar varúðarráðstafanir sem gera skal þegar tegund er sett saman, sett upp, henni haldið við eða hún prófuð,\nd. mælda tæknilega mæliþætti tegundar,\ne. útreikninga, sem gerðir eru út frá mældum mæliþáttum,\nf. prófunarskilyrði, ef þeim er ekki nægilega vel lýst í b-lið.\nAuk þessa má birgðasali að eigin frumkvæði bæta viðbótarhlutum tæknigagna í vörugagnagrunninn.\nFram að skráningu tæknigagna í vörugagnagrunn skal birgðasali veita aðgang að rafrænni útgáfu þeirra til skoðunar innan tíu daga frá því að beiðni berst frá Húsnæðis- og mannvirkjastofnun.\nEf breytingar eru gerðar á vöru sem hafa áhrif á merkimiða eða upplýsingablað skal varan teljast ný vörutegund. Birgðasali skal tilgreina í gagnagrunninum þegar hann hættir að setja einingar vörutegundar á markað.\nEftir að síðasta eining vörutegundar er sett á markað skal birgðasali varðveita upplýsingar um vörutegundina í þeim hluta vörugagnagrunnsins er varðar reglufylgni í a.m.k. 15 ár. Upplýsingum í opnum hluta gagnagrunnsins skal ekki eytt.]\nL. 130/2020, 5. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Skyldur seljanda.\nSeljandi skal með sýnilegum hætti, þ.m.t. við fjarsölu á netinu, sýna þann merkimiða sem birgðasali lætur í té og veita viðskiptavini aðgang að upplýsingablaði, þ.m.t. á útprentuðu formi á sölustað, sé þess óskað.]\nL. 130/2020, 6. gr.\n[5. gr. a. Aðrar skyldur birgðasala og seljanda.\nBirgðasali og seljandi skulu:\na. með sjónrænum auglýsingum og tæknilegu kynningarefni vísa í orkunýtniflokk vöru og þau svið orkunýtniflokka sem eiga við tiltekna vörutegund,\nb. koma í veg fyrir að sýndir séu villandi eða misvísandi merkimiðar, tákn eða áletranir um orkunotkun og önnur mikilvæg aðföng meðan á notkun vöru stendur,\nc. ekki afhenda eða sýna merkimiða fyrir vörur sem tengjast orkunotkun, sem líkja eftir merkimiðum sem veittir eru samkvæmt lögum þessum,\nd. ekki afhenda eða sýna merkimiða fyrir vörur, ótengdar orkunotkun, sem líkja eftir merkimiðum fyrir vörur sem tengjast orkunotkun.]\nL. 130/2020, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Framkvæmd og eftirlit.\nRáðherra fer með framkvæmd laga þessara. Eftirlit og dagleg stjórnsýsla á því sviði sem lög þessi ná til er þó á hendi [Húsnæðis- og mannvirkjastofnunar]. [Húsnæðis- og mannvirkjastofnun] tekur við tilkynningum um vörur sem ekki eru í samræmi við kröfur laga þessara og reglna settra samkvæmt þeim og annast samskipti vegna þeirra við önnur eftirlitsstjórnvöld á Evrópska efnahagssvæðinu.]\nL. 137/2019, 19. gr. L. 7/2015, 7. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Eftirlit.]\nEf ástæða er til að ætla að upplýsingar, sem veittar hafa verið, séu rangar er [Húsnæðis- og mannvirkjastofnun], sbr. 6. gr., heimilt að krefja birgðasala eða seljendur um gögn sem nauðsynleg eru við eftirlit. Jafnframt er [stofnuninni] heimilt að krefjast þess að eintak vöru og umbúða verði lagt fram til skoðunar.\nL. 7/2015, 8. gr. L. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
