{
  "id": "26/1994",
  "type": "statute",
  "title": "Lög um fjöleignarhús",
  "status": "in_force",
  "issued_date": "1994-04-06",
  "url": "https://www.althingi.is/lagas/nuna/1994026.html",
  "description": "Tóku gildi 1. janúar 1995.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi hafa að geyma reglur um réttindi og skyldur eigenda fjöleignarhúsa.\nFjöleignarhús telst í lögum þessum hvert það hús sem skiptist í séreignir í eigu fleiri en eins aðila og í sameign sem bæði getur verið allra og sumra.\nGilda lögin þannig m.a. um:\n1. Fjölbýlishús með íbúðum eingöngu.\n2. Hús með bæði íbúðum og húsnæði til annarra nota.\n3. Hús sem alfarið eru nýtt til annars en íbúðar, svo sem fyrir atvinnustarfsemi.\n4. Raðhús og önnur sambyggð og samtengd hús, bæði eingöngu til íbúðar og að einhverju leyti eða öllu til annarra nota, allt eftir því sem við getur átt.\nÁkvæðum laga þessara verður einnig beitt eftir því sem við á um önnur hús sem fleiri en einn á eða nýtir.\nLög þessi gilda um lögskipti eigenda fullgerðra fjöleignarhúsa að lóðum meðtöldum. Reglur laganna verða einnig notaðar um fjöleignarhús á byggingarstigi að lóðum meðtöldum, eftir því sem við getur átt.\nÓfrávíkjanlegar reglur. Heimild til frávika.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ákvæði laga þessara eru ófrávíkjanleg [um hús með íbúðum eingöngu] nema annað sé tekið fram í þeim eða leiði af eðli máls. Er eigendum [slíkra húsa] því almennt óheimilt að skipa málum sínum, réttindum sínum og skyldum á annan veg en mælt er fyrir um í lögunum.\n[Hýsi fjöleignarhús atvinnustarfsemi, að öllu leyti eða hluta, er eigendum heimilt að víkja frá fyrirmælum laga þessara með sérstökum samþykktum eða samningum, sbr. 75. gr., sem þinglýsa skal.] Gilda ákvæði laganna þá um öll þau atriði sem ekki er ótvírætt samið um á annan veg. Jafnframt gilda ákvæði laganna til fyllingar slíkum samningsákvæðum. Liggi engir samningar fyrir um aðra skipan eða náist ekki [nauðsynleg] samstaða með eigendum um frávik gilda ákvæði laganna óskorað um slíkt húsnæði.\nL. 84/2021, 1. gr.\nHugtakið hús.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Með húsi í lögum þessum er átt við byggingu sem varanlega er skeytt við land og stendur sjálfstæð og aðgreind frá öðrum húsum eða skilur sig þannig frá þeim þótt sambyggð eða samtengd séu að eðlilegt og haganlegt sé að fara með hana samkvæmt lögum þessum sem sjálfstætt hús.\nÞótt sambyggð eða samtengd hús teljist tvö sjálfstæð hús eða fleiri skv. 1. mgr. þá gilda ákvæði laganna eftir því sem við getur átt um þau atriði og málefni sem sameiginleg eru, svo sem lóð ef hún er sameiginleg að öllu leyti eða nokkru og um útlit og heildarsvip ef því er að skipta. Sama gildir einnig ef því er að skipta um sameiginleg málefni sjálfstæðra ótengdra fjöleignarhúsa og/eða annars konar húsa.\nHugtakið séreign.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Séreign samkvæmt lögum þessum er afmarkaður hluti af húsi eða lóð eins og honum er lýst í þinglýstri eignaskiptayfirlýsingu, skiptasamningi og/eða öðrum þinglýstum heimildum um húsið, ásamt því sem honum fylgir sérstaklega hvort heldur er húsrými í húsinu sjálfu, bílskúr á lóð þess eða sameiginlegri lóð margra húsa, lóðarhluti, búnaður eða annað samkvæmt sömu heimildum, ákvæðum laga þessara eða eðli máls.\nNánar um séreign.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Samkvæmt 4. gr. fellur neðantalið undir séreign fjöleignarhúss:\n1. Allt afmarkað húsrými sem gert er að séreign samkvæmt þinglýstum heimildum og allt sem liggur þar innan veggja.\n2. Allt innra byrði umliggjandi veggja, gólfa og lofta, þar á meðal einangrun.\n3. Allir milliveggir sem ekki eru jafnframt burðarveggir.\n4. Öll tæki, búnaður og þess háttar inni í séreignarhluta, þótt tengd séu sameiginlegu kerfi eða lögnum.\n5. Sá hluti gluggaumbúnaðar sem er inni í séreign, svo og gler í gluggum og hurðum.\n6. Hurðir sem skilja séreign frá sameign, svo og svalahurðir, en húsfélag hefur ákvörðunarvald um gerð og útlit.\n7. Lagnir og tilfæringar, hverju nafni sem þær nefnast og hvar sem þær eru, sem eingöngu þjóna þörfum viðkomandi séreignar.\n8. Innra byrði svalaveggja og gólfflötur svala, en húsfélag hefur ákvörðunarvald um allar breytingar, búnað og annað á svölum sem áhrif hefur á útlit hússins og heildarmynd.\n9. Hluti lóðar, t.d. bílastæði, sem er séreign samkvæmt þinglýstum heimildum eða eðli máls, svo sem einkabílastæði fyrir framan bílskúr.\n10. Aðrir hlutar húss eða lóðar, bílskúr á lóð húss eða búnaður og lagnir sem þinglýstar heimildir segja séreign eða teljast það samkvæmt eðli máls, svo sem ef viðkomandi hefur kostað það, sbr. 9. gr.\n[11. Öll tæki, búnaður og þess háttar til hleðslu rafbíla við eða á bílastæði í sameign sem fylgir séreignarhluta, þótt tengd séu sameiginlegu kerfi eða lögnum.]\nL. 67/2020, 1. gr.\nHugtakið sameign.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Sameign samkvæmt lögum þessum eru allir þeir hlutar húss, bæði innan og utan, og lóðar sem ekki eru ótvírætt í séreign skv. 4. gr., svo og öll kerfi, tækjabúnaður, lagnir og tilfæringar sem þjóna aðallega þörfum heildarinnar eða hluta hennar með þeim hætti að sanngjarnt og eðlilegt er að allir eigendur eða eftir atvikum tiltekinn hópur þeirra beri kostnað og áhættu af þeim.\nÞótt fjöleignarhús samanstandi af einingum eða hlutum (stigahúsum) sem eru sjálfstæðar eða aðgreindar að einhverju leyti og hvort sem þau standa á einni lóð eða fleirum er allt ytra byrði hússins alls staðar, þak, útveggir og gaflar, í sameign allra eigenda þess.\nSameign er sameign allra nema svo hátti að um sameign sumra sé að ræða skv. 7. gr.\nSameign sumra.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Um sameign sumra er að ræða:\n1. Þegar það kemur fram eða má ráða af þinglýstum heimildum að svo sé.\n2. Þegar lega sameignar eða afnot hennar eða möguleikar til þess eru með þeim hætti að sanngjarnt og eðlilegt er að hún tilheyri aðeins þeim sem hafa aðgang að henni og afnotamöguleika. Á það m.a. við þegar veggur skiptir húsi svo að aðeins sumir séreignarhlutar eru um sama gang, stiga, svalir, tröppur eða annað sameiginlegt húsrými, lagnir, búnað eða annað.\nÞannig er skv. 2. tölul. 1. mgr. húsrými og annað inni í einstökum stigahúsum, þegar fjöleignarhús samanstendur af fleiri slíkum, í sameign eigenda þar og öðrum eigendum þess óviðkomandi.\nNánar um sameign.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Samkvæmt 6. gr. fellur m.a. neðangreint undir sameign fjöleignarhúss:\n1. Allt ytra byrði hússins, útveggir, þak, gaflar og útidyr, þó ekki svaladyr, svo og útitröppur og útistigar.\n2. Allt burðarvirki húss, grunnur, grunnplata, sökklar, burðarveggir og þakburðarvirki.\n3. Allur ytri gluggaumbúnaður, bæði á séreignarhlutum og sameign.\n4. Ytra byrði svala og stoð- og burðarvirki þeirra, svo og svalahandrið.\n5. Öll lóð húss og mannvirki, búnaður og tilfæringar á henni, þar með talið bílastæði, [sbr. þó 4. og 11. tölul. 5. gr.], nema þinglýstar heimildir kveði á um að það sé séreign eða það byggist á eðli máls.\n6. Allt húsrými, hverju nafni sem það nefnist, sem ekki telst séreign, svo sem gangar, stigar, geymslur, kyndiklefar, þvottahús, þurrkherbergi, kæliklefar, tómstundaherbergi, vagna- og hjólageymslur, háaloft, risloft o.s.frv., án tillits til legu, nýtingarmöguleika og nýtingarþarfa einstakra eigenda í bráð og lengd.\n7. Allar lagnir, svo sem fyrir heitt vatn, kalt vatn, skolp, rafmagn, síma, dyrasíma, sjónvarpsloftnet og útvarpsloftnet, sem þjóna sameiginlegum þörfum og þörfum heildarinnar, án tillits til þess hvar þær liggja í húsinu [eða á lóð þess]. Jafnan eru líkur á því að lagnir í fjöleignarhúsi [eða á lóð þess] séu í sameign allra.\n8. [Allur búnaður, kerfi og þess háttar, án tillits til staðsetningar, bæði innan húss og utan, svo sem lyftur, rafkerfi, álagsstýringarkerfi vegna hleðslu rafbíla, hitakerfi, vatnskerfi, símakerfi, dyrasímakerfi, sjónvarpsloftnet og útvarpsloftnet, leiktæki o.fl., sem þjóna þörfum heildarinnar, en þó að undanskildum tækjum og búnaði, sem tengd eru við kerfin inni í hverjum séreignarhluta eða við eða á bílastæði í sameign sem fylgir séreignarhluta.]\n9. Réttur til byggingar ofan á eða við hús eða á lóð þess.\nL. 67/2020, 2. gr.\nSéreign eða sameign.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Við úrlausn þess hvort um séreign eða sameign allra eða sumra er að ræða skal auk þess sem getur í 4.–8. gr. líta til þess hvernig staðið var að byggingu hússins eða viðkomandi hluta þess og hvernig byggingarkostnaðinum var skipt ef um það liggja fyrir skýr gögn.\nHafi byggingarframkvæmd verið sameiginleg og kostnaðurinn einnig þá er um sameign að ræða ef önnur veigamikil atriði mæla því ekki í mót.\nHafi eigandi einn kostað ákveðinn búnað, tiltekna framkvæmd eða byggingarþátt þá eru á sama hátt líkur á því að um séreign hans sé að ræða.\nII. kafli. Skipting húsa og meginreglur um eignarráð og takmarkanir þeirra.\nSkipting fjöleignarhúsa. Sérkenni eignarformsins.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Eign í fjöleignarhúsi er með þrennu móti:\n1. Séreign, sbr. 4. og 5. gr.\n2. Sameign allra eigenda, sbr. 1. mgr. 6. gr. og 8. gr.\n3. Sameign sumra eigenda, sbr. 7. og 8. gr.\nHverri séreign fylgir hlutdeild í sameign skv. 2. og 3. tölul. 1. mgr. eftir ákveðinni hlutfallstölu, sbr. 14. gr. Séu hlutfallstölur ekki ákveðnar eru allir séreignarhlutar jafnréttháir og bera jafnar skyldur.\nSéreignarhlutum fylgja eftir hlutfallstölum réttindi og skyldur til að taka þátt í félagsskap allra eigenda um húsið, húsfélagi þar sem öllum sameiginlegum málefnum skal til lykta ráðið.\nRéttindi þau og skyldur, sem um ræðir í 2. og 3. mgr., eru órjúfanlega tengd séreignum og verða ekki frá þeim skilin.\nHver eignarhluti er sérstök fasteign.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Hver eignarhluti telst, ásamt því sem honum fylgir sérstaklega og eignarhluta í sameign, sérstök fasteign, enda sé fullnægt skilyrðum laga um skráningu og mat fasteigna.\nHelstu réttindi.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Réttindi eiganda eru þessi helst:\n1. Ráðstöfunarréttur með samningi yfir hinum samsetta rétti, sbr. 10. gr., að svo miklu leyti sem lög eða sérstök réttindi annarra, t.d. húsfélagsins, fela ekki í sér takmarkanir á honum.\n2. Einkaréttur til umráða og hagnýtingar séreignarinnar með þeim takmörkunum sem leiðir af lögum þessum, reglum nábýlisréttar eða eðli máls.\n3. Réttur til að hagnýta og nota sameignina að virtum sama rétti annarra eigenda.\n4. Réttur til aðildar að húsfélagi og til að eiga hlut að ákvarðanatöku um sameignina og sameiginleg málefni.\nHelstu skyldur.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Skyldur eiganda eru þessar helstar:\n1. Skylda til að vera í húsfélagi og fara eftir löglegum ákvörðunum þess og virða þær.\n2. Skylda til að greiða hlutdeild í sameiginlegum kostnaði.\n3. Skylda til að taka eðlilegt og sanngjarnt tillit til annarra eigenda við hagnýtingu séreignar.\n4. Skylda til að virða rétt og hagsmuni annarra eigenda við hagnýtingu sameignarinnar.\nHlutfallstalan.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Eignarhluti í sameign skal reiknaður út eftir hlutfallstölu.\nÚtreikningurinn skal fyrst og fremst vera byggður á flatarmáli og rúmmáli húsa, en þó er heimilt að ákvarða hlutfallstölur á öðrum sanngjörnum grundvelli, t.d. miðað við innbyrðis verðmæti séreignarhluta, þegar um er að ræða fjöleignarhús sem hafa að geyma annars konar húsnæði en til íbúðar að nokkru leyti eða öllu.\nHver eignarhluti getur haft fleiri en eina hlutfallstölu ef því er að skipta eftir því um hvaða sameign er að ræða, sbr. 2. og 3. tölul. 1. mgr. 10. gr.\nReglur um útreikning hlutfallstölu skulu settar af [ráðherra] með reglugerð.\nL. 126/2011, 186. gr. Rg. 910/2000, sbr. 1110/2007.\nÞýðing hlutfallstölu.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Hlutfallstala hefur m.a. þýðingu í eftirfarandi tilvikum:\n1. Það er meginregla að sameiginlegur kostnaður skiptist eftir hlutfallstölum.\n2. Tekjur af sameign skiptast eftir hlutfallstölum.\n3. Við atkvæðagreiðslur á húsfélagsfundum og endranær við sameiginlega ákvarðanatöku fer vægi atkvæða eftir hlutfallstölum, ýmist eingöngu eða einnig.\n4. Hlutfallstalan segir til um eignarhlutdeild í sameign. Ef sameign er skipt eða hluti hennar seldur þá skiptist hún eða andvirði hennar eftir hlutfallstölum.\n5. Sá gengur að öðru jöfnu fyrir um rétt til byggingar ofan á eða við fjöleignarhús eða á lóð þess sem stærri hlut á í því.\nEignaskiptayfirlýsing.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Gera skal eignaskiptayfirlýsingu um öll fjöleignarhús, enda liggi ekki fyrir þinglýstur fullnægjandi og glöggur skiptasamningur.\n[Eignaskiptayfirlýsing skal undirrituð [skriflega eða rafrænt, sbr. 60. gr. b], af öllum eigendum ef í henni felst yfirfærsla á eignarrétti, sérstakar kvaðir, afsal réttinda eða frekari takmarkanir á eignarráðum en leiðir af fyrirmælum laga þessara, sbr. ákvæði A-liðar 1. mgr. 41. gr. Hafi eignaskiptayfirlýsing einvörðungu að geyma samantekt, skráningu og lýsingu á húsi og skiptingu þess í samræmi við þinglýstar heimildir og útreikning á hlutfallstölum í samræmi við gildandi reglur þar að lútandi er nægilegt að hún sé undirrituð [skriflega eða rafrænt, sbr. 60. gr. b], af stjórn húsfélagsins þegar eignarhlutar eru sex eða fleiri en ella af meiri hluta eigenda, annaðhvort miðað við fjölda eða hlutfallstölur. Um rétt og heimild eigenda til að vefengja slíka eignaskiptayfirlýsingu fer eftir fyrirmælum 18. gr.]\nSé um nýbyggingu að ræða skulu sveitarstjórnir gera það að skilyrði fyrir gerð lóðarsamnings að eignaskiptayfirlýsing liggi fyrir. Eignaskiptayfirlýsingu skal þinglýst eigi síðar en húsið er fokhelt.\nGera skal það að skilyrði þinglýsingar eignayfirfærslu fjöleignarhúss eða hluta þess að eignaskiptayfirlýsing liggi fyrir og að eignayfirfærslan sé í samræmi við hana.\nSéu gerðar breytingar á fjöleignarhúsi eða innbyrðis eignatilfærslur sem breyta eða raska eignaskiptayfirlýsingu og eignarhlutföllum skulu eigendur án ástæðulauss dráttar gera nýja eignaskiptayfirlýsingu og láta þinglýsa henni.\n[Þegar um er að ræða fjöleignarhús með félagslegum íbúðum sem falla undir ákvæði V. og VI. kafla laga nr. 97/1993, um Húsnæðisstofnun ríkisins, með síðari breytingum, skulu viðkomandi húsnæðisnefndir láta gera og þinglýsa eignaskiptayfirlýsingu fyrir húsið eigendum að kostnaðarlausu.\nTelji eigandi rétti sínum hallað með eignaskiptayfirlýsingu skv. 8. mgr. getur hann nýtt sér heimildir og úrræði þau sem mælt er fyrir um í 18. gr. Komi í ljós við þá prófun að aðfinnslur hans eiga við rök að styðjast og eru réttmætar, þannig að nauðsynlegt er að gera breytingar á eignaskiptayfirlýsingunni, skal húsnæðisnefndin bera kostnaðinn af því. Einnig skal nefndin þá greiða viðkomandi eiganda kostnað sem hann hefur sannanlega haft af þessu.]\nL. 84/2021, 2. gr. L. 136/1995, 1. gr. Nú l. 44/1998. Ætti að vera „6. mgr.“\n[Gerð eignaskiptayfirlýsinga.]\nL. 136/1995, 2. gr.\n[16. gr. a.\nEftir 1. júní 1996 mega þeir einir taka að sér að gera eignaskiptayfirlýsingar sem fengið hafa til þess sérstakt leyfi [ráðherra].\nLeyfið skal gefið út til fimm ára og skal viðkomandi greiða fyrir leyfisbréf gjald í ríkissjóð samkvæmt lögum um aukatekjur ríkissjóðs. Auglýsing um veitingu leyfis og leyfissviptingu skal birta í Lögbirtingablaðinu.\nSkilyrði fyrir leyfinu eru þessi:\n1. Lögræði og búsforræði.\n2. Að viðkomandi sýni fram á að hann hafi staðgóða þekkingu á fjöleignarhúsalöggjöfinni, byggingarlöggjöfinni, lögum um skráningu og mat fasteigna, þinglýsingalögum og annarri löggjöf er máli skiptir og kunnáttu í að beita gildandi útreikningsreglum og aðferðum, allt samkvæmt nánari fyrirmælum sem sett verða í reglugerð.\nLeyfishafi skal ætíð vanda vel til skiptayfirlýsingar og gæta þess að þar komi fram allar nauðsynlegar upplýsingar og skýringar og að hún sé réttilega gerð miðað við þau gögn sem eru lögð til grundvallar og gildandi laga- og reglugerðafyrirmæli.\nFyrir gerð eignaskiptayfirlýsingar ber leyfishafa sanngjörn þóknun úr hendi þess sem um verkið biður. Skal fjárhæð þóknunar miðuð við umfang verksins, þann tíma sem það tekur og hversu vandasamt það er. Sé þess kostur skal jafnan samið um endurgjaldið fyrir fram. Aðilar geta skotið ágreiningi sínum um endurgjaldið til kærunefndar [húsamála] sem skal áður en hún lætur álit í té leita umsagnar viðkomandi byggingarfulltrúa.\nGerist leyfishafi sekur um vanrækslu og handvömm við undirbúning og gerð eignaskiptayfirlýsinga, brjóti gegn laga- eða reglugerðafyrirmælum sem hér um gilda eða missi hann einhver leyfisskilyrði getur [ráðherra] svipt hann leyfinu.\n[Ráðherra] setur í reglugerð nánari ákvæði um skilyrði leyfisveitingar, svo sem um námsefni, námskeið, réttindi, skyldur og ábyrgð leyfishafa og önnur atriði hér viðvíkjandi. Skal ráðherra í því efni hafa samráð við önnur þau stjórnvöld sem málið snertir.]\nL. 162/2010, 13. gr. L. 66/2010, 11. gr. Rg. 233/1996. L. 136/1995, 2. gr.\nEfni eignaskiptayfirlýsingar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Í eignaskiptayfirlýsingu skulu eftirfarandi atriði koma fram á skýran og skilmerkilegan hátt:\n1. Um hvaða fjöleignarhús er að ræða. Gefa skal það til kynna með götunafni, húsnúmeri og sveitarfélagi.\n2. Almenn lýsing á húsinu, svo sem stærð þess og gerð og hvers eðlis það er.\n3. Lýsing á hverjum séreignarhluta, staðsetning hans, bæði hæð og innan hæðar, stærð hans í fermetrum og herbergjum ef því er að skipta, hvers eðlis hann er og hvað honum fylgir sérstaklega.\n4. Hver sé hlutfallstala (hlutfallstölur) hvers séreignarhluta, á hvaða grundvelli hlutfallstölur séu reiknaðar út og hver hafi gert það.\n5. Hvort séreignarhluta fylgi réttur til bílskúrs eða sérstakur réttur til ákveðins bílastæðis og skal það þá tilgreint svo að ekki verði um villst.\n6. Hvort séreignarhluta fylgi annars sérstakur réttur til byggingar ofan á eða við hús eða á lóð þess.\n7. Greinargóð lýsing á allri sameign hússins og sameiginlegum búnaði, bæði innan húss og utan, þar með talin lóð.\n8. Glöggt skal greina ef tiltekið rými eða búnaður er í sameign sumra en ekki allra.\nTil viðbótar ofangreindum atriðum skal ávallt geta glögglega um sérgreiningar, auðkenni og merkingar, sem eign eða eignarhluti hefur í fasteignaskrá samkvæmt reglum [Húsnæðis- og mannvirkjastofnunar].\nEignaskiptayfirlýsingu skal fylgja til þinglýsingar teikning af fjöleignarhúsinu og lóðaruppdráttur þar sem sýnd eru, eftir því sem frekast verður við komið, þau atriði sem tiltekin eru í 1. mgr. Teikningar og uppdrættir skulu vera í blaðstærð A4 og stærðir í fermetrum og rúmmetrum.\nEignaskiptayfirlýsingu, ásamt teikningum og öðrum gögnum, skal afhenda byggingarfulltrúa til staðfestingar og er honum skylt að senda [Húsnæðis- og mannvirkjastofnun] afrit af henni. Skal byggingarfulltrúi leita álits stofnunarinnar ef vafi leikur á um greinitölur ...\nNánari reglur um grundvöll, gerð, efni, form og frágang eignaskiptayfirlýsinga, teikninga og uppdrátta og stærðarútreikninga samkvæmt grein þessari skulu settar af [ráðherra] með reglugerð.\nL. 36/2022, 15. gr. L. 136/1995, 3. gr. L. 162/2010, 13. gr. Rg. 910/2000, sbr. 1110/2007.\nBreytingar á eignaskiptayfirlýsingu og hlutfallstölum.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Allir eigendur skulu eiga þess kost að vera með í ráðum um breytingar á þinglýstri eignaskiptayfirlýsingu og hlutfallstölum. Er samþykki allra eigenda, sem hagsmuna eiga að gæta, áskilið ef breytingarnar hafa í för með sér eignayfirfærslu eða kvaðir á eignarhluta eins og um getur í 2. mgr. 16. gr. Skulu þeir þá allir standa að slíkum breytingum og undirrita [skriflega eða rafrænt] þau skjöl sem þarf. Felist í breytingum aðeins leiðréttingar í samræmi við þinglýstar heimildir um húsið og einstaka eignarhluta og ákvörðun hlutfallstalna samkvæmt gildandi reglum er nægilegt að stjórn húsfélags í húsi þar sem eignarhlutar eru sex eða fleiri láti gera slíkar breytingar og undirriti [skriflega eða rafrænt] nauðsynleg skjöl í því skyni. Skal stjórnin áður gefa öllum eigendum kost á að koma sjónarmiðum sínum og athugasemdum á framfæri. Séu eignarhlutar færri en sex nægir að meiri hluti eigenda, sbr. 2. mgr. 16. gr., undirriti [skriflega eða rafrænt] nauðsynleg skjöl.]\nSérhver eigandi á kröfu á því að hlutfallstölur sýni og endurspegli rétta skiptingu hússins og séu þannig réttur eða eðlilegur grundvöllur að skiptingu réttinda og skyldna.\nGetur hver eigandi, sem telur hlutfallstölur rangar eða eignarhlutföllin í húsinu óeðlileg eða ósanngjörn, krafist breytinga og leiðréttinga þar á.\nFáist aðrir eigendur ekki til að standa að nauðsynlegum breytingum getur viðkomandi fengið dómkvadda matsmenn til að endurreikna eða endurákvarða hlutfallstölur í húsinu. Nægilegt er að kveðja einn matsmann til undirmats og tvo til yfirmats.\nNáist ekki samkomulag að fengnu mati skv. 4. mgr. getur eigandi, sem breyta vill á grundvelli þess, höfðað mál á hendur öðrum eigendum til ógildingar á gildandi eignarhlutföllum og viðurkenningar á hinum nýju. Gangi dómur honum í vil getur hann fengið dómsorðinu þinglýst sem kemur þá og þannig í stað eignaskiptayfirlýsingar.\nÁkvæðum þessarar greinar verður einnig beitt eftir því sem við á þegar engin þinglýst eignaskiptayfirlýsing liggur fyrir og ekki næst nauðsynleg samstaða með eigendum um gerð eignaskiptayfirlýsingar.\nL. 84/2021, 3. gr. L. 136/1995, 4. gr.\nRáðstöfunarréttur yfir sameign.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Sameign fjöleignarhúss verður ekki ráðstafað af húsfélagi með samningi nema allir eigendur séu því samþykkir. Sama gildir um verulegar breytingar á sameign eða hagnýtingu hennar.\nÞó er heimilt að selja eða leigja óverulega hluta sameignar ef öllum eigendum er gefinn kostur á að eiga hlut að ákvörðun um það á löglegum húsfundi og a.m.k. / 3 hlutar eigenda, bæði miðað við fjölda og eignarhluta, eru því meðmæltir.\nRáðstöfun eignarhluta.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Eigandi eignar í fjöleignarhúsi má aðeins ráðstafa með samningi réttindum sínum og skyldum í heild, þ.e. séreign sinni, hlutdeild í sameign og rétti og skyldu til þátttöku í húsfélagi. Þessi réttindi og skyldur verða ekki aðskilin, sbr. 4. mgr. 10. gr.\nAð öðru leyti hefur eigandi sömu heimildir til að ráðstafa eign sinni í heild, til að selja hana, leigja, veðsetja og kvaðabinda og til ráðstöfunar með dánargerningi, og eigandi fasteignar almennt hefur að lögum.\nUm leigu hluta séreignar, t.d. einstakra herbergja, gilda ekki sérstakar takmarkanir og fer réttur eiganda til þess eftir almennum reglum.\nTakmarkanir á ráðstöfunarrétti eiganda kann þó að leiða af ákvæðum laga um félagslegt íbúðarhúsnæði, öðrum sérlögum og eins af kvöðum í þinglýstum heimildum um eignina eða húsið. Slíkar takmarkanir verða ekki settar í húsfélagssamþykktir svo gilt sé, nema með samþykki allra eigenda eða eiganda þeirrar eignar sem þær beinast að ef þær eru ekki almennar.\nRáðstöfun hluta séreignar og skipting.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Eiganda er óheimilt að ráðstafa (selja eða veðsetja) tilteknum hluta séreignar sinnar, nema með fylgi hlutdeild í sameign og réttindi og skyldur til þátttöku í húsfélagi.\nSlík ráðstöfun til utanaðkomandi á einstökum afmörkuðum hlutum séreignar, hvort sem er húsrými, lóðarhluti eða annað, er háð samþykki allra eigenda og verður henni ekki þinglýst nema áður hafi verið þinglýst nýrri eignaskiptayfirlýsingu um húsið og ráðstöfunin eða eignayfirfærslan sé í samræmi við hana.\nVaranleg skipting séreignar í sjálfstæðar notkunareiningar, án þess að sala sé fyrirhuguð, er sömuleiðis háð samþykki allra eigenda og því að gerð sé ný eignaskiptayfirlýsing og henni þinglýst.\nUm bílskúra og ráðstöfun þeirra.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Bílskúrar, hvort sem þeir eru innbyggðir í húsið, sambyggðir því eða standa sjálfstæðir á lóð þess, skulu jafnan fylgja ákveðnum séreignarhlutum í húsinu og er sérstök sala þeirra eða framsal bílskúrsréttinda til annarra en eigenda í húsinu óheimil.\nHyggist eigandi leigja bílskúr sinn skulu aðrir eigendur eiga forleigurétt. Vilji fleiri en einn nýta forleiguréttinn ræður eigandi hverjum þeirra hann leigir.\nEiganda er jafnframt óheimilt að undanskilja bílskúr eða bílskúrsréttindi við sölu á eignarhluta sínum, nema hann eigi þar annan eignarhluta. Sama gildir um aðra séreignarhluta.\nEf bílskúrar eða bílskýli eru á lóð sem sameiginleg er fleiri húsum þá er heimilt þrátt fyrir ákvæði 1. mgr. að ráðstafa þeim á milli hlutaðeigandi húsa.\n[Bílskúrar í eigu utanaðkomandi aðila.]\nL. 136/1995, 5. gr.\n[22. gr. a.\nSé bílskúr í eigu utanaðkomandi aðila og vilji sá ráðstafa honum til eignar, t.d. selja hann, skal hann skriflega gefa hlutaðeigandi eigendum og húsfélagi kost á að kaupa bílskúrinn.\nSkulu þeir svara kaupboðinu skriflega innan 14 daga nema veigamiklar ástæður mæli með og réttlæti lengri frest. Berist svar ekki innan frestsins telst kaupboðinu vera hafnað. Vilji fleiri en einn kaupa ræður eigandi bílskúrsins hverjum þeirra hann selur.\nNáist ekki samkomulag um kaupverðið geta aðilar leitað til viðkomandi héraðsdóms og fengið dómkvaddan matsmann til að meta bílskúrinn til verðs. Nægir einn til undirmats og tveir til yfirmats.\nSömuleiðis geta aðilar komið sér saman um að skjóta ágreiningi sínum um kaupverðið til kærunefndar [húsamála] og una áliti hennar.\nNú bregður svo við að hvorki einstakir eigendur né húsfélag kæra sig um að kaupa bílskúr af utanaðkomandi eiganda, sem falboðinn er samkvæmt framansögðu, og er honum þá heimilt, þrátt fyrir fyrirmæli og takmarkanir í 22. gr., að ráðstafa bílskúrnum til annarra.\nSkal hann áður en kaupsamningur er gerður leggja fram gögn um að eigendur og húsfélag vilji ekki kaupa og að honum sé því ráðstöfunin heimil. Kaupsamningur sem gerður er í bága við þessi fyrirmæli er ógildur.\nSkjölum um eigendaskipti að þeim bílskúrum sem hér um ræðir verður ekki þinglýst nema óyggjandi sé að framangreindum skilyrðum sé fullnægt.]\nL. 66/2010, 11. gr. L. 136/1995, 5. gr.\nUm eignatilfærslu innan hússins.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Eignayfirfærsla á hlutum séreignar innan hússins til annarra eigenda er háð samþykki einfalds meiri hluta eigenda, bæði miðað við fjölda og eignarhluta, og skal þá eignaskiptayfirlýsingu breytt og breytingunni þinglýst. Að öðrum kosti verður eignayfirfærslunni ekki þinglýst.\n[Um breytingu á eignaskiptayfirlýsingu vegna yfirfærslu eigna innan hússins fer eftir fyrirmælum 1. mgr. 18. gr.]\nL. 136/1995, 6. gr.\nÞinglýsing eignaskiptayfirlýsingar skilyrði sameignarréttinda.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Hafi eignayfirfærslur og breytingar átt sér stað skv. 21.–23. gr. þannig að séreignarhlutum hafi fjölgað, en án þess að ný eignaskiptayfirlýsing eða nauðsynlegar breytingar hafi verið gerðar og þeim þinglýst, þá fylgja hinum nýju séreignarhlutum engin sjálfstæð sameignarréttindi.\nUpplýsingaskylda við sölu.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Þegar eign, sem lög þessi taka til, er seld skal seljandi áður en kaupsamningur er undirritaður kynna kaupanda eignaskiptayfirlýsingu, eignaskiptasamning, sérstakar samþykktir húsfélagsins ef um þær er að ræða, reikninga húsfélagsins og stöðu og framlög eignarhlutans gagnvart því og hússjóði þess.\nÞá skal seljandi enn fremur gefa fullnægjandi og tæmandi upplýsingar um yfirstandandi eða fyrirhugaðar framkvæmdir, viðgerðir eða endurbætur.\nSkal seljandi jafnan, ef því verður við komið, afla og leggja fram vottorð eða yfirlýsingu frá húsfélaginu um ofangreind atriði sem að því snúa.\nSé um hús í byggingu að ræða ber seljanda að gera glögga grein fyrir byggingarstigi, svo og áföllnum byggingarkostnaði og áætlun um endanlegan byggingarkostnað.\nAnnist löggiltur fasteignasali sölu eignar í fjöleignarhúsi skal hann sjá til þess að þau gögn og upplýsingar, sem um getur í 1.–4. mgr., liggi fyrir og séu rækilega kynnt kaupanda áður en kaupsamningur er gerður og undirritaður.\nUmráð og hagnýting séreignar. Viðhald. Úrræði húsfélags.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Eigandi hefur einn rétt til hagnýtingar og umráða yfir séreign sinni með þeim takmörkunum einum sem greinir í lögum þessum eða öðrum lögum sem leiðir af óskráðum grenndarreglum eða eðli máls eða byggjast á löglegum ákvörðunum og samþykktum húsfélagsins.\nEiganda er skylt á sinn kostnað að halda allri séreign sinni vel við og að haga afnotum og hagnýtingu hennar með þeim hætti að aðrir eigendur eða afnotahafar í húsinu verði ekki fyrir ónauðsynlegu og óeðlilegu ónæði, þ.e. meiri ama, ónæði og óþægindum en óhjákvæmilegt er og eðlilegt þykir í sambærilegum húsum.\nSkal húsfélagið eða menn á þess vegum ef nauðsyn krefur hafa rétt til aðgangs að séreign til eftirlits með ástandi hennar og meðferð með hæfilegum fyrirvara og að teknu fullu tilliti til viðkomandi.\nSinni eigandi ekki eðlilegu og nauðsynlegu viðhaldi og umhirðu séreignar sinnar, þannig að sameign hússins eða einstakir séreignarhlutar líði fyrir vanræksluna og liggi undir skemmdum, eða viðhaldsleysið veldur verulegum ama eða veldur rýrnun á verðmæti annarra eigna, geta aðrir eigendur (húsfélagið) eftir a.m.k. eina skriflega áskorun og aðvörun látið framkvæma viðhald og viðgerðir og aðrar ráðstafanir á kostnað hans. Er eiganda skylt að veita óhindraðan aðgang að séreign sinni í því skyni. Þurfi húsfélag að leggja út fyrir kostnaði vegna þessa fylgir endurkröfunni lögveð í eignarhlutanum, sbr. 48. gr.\nBili lagnir, sem liggja um eða í séreignarhluta, er eigandi hennar skyldur til að veita aðgang að séreign sinni og leyfa nauðsynlegar viðgerðir. Gildir það bæði um sameiginlegar lagnir og sérlagnir annarra. Skal eiganda tilkynnt um viðgerðir með hæfilegum fyrirvara og skulu þær framkvæmdar með hæfilegum hraða og lokið svo fljótt sem auðið er. Skal allri séreigninni komið í samt horf og áður og eiganda að kostnaðarlausu. Leiði viðgerð til verulegra óþæginda eða afnotamissis á eigandi rétt á hæfilegum bótum.\nBreytingar á hagnýtingu séreignar.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Breytingar á hagnýtingu séreignar frá því sem verið hefur eða ráð var fyrir gert í upphafi, sem hafa í för með sér verulega meira ónæði, röskun eða óþægindi fyrir aðra eigendur eða afnotahafa en áður var og gengur og gerist í sambærilegum húsum, eru háðar samþykki allra eigenda hússins.\nÞrátt fyrir ákvæði 1. mgr. getur eigandi ekki sett sig á móti slíkri breytingu ef sýnt er að hún hefur ekki í för með sér neina röskun á lögmætum hagsmunum hans.\nSé um að ræða breytta hagnýtingu sem ekki er veruleg er nægilegt að samþykki einfalds meiri hluta miðað við fjölda og eignarhluta liggi fyrir.\nEf breytt hagnýting eignarhluta hefur sérstök og veruleg óþægindi eða truflun í för með sér fyrir suma eigendur, einn eða fleiri, en aðra ekki þá eiga þeir sem sýnt geta fram á það sjálfstæðan rétt til að krefjast þess að af breytingunni verði ekki.\nByggingarréttur.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Sérstakur réttur eiganda til byggingar ofan á eða við húsið eða á lóð þess verður að byggjast á þinglýstum heimildum. Að öðrum kosti er slíkur byggingarréttur í sameign allra eigenda hússins.\nEf ekki leiðir annað af þinglýstum heimildum er slík bygging, sem um ræðir í 1. mgr., háð samþykki allra eigenda nema gert hafi verið ráð fyrir henni í upphafi á samþykktri teikningu.\nBygging samkvæmt samþykktri teikningu.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Rúmist bygging innan samþykktrar teikningar og sé byggingarrétturinn í eigu ákveðins eiganda, sbr. 1. málsl. 1. mgr. 28. gr., getur hann ráðist í framkvæmdir að fengnum nauðsynlegum byggingarleyfum, enda taki hann sanngjarnt tillit til annarra eigenda við framkvæmdirnar og kosti kapps um að halda röskun og óþægindum í lágmarki.\nRúmist bygging innan samþykktrar teikningar og sé byggingarrétturinn í sameign má ráðast í framkvæmdir ef a.m.k. / 3 hlutar eigenda, bæði miðað við fjölda og eignarhluta, eru því samþykkir.\nAðrar byggingar og breytingar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Sé um byggingu, endurbætur eða framkvæmdir að ræða sem ekki hefur verið gert ráð fyrir í upphafi og á samþykktri teikningu þá verður ekki í hana ráðist nema allir eigendur samþykki, ef um er að ræða verulega breytingu á sameign, þar á meðal útliti hússins.\nSé um að ræða framkvæmdir sem hafa breytingar á sameign, utan húss eða innan, í för með sér sem þó geta ekki talist verulegar þá nægir að / 3 hlutar eigenda, bæði miðað við fjölda og eignarhluta, séu því meðmæltir.\nTil smávægilegra breytinga og endurnýjana nægir þó alltaf samþykki einfalds meiri hluta miðað við eignarhluta.\n[Um framkvæmdir sem hafa breytingar á sameign, utan húss eða innan, í för með sér vegna hleðslubúnaðar fyrir rafbíla fer skv. 33. gr. a – 33. gr. d.]\nL. 67/2020, 3. gr.\nBreytingar á hagnýtingu sameignar.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Reglum 30. gr. skal beita eftir því sem við á um breytingar á hagnýtingu sameignar eða hluta hennar enda þótt ekki sé um framkvæmdir að tefla, sbr. einnig 19. gr.\nForgangsréttur til byggingar. Bótaréttur.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Að öðru jöfnu hefur sá eigandi forgangsrétt til byggingar ofan á hús, við hús eða á lóð þess, þar á meðal til bílskúrsbyggingar, sem stærri hlut á í húsinu, leiði ekki annað af þinglýstum heimildum. Ef tveir eða fleiri eigendur eiga jafnstóra og stærsta hluta, þá ræður hlutkesti.\nHyggist eigandi nota sér forgangsrétt sinn skv. 1. mgr. skal hann áður en í framkvæmdir er ráðist bjóða fram fébætur til annarra eigenda, sem byggingarréttinn eiga með honum, samkvæmt mati dómkvaddra manna ef samkomulag næst ekki.\nHafi framkvæmdir verið hafnar, án þess að bætur hafi verið boðnar fram, geta aðrir eigendur krafist þess að þær verði stöðvaðar.\nBílastæði.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Bílastæði á lóð fjöleignarhúss eru sameiginleg og óskipt, nema ákveðið sé í þinglýstum heimildum að tiltekin bílastæði fylgi ákveðnum séreignarhlutum.\nVerður óskiptum bílastæðum ekki skipt nema allir eigendur samþykki og skulu þá gerðar nauðsynlegar breytingar á eignaskiptayfirlýsingu og þeim þinglýst, [sbr. þó 33. gr. b og 33. gr. c].\nL. 67/2020, 4. gr.\n[Beiðni um hleðslubúnað fyrir rafbíla. Framkvæmd úttektar í upphafi.]\nL. 67/2020, 5. gr.\n[33. gr. a.\nÓski eigandi eftir því að hleðslubúnaði fyrir rafbíla verði komið upp við eða á bílastæði sem er séreign hans, bílastæði í sameign sem fylgir séreignarhluta hans eða sameiginlegu og óskiptu bílastæði á lóð fjöleignarhúss skal hann upplýsa stjórn húsfélags um það eða aðra eigendur fjöleignarhúss sé stjórn ekki fyrir hendi, sbr. 67. gr. Með rafbílum í skilningi laga þessara er átt við bifreiðar sem nota rafmagn sem orkugjafa.\nVið móttöku tilkynningar skv. 1. mgr. skal húsfélagið eins fljótt og verða má gera úttekt á áætlaðri framtíðarþörf fjöleignarhússins á hleðslubúnaði fyrir rafbíla, til skemmri og lengri tíma litið. Jafnframt skal húsfélagið gera úttekt á þeim búnaði, þar á meðal álagsstýringarbúnaði, og framkvæmdum sem gera má ráð fyrir að nauðsynlegar verði til að mæta þeirri þörf. Sérstaklega skal litið til þess hvernig þeim verði við komið á sem hagstæðastan hátt fyrir alla hlutaðeigandi eigendur þannig að slíkar ráðstafanir verði ekki umfangsmeiri og kostnaðarsamari en nauðsyn krefur og að unnt verði að bæta við hleðslubúnaði fyrir fleiri rafbíla, ef við á. Kostnaðaráætlun skal unnin sem liður í úttektinni og kynnt þeim eigendum sem ber að taka þátt í kostnaði vegna viðkomandi búnaðar eða framkvæmda, hverju nafni sem hann nefnist.\nÚttektir húsfélags samkvæmt þessari grein skulu endurskoðaðar eða endurteknar eftir þörfum.\nKostnaður vegna úttekta húsfélags skv. 2.–3. mgr. telst sameiginlegur kostnaður þeirra sem hafa bílastæði í séreign, bílastæði í sameign sem fylgir séreignarhluta viðkomandi eða heimild til afnota af sameiginlegum og óskiptum bílastæðum á lóð fjöleignarhúss, óháð því hvort viðkomandi eigendur hyggist nýta slík bílastæði til hleðslu rafbíla, sbr. 1. tölul. 1. mgr. 43. gr. Skiptist hann að jöfnu, sbr. 1. tölul. B-liðar 45. gr.]\nL. 67/2020, 5. gr.\n[Ákvörðun um hleðslubúnað fyrir rafbíla við eða á sérstæði.]\nL. 67/2020, 5. gr.\n[33. gr. b.\nÁkvörðun eiganda um að koma upp hleðslubúnaði fyrir rafbíla við eða á bílastæði sem er séreign hans eða bílastæði í sameign sem fylgir séreignarhluta hans er ekki háð samþykki annarra eigenda fjöleignarhúss.]\nL. 67/2020, 5. gr.\n[Ákvörðun um hleðslubúnað fyrir rafbíla við eða á sameiginlegu og óskiptu bílastæði.]\nL. 67/2020, 5. gr.\n[33. gr. c.\nÓski eigandi sem hefur heimild til afnota af sameiginlegu og óskiptu bílastæði eftir því að þar verði komið upp hleðslubúnaði fyrir rafbíla er húsfélaginu, öðrum eigendum og stjórn þess skylt að verða við slíkri kröfu og framfylgja henni.\nÞrátt fyrir 1. mgr. er ekki skylt að verða við og framfylgja kröfu um að komið verði upp hleðslubúnaði fyrir rafbíla leiði það til þess að meira en helmingur sameiginlegra og óskiptra bílastæða verði eingöngu til notkunar til hleðslu rafbíla. Skal slík ákvörðun þá háð samþykki / 3 hluta eigenda, bæði miðað við fjölda og eignarhluta, fari hlutfallið umfram helming sameiginlegra og óskiptra bílastæða. Fari hlutfall bílastæða sem eingöngu verða til notkunar til hleðslu rafbíla umfram / 3 hluta sameiginlegra og óskiptra bílastæða skal slík ákvörðun háð samþykki allra eigenda.\nSameiginleg og óskipt bílastæði, sem tekin eru til notkunar undir hleðslu rafbíla samkvæmt þessari grein, skulu eingöngu nýtt í þeim tilgangi nema húsfundur ákveði annað. Slík ákvörðun er háð samþykki einfalds meiri hluta miðað við hlutfallstölur á löglega boðuðum húsfundi.]\nL. 67/2020, 5. gr.\n[Sameiginlegar reglur. Val á búnaði og útfærslu framkvæmdar, kostnaðarskipting og húsreglur.]\nL. 67/2020, 5. gr.\n[33. gr. d.\nHleðslubúnaður fyrir rafbíla og annar tengdur búnaður skal uppfylla þær kröfur sem gerðar eru samkvæmt löggjöf um rafmagnsöryggi, brunavarnir og mannvirki. Skal löggiltur rafverktaki annast framkvæmdir vegna slíks hleðslubúnaðar að því marki sem þær varða rafmagn.\nVið val á búnaði og útfærslu framkvæmdar skv. 33. gr. b og 33. gr. c, sbr. einnig 6. mgr., skal þess gætt að skilyrði 1. mgr. séu uppfyllt og skal slíkt val miðast við áætlanagerð húsfélags um aðstöðu til hleðslu rafbíla sem grundvallast á úttekt skv. 33. gr. a. Nota skal búnað sem mælir not hvers og eins eiganda á rafmagni, nema slíkt sé bersýnilega óþarft.\nHafi skilyrða 1. eða 2. mgr. ekki verið gætt og eigandi verið grandlaus þar um getur hann krafist þess að framkvæmd verði stöðvuð þegar í stað og neitað að greiða hlutdeild í kostnaði vegna hennar þar til úr annmörkunum hefur verið bætt. Skal eigandi hafa uppi slík andmæli án ástæðulauss dráttar og strax og tilefni er til.\nKostnaður vegna hleðslubúnaðar fyrir rafbíla, hverju nafni sem hann nefnist, er sérkostnaður viðkomandi eiganda að því marki sem um séreign hans er að ræða, sbr. 4. og 5. gr. Að því marki sem um er að ræða sameign skv. 43. gr. er tengdur kostnaður vegna hleðslubúnaðar fyrir rafbíla, svo sem vegna sameiginlegra raflagna, sameiginlegur kostnaður eigenda, allra eða sumra, sbr. 7. og 44. gr., enda þótt hleðslubúnaður sé við eða á bílastæði sem er séreign eða fylgir séreign.\nKostnaður vegna hleðslubúnaðar fyrir rafbíla er sameiginlegur kostnaður allra þeirra eigenda sem hafa heimild til afnota af viðkomandi bílastæði, sbr. 2. tölul. 1. mgr. 7. gr., hverju nafni sem hann nefnist, hvort sem bílastæðið verður áfram nýtt sem almennt bílastæði eða eingöngu til hleðslu rafbíla, að því marki sem um kostnað vegna sameignar er að ræða. Gildir það einnig um kostnað vegna hleðslubúnaðar við eða á sameiginlegum og óskiptum bílastæðum, óháð því hvort viðkomandi eigendur hafi bílastæði í séreign eða bílastæði í sameign sem fylgir séreignarhluta viðkomandi. Um skiptingu sameiginlegs kostnaðar niður á hlutaðeigandi eigendur fer skv. 45. og 46. gr.\nSé kostnaður vegna hleðslubúnaðar fyrir rafbíla sameiginlegur kostnaður allra eða sumra eigenda skal ákvörðun um val á þeim búnaði, útfærslu þess hluta framkvæmda og tengd atriði, sbr. 2. mgr., tekin fyrir á húsfundi. Slíkar ákvarðanir eru háðar samþykki einfalds meiri hluta þeirra eigenda sem ber að taka þátt í kostnaði, miðað við fjölda og eignarhluta, og skal þess gætt í hvívetna við þá ákvörðunartöku að skilyrði 1. og 2. mgr. séu uppfyllt.\nHafi hleðslubúnaður fyrir rafbíla í för með sér sameiginlegan kostnað sumra eða allra sem er óvenjuhár samkvæmt fyrirliggjandi kostnaðaráætlun sem unnin hefur verið á grundvelli úttektar skv. 33. gr. a, í samanburði við það sem almennt tíðkast í sambærilegum húsum, vegna sérstakra aðstæðna, getur minni hluti eigenda sem taka ber þátt í honum, sem þó er a.m.k. / 4 hluti þeirra annaðhvort miðað við fjölda eða eignarhluta, krafist þess að framkvæmdum vegna hleðslubúnaðarins verði frestað í allt að tvö ár á meðan safnað verði fyrir þeim í sérstakan framkvæmdasjóð til að standa straum af hinum sameiginlegu útgjöldum. Um framkvæmdasjóðinn gilda ákvæði 49. gr. eftir því sem við getur átt.\nHúsfélagi er heimilt að krefjast hóflegrar mánaðarlegrar þóknunar frá þeim eigendum sem nýta hleðslubúnað fyrir rafbíla, enda hafi aðrir eigendur en þeir sem nota búnaðinn tekið þátt í kostnaði vegna hans. Slík ákvörðun er háð samþykki minni hluta eigenda, sem þó er a.m.k. / 4 hluti þeirra sem greiðsluskyldu bera, annaðhvort miðað við fjölda eða eignarhluta. Kveðið skal á um slíka þóknun í húsreglum húsfélags, sbr. 9. mgr. og 6. tölul. 3. mgr. 74. gr.\nHúsfélag skal setja sér reglur um afnot sameiginlegra bílastæða og hleðslubúnaðar fyrir rafbíla, sbr. 6. tölul. 3. mgr. 74. gr.]\nL. 67/2020, 5. gr.\n[Hundar og kettir. Samþykki aukins meiri hluta.]\nL. 67/2020, 6. gr.\n[[33. gr. e.]\nHunda- og kattahald í fjöleignarhúsi er háð samþykki / 3 hluta eigenda sem hafa sameiginlegan inngang eða stigagang.\nÞegar svo háttar getur húsfélag eða húsfélagsdeild með samþykki / 3 hluta eigenda veitt annaðhvort almennt leyfi til hunda- og/eða kattahalds eða einstökum eigendum slíkt leyfi vegna tiltekins dýrs. Getur húsfélagið bundið slíkt leyfi skilyrðum.\nEigandi skal afla samþykkis annarra eigenda og fá leyfi fyrir dýrinu samkvæmt reglum viðkomandi sveitarfélags, þar sem það á við, áður en dýrið kemur í húsið. Skal eigandi láta húsfélagi í té ljósrit af leyfinu.\nGæta skal jafnræðis við veitingu samþykkis skv. 1. mgr. og er óheimilt að mismuna eigendum sem eiga jafnan rétt í þessu efni.\nSamþykkið er óafturkallanlegt að óbreyttum forsendum en þinglýsingar er þörf til að það haldi gagnvart síðari eigendum í góðri trú.\nLiggi fyrir samþykki um hunda- og kattahald í fjöleignarhúsi í samræmi við grein þessa en eigandi eða einhver í hans fjölskyldu er með ofnæmi fyrir hundum eða köttum á svo háu stigi að sambýlið við leiðsögu- eða hjálparhund sé óbærilegt og læknisfræðileg gögn staðfesta það skal kærunefnd húsamála leita lausna að fengnu áliti ofnæmislækna og sérfræðinga á öðrum sviðum ef því er að skipta.\nSkemmri heimsóknir hunda og katta eru heimilar ef enginn mótmælir en vistun eða dvöl þeirra yfir nótt er óheimil nema fyrir liggi leyfi skv. 1. og 2. mgr.\nÞessar takmarkanir gilda ekki þegar um hjálparhunda er að ræða, sbr. [33. gr. h].]\nL. 67/2020, 6. gr. L. 67/2020, 7. gr. L. 40/2011, 1. gr.\n[Samþykkis ekki þörf.]\nL. 40/2011, 1. gr.\n[[33. gr. f.]\nÞegar hvorki er um sameiginlegan inngang né stigagang að ræða, sbr. [33. gr. e], er samþykkis annarra eigenda ekki þörf fyrir hunda- og kattahaldi í húsinu. Á það til dæmis við þegar sérinngangur er í íbúð á jarðhæð eða frá sameiginlegum útitröppum. Gildir það þótt lóð sé sameiginleg og annað sameiginlegt rými sé í húsinu. Þegar sameiginlegur stigagangur er utanáliggjandi og gengið er inn í íbúðir af svölum þarf samþykki þeirra eigenda sem hann tilheyrir.\nÁður en dýr kemur í hús skal eigandi tilkynna húsfélaginu skriflega um dýrahaldið og afhenda því ljósrit af leyfi frá viðkomandi sveitarfélagi þar sem við á.\nHúsfélagið getur með reglum og ákvörðunum á húsfundi, með einföldum meiri hluta, sett hunda- og kattahaldi í slíku húsi skorður, enda séu þær eðlilegar, málefnalegar og á jafnræði reistar.\nHúsfélagið getur með sama hætti lagt bann við dýrahaldi ef það veldur öðrum íbúum verulegum ama, ónæði og truflunum og eigandi dýrsins neitar að gera bót þar á.]\nL. 67/2020, 5. gr. L. 67/2020, 8. gr. L. 40/2011, 1. gr.\n[Sameiginlegar reglur.]\nL. 40/2011, 1. gr.\n[[33. gr. g.]\nMeð öllu er óheimilt að halda skráningar- og leyfisskyld dýr í fjöleignarhúsum, sbr. [33. gr. e] og [33. gr. f], nema leyfi sveitarfélags fyrir dýrinu, þar sem við á, liggi fyrir.\nHundar og kettir mega ekki vera í sameign eða á sameiginlegri lóð nema þegar verið er að færa dýrin að og frá séreign. Skulu þau ávallt vera í taumi og í umsjá manns sem hefur fulla stjórn á þeim. Lausaganga hunda í sameign eða á sameiginlegri lóð telst alvarlegt brot, sbr. 4. mgr.\nÞað er skilyrði fyrir hunda- og kattahaldi í fjöleignarhúsum að búið sé vel að dýrunum og vel sé hugsað um þau. Jafnframt skal þess gætt í hvívetna að þau valdi öðrum íbúum hússins ekki ama, ónæði eða óþægindum.\nNú brýtur eigandi dýrs verulega eða ítrekað gegn skyldum sínum og áminningar hafa ekki áhrif, og getur húsfélag þá með ákvörðun skv. D-lið 1. mgr. 41. gr. afturkallað samþykki skv. [33. gr. e] og bannað dýrahald skv. [33. gr. f] og gert honum að fjarlægja dýrið úr húsinu. Ef allt um þrýtur geta gróf eða ítrekuð brot leitt til þess að húsfélagið beiti úrræðum 55. gr. gagnvart eiganda dýrsins.]\nL. 67/2020, 5. gr. L. 67/2020, 9. gr. L. 40/2011, 1. gr.\n[Leiðsögu- og hjálparhundar.]\nL. 40/2011, 1. gr.\n[[33. gr. h.]\nSé eigandi, eða annar varanlegur íbúi í hans skjóli, blindur eða fatlaður á annan máta þannig að hann þurfi á sérþjálfuðum leiðsögu- eða hjálparhundi að halda er honum heimilt að halda slíkan hund óháð fyrirmælum og takmörkunum laga þessara.\nSlíkur hundur skal vera sérþjálfaður og skráður sem leiðsögu- eða hjálparhundur og fyrir skulu liggja vottorð sérfræðinga um þörf hans og þjálfun. Skulu gögn um það afhent húsfélaginu ásamt fróðleik og leiðbeiningum um slíka hunda, þjálfun þeirra og hvernig beri að umgangast þá.\nStjórn húsfélagsins skal láta þinglýsa yfirlýsingu um að leiðsögu- eða hjálparhundur sé í húsinu. Einnig skal stjórnin láta þess getið í yfirlýsingu húsfélags í tengslum við sölu íbúða.\nSé eigandi eða einhver í hans fjölskyldu með ofnæmi fyrir hundum á svo háu stigi að sambýlið við leiðsögu- eða hjálparhund sé óbærilegt og læknisfræðileg gögn staðfesta það skal kærunefnd húsamála leita lausna að fengnu áliti ofnæmislækna, leiðsögu- eða hjálparhundaþjálfara og sérfræðinga á öðrum sviðum ef því er að skipta.]\nL. 67/2020, 5. gr. L. 40/2011, 1. gr.\nIII. kafli. Nánar um réttindi og skyldur.\nHagnýting sameignar.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Séreignareigandi hefur ásamt og í félagi með öðrum eigendum rétt til hagnýtingar þess hluta fjöleignarhússins sem er sameiginlegur, svo og sameiginlegrar lóðar og búnaðar.\nRéttur þessi nær til sameignarinnar í heild og takmarkast eingöngu af hagsmunum og jafnríkum rétti annarra eigenda, en slíkar takmarkanir er að finna í lögum þessum og samþykktum og reglum húsfélags samkvæmt þeim.\nRéttur til að hagnýta sameign fer ekki eftir hlutfallstölum og hafa allir eigendur jafnan hagnýtingarrétt þótt hlutfallstölur séu misháar.\nTakmarkanir á hagnýtingarrétti.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Sérhverjum eiganda og afnotahafa ber skylda til að taka sanngjarnt og eðlilegt tillit til annarra eigenda og afnotahafa við hagnýtingu sameignar og fara í hvívetna eftir löglegum reglum og ákvörðunum húsfélagsins varðandi afnot hennar.\nEigendum og öðrum afnotahöfum er óheimilt að nota sameiginlegt húsrými eða lóð til annars en það er ætlað.\nEigendum og öðrum afnotahöfum er skylt að ganga vel og þrifalega um sameiginlegt húsrými og lóð og sömuleiðis um sameiginlegan búnað hússins og gæta þess sérstaklega í umgengni sinni að valda ekki öðrum í húsinu óþægindum eða ónæði.\nEinstökum eigendum verður ekki fenginn aukinn og sérstakur réttur til hagnýtingar sameignar umfram aðra eigendur nema allir eigendur ljái því samþykki, [sbr. þó 33. gr. b og 33. gr. c].\nL. 67/2020, 10. gr.\nRáðstöfunarréttur eigenda yfir sameign.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Eiganda er á eigin spýtur óheimilt að framkvæma nokkrar breytingar á sameign, [sbr. þó 33. gr. b], eða helga sér til einkanota tiltekna hluta hennar. Eigandi getur ekki öðlast sérstakan rétt til sameignar á grundvelli hefðar, hvorki eignarrétt né aukinn afnotarétt.\nEinstökum eiganda er ekki heimilt upp á sitt einsdæmi að taka ákvarðanir eða gera ráðstafanir sem snerta sameign eða sameiginleg málefni nema svo sé ástatt sem greinir í [33. gr. b], 37. og 38. gr.\nL. 67/2020, 11. gr.\nRáðstafanir til að forðast tjón.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Eiganda er heimilt að gera brýnar ráðstafanir til að koma í veg fyrir yfirvofandi tjón á sameign eða einstökum séreignarhlutum og ekki þola bið eftir sameiginlegri ákvörðun húsfélagsins eða stjórnar þess, ef því er að skipta. Skal hann, svo sem frekast er kostur, gæta þess að slíkar ráðstafanir verði ekki umfangsmeiri og kostnaðarsamari en nauðsyn krefur og telst þá kostnaðurinn sameiginlegur.\nÞá er eiganda einnig rétt að gera þær ráðstafanir vegna sameignarinnar sem lögboðnar eru og ekki mega bíða, sbr. 1. mgr.\nNauðsynlegt viðhald. Athafnaleysi húsfélags.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Eiganda er rétt að láta framkvæma nauðsynlegar viðgerðir á sameign á kostnað allra ef hún eða séreignarhlutar liggja undir skemmdum vegna vanrækslu á viðhaldi og húsfélagið eða aðrir eigendur hafa ekki, þrátt fyrir tilmæli og áskoranir, fengist til samvinnu og til að hefjast handa í því efni.\nÁður en framkvæmdir hefjast skal viðkomandi eigandi jafnan afla sönnunar á nauðsyn viðgerðarinnar, umfangi hennar og kostnaði við hana og öðrum atriðum sem máli geta skipt. Skal viðgerðin síðan framkvæmd á þeim grundvelli en óveruleg og óhjákvæmileg frávik skipta þó ekki máli.\nMeð kostnað vegna undirbúnings slíkra viðgerða og framkvæmdar þeirra skal fara sem sameiginlegan kostnað samkvæmt lögum þessum.\nMeginreglur um töku ákvarðana.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Allir hlutaðeigandi eigendur eiga óskoraðan rétt á að eiga og taka þátt í öllum ákvörðunum er varða sameignina, bæði innan húss og utan, og sameiginleg málefni sem snerta hana beint og óbeint.\nÁkvörðunarréttur skv. 1. mgr. á m.a. við um fyrirkomulag, skipulag, útlit, viðbyggingar, breytingar, hvers kyns framkvæmdir, endurbætur, viðhald, rekstur, ráðstöfun með samningi, hagnýtingu sameignar og séreignar og setningu reglna þar um.\nSé um að ræða sameign sumra en ekki allra, sbr. 7. gr., nægir að þeir sem hlut eiga að máli standi saman að ákvörðun nema um atriði eða framkvæmd sé að ræða sem snertir líka hagsmuni hinna þótt ekki liggi fyrir greiðsluskylda þeirra, svo sem útlitsatriði.\nSameiginlegar ákvarðanir skulu teknar á sameiginlegum fundi eigenda, húsfundi, en þó getur stjórn húsfélags tekið vissar ákvarðanir í umboði eigenda sem bindandi eru fyrir þá, sbr. 69. og 70. gr. Þá hafa einstakir eigendur í vissum tilvikum, sbr. 37. og 38. gr., rétt til að gera ráðstafanir sem bindandi eru fyrir aðra þótt fundur hafi ekki fjallað um þær.\nÚrræði eiganda sé hann ekki hafður með í ráðum.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Hafi eigandi ekki verið boðaður á húsfund með þeim hætti sem lög þessi mæla fyrir um þar sem ákvörðun er tekin um sameiginleg málefni þá er hann ekki bundinn af ákvörðunum sem á þeim fundi eru teknar, sbr. þó 3. mgr.\nHafi verið tekin ákvörðun um sameiginlega framkvæmd getur hann krafist þess að hún verði stöðvuð og neitað að greiða hlutdeild í kostnaði vegna hennar þar til lögleg ákvörðun hefur verið tekin. Skal eigandi hafa uppi slík andmæli án ástæðulauss dráttar og strax og tilefni er til.\nHafi eigandi sótt fund óboðaður eða þrátt fyrir ófullnægjandi boðun þá getur hann ekki borið fyrir sig ágalla á fundarboðun og eru þá ákvarðanir fundarins bindandi fyrir hann.\nHúsfélagi er rétt að bæta úr eða staðfesta á öðrum fundi, sem skal haldinn svo fljótt sem kostur er, ákvörðun sem annmarki er á að þessu leyti. Sé það gert verður ákvörðunin bindandi fyrir viðkomandi eiganda og hann greiðsluskyldur.\nEf um óverulegan ágalla á fundarboði eða fundi að öðru leyti hefur verið að ræða þá er eiganda ekki rétt, þrátt fyrir ákvæði 1. og 2. mgr., að synja um greiðslu ef ákvörðun hefur verið um brýna framkvæmd, t.d. nauðsynlegt viðhald, eða ef augljóst er að vera hans á fundi, málflutningur og atkvæðagreiðsla gegn framkvæmd hefði engu breytt um niðurstöðuna og ákvörðunina, svo sem ef yfirgnæfandi meiri hluti eigenda hefur verið á fundinum og greitt atkvæði með.\nReglur um töku ákvarðana.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Við ákvarðanatöku um sameiginleg málefni í fjöleignarhúsum, sbr. 39. gr., gilda þessar reglur:\nA. Til ákvarðana um eftirfarandi þarf samþykki allra eigenda:\n1. Breytingar á þinglýstri eignaskiptayfirlýsingu og hlutfallstölum, sbr. 18. gr.\n2. Ráðstöfun á verulegum hlutum sameignar, sbr. 1. mgr. 19. gr.\n3. Sala á séreignarhlutum til utanaðkomandi, sbr. 2. mgr. 21. gr.\n4. Varanleg skipting séreignar í fleiri einingar, sbr. 3. mgr. 21. gr.\n5. Verulegar breytingar á hagnýtingu séreignar, sbr. 1. mgr. 27. gr.\n6. Bygging, framkvæmdir og endurbætur sem hafa í för með sér verulegar breytingar á sameign, sbr. 2. mgr. 28. gr. og 1. mgr. 30. gr.\n7. Verulegar breytingar á hagnýtingu og afnotum sameignar, sbr. 31. gr.\n8. Skipting bílastæða, sbr. 33. gr., [sbr. þó 33. gr. b og 33. gr. c].\n9. Um sérstakan aukinn rétt einstakra eigenda til afnota af sameign, sbr. 4. mgr. 35. gr., [sbr. þó 33. gr. b og 33. gr. c].\n10. Um meiri og víðtækari takmarkanir á ráðstöfunar- og hagnýtingarrétti eiganda yfir séreign en leiðir af ákvæðum laga þessara eða eðli máls, sbr. 3. mgr. 57. gr.\n11. Um mjög óvenjulegan og dýran búnað og annað sem almennt tíðkast ekki í sambærilegum húsum.\n12. Til ráðstafana og ákvarðana sem ekki varða sameignina og sameiginleg málefni, en eigendur telja æskilegt að þeir standi saman að og ráði í félagi.\n13. ...\n[14. [Um hleðslubúnað] fyrir rafbíla, fari hlutfall bílastæða sem eingöngu eru notuð til slíkrar hleðslu umfram / 3 hluta sameiginlegra og óskiptra bílastæða, sbr. [3. málsl.] 2. mgr. 33. gr. c.]\nB. Til neðangreindra ákvarðana þarf samþykki / 3 hluta eigenda, bæði miðað við fjölda og eignarhluta:\n1. Sala eða leiga á óverulegum hlutum sameignar, sbr. 2. mgr. 19. gr.\n2. Viðbygging í samræmi við samþykkta teikningu, sbr. 2. mgr. 29. gr.\n3. Bygging og endurbætur, sem ekki breyta sameign verulega, sbr. 2. mgr. 30. gr.\n4. Óveruleg breyting á hagnýtingu sameignar, sbr. 2. mgr. 30. gr. og 31. gr.\n5. Að ráðast í viðgerðir á séreign vegna vanrækslu eiganda, sbr. 4. mgr. 26. gr.\n6. Að brotlegum eiganda eða afnotahafa verði bönnuð búseta eða hagnýting séreignar og gert að flytja og selja eign sína, sbr. 55. gr.\n7. Setning sérstakra húsfélagssamþykkta, sbr. 75. gr., nema um sé að ræða atriði sem samþykki allra þarf til.\n8. Frávik frá reglum um skiptingu sameiginlegs kostnaðar, sbr. 46. gr.\n9. Endurbætur, breytingar og nýjungar, sem ganga verulega lengra og eru verulega dýrari og umfangsmeiri en venjulegt og nauðsynlegt viðhald.\n[10. Um hvort halda megi hunda og/eða ketti í húsinu, sbr. [33. gr. e].]\n[11. [Um hleðslubúnað] fyrir rafbíla, fari hlutfall bílastæða sem eingöngu eru notuð til slíkrar hleðslu umfram helming sameiginlegra og óskiptra bílastæða og verði allt að / 3 hlutar þeirra, sbr. 2. málsl. 2. mgr. 33. gr. c.]\nC. Til ákvarðana um neðangreind málefni þarf samþykki einfalds meiri hluta eigenda bæði miðað við fjölda og eignarhluta á húsfundi:\n1. Samþykkt og setning húsreglna, sbr. 74. gr.\n2. Eignatilfærslur milli eigenda á hluta séreignar, sbr. 1. mgr. 23. gr.\n3. Breytt hagnýting séreignar sem ekki er veruleg, sbr. 3. mgr. 27. gr., [sbr. þó 33. gr. b].\n4. Um framkvæmdir sem greiðast að jöfnu og rekstrar- og stjórnunarmálefni, sbr. B-lið 45. gr., [sbr. þó 33. gr. b og 33. gr. c].\n5. Við kosningu stjórnar húsfélags og til annarra trúnaðarstarfa á vegum þess.\n[6. ...\n7. Ákvörðun um val á hleðslubúnaði fyrir rafbíla, útfærslu framkvæmda og tengd atriði, sé kostnaðurinn sameiginlegur kostnaður allra eða sumra eigenda, sbr. 4. mgr. 33. gr. d.]\nD. Til allra annarra ákvarðana en greinir í liðum A–C hér að ofan nægir samþykki einfalds meiri hluta eigenda miðað við hlutfallstölur á löglega boðuðum húsfundi.\nE. Minni hluti eigenda, sem þó er a.m.k. / 4 hluti annaðhvort miðað við fjölda eða eignarhluta, getur krafist þess:\n1. Að stofnaður verði hússjóður til að standa straum af sameiginlegum útgjöldum, sbr. 49. gr.\n2. Að endurskoðandi húsfélags skuli vera löggiltur endurskoðandi, sbr. 73. gr.\n3. Að haldinn verði húsfundur um tiltekin málefni, sbr. 2. lið 1. mgr. 60. gr.\n[4. Að stofnaður verði sérstakur framkvæmdasjóður til að standa straum af sameiginlegum útgjöldum vegna hleðslubúnaðar fyrir rafbíla þegar um er að ræða óvenjuháan kostnað, í samanburði við það sem almennt tíðkast í sambærilegum húsum, vegna sérstakra aðstæðna, sbr. 7. mgr. 33. gr. d.\n5. Að innheimt verði hófleg mánaðarleg þóknun frá þeim eigendum sem nýta hleðslubúnað fyrir rafbíla, sbr. 8. mgr. 33. gr. d.]\n[F. Samþykki annarra eigenda fjöleignarhúss er ekki áskilið fyrir eftirfarandi ákvörðunum:\n1. Framkvæmd úttektar vegna hleðslubúnaðar fyrir rafbíla, sbr. 33. gr. a.\n2. Ákvörðun eiganda um að koma upp hleðslubúnaði fyrir rafbíla við eða á bílastæði sem er séreign hans eða bílastæði í sameign sem fylgir séreignarhluta hans, sbr. 33. gr. b.\n3. Beiðni eiganda sem hefur heimild til afnota af sameiginlegu og óskiptu bílastæði um að þar verði komið upp hleðslubúnaði fyrir rafbíla, enda fari hlutfall bílastæða sem eingöngu eru notuð til slíkrar hleðslu ekki umfram helming sameiginlegra og óskiptra bílastæða, sbr. 1. og 2. mgr. 33. gr. c.]\nKomi fram kröfur um ofangreint frá tilskildum fjölda eigenda þá er húsfélaginu, öðrum eigendum og stjórn þess skylt að verða við þeim og framfylgja þeim.\nL. 67/2020, 12. gr. L. 40/2011, 2. gr. L. 84/2021, 4. gr.\nKröfur um fundarsókn.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Húsfundur getur tekið ákvarðanir skv. C-, D- og E-liðum 41. gr. án tillits til fundarsóknar enda sé hann löglega boðaður og haldinn.\nSé um að ræða ákvarðanir sem falla undir B-lið 41. gr. þá verður a.m.k. helmingur eigenda bæði miðað við fjölda og eignarhluta að vera á fundi og tilskilinn meiri hluti þeirra að greiða atkvæði með tillögu.\nSé fundarsókn ekki nægileg skv. 2. mgr. en tillagan þó samþykkt með / 3 hlutum atkvæða á fundinum bæði miðað við fjölda og eignarhluta þá skal innan 14 daga halda nýjan fund og bera tillöguna aftur upp á honum. Sá fundur getur tekið ákvörðun án tillits til fundarsóknar og fái tillagan tilskilinn meiri hluta (/ 3 ) á fundinum telst hún samþykkt.\nSameiginlegur kostnaður.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Sameiginlegur kostnaður er:\n1. Allur kostnaður, hverju nafni sem hann nefnist, sem snertir sameign fjöleignarhúss, bæði innan húss og utan, sameiginlega lóð þess og sameiginlegan búnað og lagnir, sem leiðir af löglegum ákvörðunum stjórnar húsfélagsins, almenns fundar þess og þeim ráðstöfunum sem einstakur eigandi hefur heimild til að gera.\n2. Opinber gjöld sem reiknuð eru af húsinu í heild, svo og vatns-, hita- og rafmagnskostnaður.\n3. Skaðabætur bæði innan og utan samninga sem húsfélagi er gert að greiða og tjón á séreignum eða eignum annarra vegna bilunar eða vanrækslu á viðhaldi á sameign og sameiginlegum búnaði, sbr. 52. gr.\nSameiginlegur kostnaður er, auk þeirra kostnaðarliða sem sérstaklega eru tilgreindir í 1. mgr., m.a. fólginn í viðbyggingum, breytingum, endurbótum, endurnýjunum, viðhaldi, viðgerðum, umhirðu, hreingerningum, rekstri, hússtjórn, tryggingaiðgjöldum o.fl.\nSameiginlegur kostnaður allra eða sumra.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Sameiginlegur kostnaður skv. 43. gr. er sameiginlegur öllum eigendum, en getur þó í undantekningartilvikum verið sameiginlegur sumum eigendum en ekki öllum, sbr. 7. gr.\nReglur um skiptingu sameiginlegs kostnaðar.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Sameiginlegum kostnaði skal skipt niður á hlutaðeigandi eigendur eftir þeim reglum sem hér fara á eftir:\nA. Allur sameiginlegur kostnaður, hverju nafni sem hann nefnist, sem ekki fellur ótvírætt undir B- og C-liði hér að neðan, skiptist á eigendur eftir hlutfallstölum eignarhluta í viðkomandi sameign.\nB. Neðangreindur kostnaður skiptist og greiðist að jöfnu:\n1. [Kostnaður við gerð, viðhald og rekstur bílastæða í sameign, svo og slíkur kostnaður við sameiginlegar aðkeyrslur sem og vegna hleðslubúnaðar fyrir rafbíla, að því marki sem slíkur kostnaður er sameiginlegur.]\n2. Viðhalds- og rekstrarkostnaður sameiginlegs þvottahúss, þar með talið kaupverð og viðhald sameiginlegra tækja.\n3. Viðhalds- og rekstrarkostnaður lyftu.\n4. Kaupverð og viðhald dyrasíma, sjónvarps- og útvarpskerfa, loftneta, póstkassa, nafnskilta og annars búnaðar sem eigendur hafa jöfn afnot og gagn af með líkum hætti.\n5. Allur sameiginlegur rekstrarkostnaður, svo sem rafmagn, hiti og vatn í sameign og umhirða sameiginlegs húsrýmis og lóðar.\n6. Kostnaður við hússtjórn og endurskoðun.\n7. Sameiginleg afnotagjöld og félagsgjöld.\nC. Kostnaði, hver sem hann er, skal þó jafnan skipt í samræmi við not eigenda ef unnt er að mæla óyggjandi not hvers og eins.\nL. 67/2020, 13. gr.\nFrávik frá reglum um kostnaðarskiptingu.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Ef hagnýting séreignar eða breytt hagnýting eða búnaður í henni hefur í för með sér sérstök eða aukin sameiginleg útgjöld getur húsfundur ákveðið að eigandi hennar skuli greiða sem því nemur stærri hlut í sameiginlegum kostnaði en leiðir af reglum 45. gr.\nÞá er einnig heimilt að víkja frá ákvæðum 45. gr. þegar um er að ræða hús sem hafa að einhverju leyti eða öllu að geyma húsnæði til annars en íbúðar, svo sem blandað íbúðar- og atvinnuhúsnæði eða atvinnuhúsnæði eingöngu.\nEr heimild til frávika háð því að reglur 45. gr. um skiptingu kostnaðar eigi illa við og séu ósanngjarnar í garð eins eða fleiri eigenda. Er þá heimilt að byggja á öðrum reglum og sjónarmiðum við skiptingu sameiginlegs kostnaðar sem taka t.d. í ríkara mæli mið af mismunandi notum, gagni og hagnýtingu einstakra eigenda.\nÁkvarðanir skv. 1. og 2. mgr. skal taka á húsfundi og þarf til þeirra samþykki / 3 hluta eigenda, bæði miðað við fjölda og eignarhluta. Sé hinni nýju kostnaðarskiptingu ætlað almennt gildi og til frambúðar þá skal yfirlýsingu um hana þinglýst.\nEf eigandi sýnir fram á að kostnaðarskipting eftir fyrirmælum 45. gr. sé óeðlileg og ósanngjörn í hans garð og húsfélagsfundur sinnir ekki kröfu hans um leiðréttingu, sbr. 2.–4. mgr., eða ef ákvörðun fundar þar að lútandi leiðir til óviðunandi niðurstöðu getur eigandinn krafist ógildingar á kostnaðarskiptingunni og viðurkenningar á annarri sanngjarnari og eðlilegri á grundvelli þeirra sjónarmiða sem vísað er til í 3. mgr.\nEiganda ber að hafa uppi við húsfélagið mótmæli sín og kröfur skv. 5. mgr. strax og tilefni er til. Frestur til málshöfðunar er þrír mánuðir frá því að húsfélagið réð máli til lykta. Höfði eigandi ekki mál innan frestsins telst hann una ákvörðuninni og er bundinn við hana.\nMálshöfðunarfrestur skv. 6. mgr. gildir ekki ef mál er höfðað af húsfélagi á hendur eiganda til heimtu hlutdeildar hans í umræddum kostnaði en í slíku máli getur eigandi komið að öllum sjónarmiðum sínum og kröfum sem lúta að kostnaðarskiptingunni enda þótt fresturinn kunni að vera liðinn.\nSkylda til greiðslu sameiginlegs kostnaðar.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Skylda til að greiða hlutdeild séreignar í sameiginlegum kostnaði hvílir á þeim sem er eigandi hennar á hverjum tíma.\nSé eign í fjöleignarhúsi seld skal seljandi tilkynna húsfélagi þess sannanlega um eigendaskiptin án ástæðulauss dráttar.\nSá er ábyrgur gagnvart húsfélagi fyrir hlutdeild í sameiginlegum kostnaði sem er þinglýstur eigandi á hverjum tíma og er húsfélagi rétt að beina kröfum sínum að honum nema eigendaskiptin hafi verið tilkynnt því og óyggjandi sé að nýr eigandi hafi tekið við réttindum og skyldum.\nLögveð.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Greiði eigandi ekki hlutdeild sína í sameiginlegum kostnaði, þar með talin gjöld í sameiginlegan hússjóð, þá eignast húsfélagið eða aðrir eigendur lögveð í eignarhluta hans til tryggingar kröfunni. Lögveðið nær einnig til vaxta og innheimtukostnaðar af kröfunni ef því er að skipta.\nLögveð þetta gengur fyrir eldri sem yngri samningsveðum og aðfararveðum, svo og yngri lögveðum öðrum.\nLögveðið stofnast þegar húsfélag eða aðrir eigendur inna greiðslur af hendi eða á gjalddaga hússjóðsgjalda ef um slík vanskil er að ræða.\nLögveðið fellur niður ef því er ekki fylgt eftir með lögsókn eða því lýst við nauðungarsölu innan árs frá stofnun þess. Viðurkenning eiganda utan réttar nægir ekki til að rjúfa fyrninguna.\nHússjóður og gjöld í hann.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Þegar þess er krafist af minnst / 4 hluta eigenda annaðhvort miðað við fjölda eða eignarhluta skal stofna hússjóð til að standa straum af sameiginlegum útgjöldum.\nSkal aðalfundur húsfélags ákveða gjöld í sjóðinn fyrir næsta ár á grundvelli áætlunar um sameiginleg útgjöld (rekstrar- og framkvæmdaáætlunar) á því ári. Getur hússjóður bæði verið rekstrar- og framkvæmdasjóður eftir nánari reglum sem húsfundur setur. Skal hússjóðsgjald greiðast mánaðarlega 1. dag hvers mánaðar nema húsfundur eða stjórn ákveði annað.\nSkulu gjöld í hússjóð ákveðin og þeim skipt í samræmi við reglur 45. gr. um skiptingu sameiginlegs kostnaðar. Eigendur geta þó ekki borið fyrir sig óveruleg frávik, en þau skal jafna við árlegt heildaruppgjör á reikningum húsfélagsins.\nViðhald séreignar. Sérkostnaður.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Eigandi skal sjá um og kosta allt viðhald og allan rekstur á séreign sinni, þar með talið á búnaði, tækjum og lögnum sem henni tilheyra, sbr. 4. og 5. gr. Telst allur slíkur kostnaður, hverju nafni sem hann nefnist, vera sérkostnaður.\nUm úrræði húsfélags og annarra eigenda vegna vanrækslu eiganda á nauðsynlegu viðhaldi séreignar eru ákvæði í 26. gr.\nSkaðabótaábyrgð eiganda.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Eigandi séreignar er ábyrgur gagnvart öðrum eigendum hússins og afnotahöfum vegna fjártjóns sem verður á eignum þeirra og stafar af:\n1. Vanrækslu á viðhaldi séreignar, búnaði hennar og lögnum.\n2. Mistökum við meðferð hennar og viðhald.\n3. Bilun á búnaði séreignar og lögnum þótt eiganda verði ekki um það kennt.\nNær bótaskylda skv. 1. mgr. einnig til afleidds tjóns, svo sem afnotamissis.\nSkaðabótaábyrgð húsfélags.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Húsfélag er ábyrgt með sama hætti gagnvart einstökum eigendum og afnotahöfum og segir í 1. og 2. mgr. 51. gr. þegar tjón stafar af:\n1. Vanrækslu á viðhaldi sameignar, búnaði hennar og lögnum.\n2. Mistökum við meðferð hennar og viðhald.\n3. Bilun á búnaði sameignar og sameiginlegum lögnum þótt engum sem húsfélagið ber ábyrgð á verði um það kennt.\nTryggingar.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Eigendur og húsfélag skulu jafnan, eftir því sem kostur er, kaupa og hafa vátryggingu til að mæta ábyrgð og áhættu skv. 51. og 52. gr.\nEf húsfundur samþykkir með einföldum meiri hluta greiddra atkvæða miðað við hlutfallstölur skal kaupa slíka vátryggingu fyrir allt fjöleignarhúsið, þ.e. fyrir alla séreignarhluta og sameign.\nÁbyrgð eigenda út á við.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Ábyrgð eigenda út á við gagnvart kröfuhöfum húsfélagsins á sameiginlegum skyldum og skuldbindingum er persónuleg (með öllum eignum þeirra) og eru þeir ábyrgir einn fyrir alla og allir fyrir einn (in solidum).\nÁbyrgð eigenda er einnig bein, en þó skal kröfuhafi, áður en hann beinir kröfu að einstökum eiganda, fyrst reyna að fá hana greidda af húsfélaginu. Fáist ekki, þrátt fyrir innheimtutilraunir, greiðsla frá því innan 30 daga frá því að þær hófust getur kröfuhafi leitað fullnustu fyrir allri kröfunni hjá eigendum, einum eða fleirum.\nDómur á hendur húsfélagi er aðfararhæfur gagnvart einstökum eigendum ef þeir hafa átt þess kost að gæta réttar síns og koma sjónarmiðum sínum á framfæri við rekstur dómsmálsins.\nHafi eigandi efnt sameiginlega fjárskuldbindingu þá eignast hann endurkröfurétt á hendur húsfélaginu eða öðrum eigendum í hlutfalli við hlutdeild þeirra í viðkomandi kostnaði, allt að frádregnum hluta sínum. Fylgir þessari endurkröfu lögveð í eignarhlutum annarra með sama hætti og segir í 48. gr.\nÚrræði húsfélags við vanefndir og brot eiganda.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Gerist eigandi, annar íbúi húss eða afnotahafi sekur um gróf eða ítrekuð brot á skyldum sínum gagnvart húsfélaginu eða eigendum, einum eða fleirum, þá getur húsfélagið með ákvörðun skv. 6. tölul. B-liðar 41. gr. lagt bann við búsetu og dvöl hins brotlega í húsinu, gert honum að flytja og krafist þess að hann selji eignarhluta sinn.\nÁður en húsfélag grípur til aðgerða skv. 1. mgr. skal það a.m.k. einu sinni skora á hinn brotlega að taka upp betri siði og vara hann við afleiðingum þess ef hann lætur sér ekki segjast. Er réttmæti frekari aðgerða háð því að slík aðvörun, sem vera skal skrifleg og send með sannanlegum hætti, hafi verið gefin og send og að hún hafi ekki borið árangur.\nLáti hinn brotlegi ekki skipast skv. 2. mgr. er húsfélagi rétt að banna honum búsetu og dvöl í húsinu og skipa honum að flytja á brott með fyrirvara, sem skal að jafnaði ekki vera skemmri en einn mánuður. Þó má fyrirvari vera skemmri ef eðli brota, viðbrögð við aðvörun eða aðrar knýjandi ástæður valda því að aðgerðir þola ekki bið.\nMeð sama hætti er húsfélagi rétt að krefjast þess að hinn brotlegi selji eignarhluta sinn svo fljótt sem auðið er. Skal veita honum sanngjarnan frest í því skyni sem skal þó að jafnaði ekki vera lengri en þrír mánuðir.\nEf hinn brotlegi sinnir ekki kröfum húsfélagsins skv. 3. og 4. mgr. getur það framfylgt þeim með lögsókn, eftir atvikum lögbanni og/eða útburði án undangengins dóms. Á grundvelli dóms um skyldu hins brotlega til sölu eignar getur húsfélagið krafist þess að hún verði seld nauðungarsölu samkvæmt lögum nr. 90/1991, sbr. 3. mgr. 8. gr. þeirra laga.\nEf brot og ónæði bitnar aðallega eða eingöngu á einstökum eða fáum eigendum, en húsfélagið vill eigi beita úrræðum þeim sem í fyrri málsgreinum þessarar greinar felast, þá geta þeir sem misgert er við (einn eða fleiri) án atbeina húsfélagsins hafist handa gagnvart hinum brotlega og beitt og framfylgt ofangreindum úrræðum.\nIV. kafli. Um húsfélög.\nHúsfélög og aðild að þeim.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Húsfélög eru til í öllum fjöleignarhúsum í krafti ákvæða laga þessara, sbr. 3. mgr. 10. gr., og þarf ekki að stofna þau sérstaklega og formlega.\nAllir eigendur og aðeins þeir eru félagsmenn í húsfélagi viðkomandi fjöleignarhúss, sbr. 47. gr. Réttindi og skyldur til þátttöku í húsfélagi eru órjúfanlega tengd eignarrétti að einstökum eignarhlutum. Enginn eigandi getur synjað þátttöku í húsfélagi eða sagt sig úr því nema með sölu eignarhluta síns.\nHlutverk, tilgangur og valdsvið.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Hlutverk og tilgangur húsfélaga er aðallega að sjá um varðveislu, viðhald, endurbætur og rekstur sameignarinnar þannig að hún fái sem best þjónað sameiginlegum þörfum eigenda og stuðla að og framfylgja því með samþykktum, reglum og ákvörðunum að hagnýting hússins, bæði séreigna og sameignar, sé ávallt með eðlilegum hætti og þannig að verðgildi eigna haldist.\nValdsvið húsfélags er bundið við sameignina og ákvarðanir sem varða hana og nauðsynlegar eru vegna hennar og sameiginlegra hagsmuna eigenda.\nHúsfélag getur ekki tekið ákvarðanir gegn vilja eiganda sem fela í sér meiri og víðtækari takmarkanir á ráðstöfunar- og umráðarétti hans yfir séreigninni, en leiðir af ákvæðum laga þessara eða eðli máls.\nAlmennir fundir. Fundarseta.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Æðsta vald í málefnum húsfélagsins er í höndum almenns fundar þess, húsfundar.\nRétt til fundarsetu hafa félagsmenn, makar þeirra, [sambúðarfólk, svo og ráðgjafar og sérfræðingar á þeirra vegum og/eða stjórnar húsfélagsins]. Maki eða sambúðaraðili getur farið með atkvæðisrétt fyrir félagsmann á fundi án sérstaks umboðs. [Sama á við um ráðandi starfsmenn þegar lögaðili er eigandi.]\nÞá má félagsmaður veita sérhverjum lögráða manni umboð til að mæta á fundi, [taka þátt í fundarstörfum] og greiða atkvæði. [Umboðsmaður skal leggja fram á fundinum skriflegt eða rafrænt umboð og skal það dagsett.] Slíkt umboð má hvenær sem er afturkalla.\nFundurinn getur heimilað leigjendum í húsinu og öðrum sem geta átt hagsmuna að gæta að sitja fundi og hafa þar málfrelsi en hvorki tillögu- né atkvæðisrétt.\nStjórnarmenn, framkvæmdastjóri og húsvörður eru skyldir til að mæta á fundi nema fundarseta þeirra sé bersýnilega óþörf eða þeir hafi lögmæt forföll.\nÞá er endurskoðanda húsfélagsins rétt að sækja fundi og taka til máls og gefa skýringar.\nL. 84/2021, 5. gr.\nAðalfundur og boðun hans.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Aðalfundur húsfélags skal haldinn ár hvert fyrir lok aprílmánaðar.\nTil aðalfundar skal stjórnin boða skriflega [og/eða rafrænt] og með sannanlegum hætti með minnst 8 og mest 20 daga fyrirvara. Búi félagsmaður ekki í húsinu verður hann að tilkynna húsfélaginu um heimilisfang [og/eða netfang] sem senda skal fundarboð til óski hann eftir að fá það í hendur.\nÍ fundarboði skal greina fundartíma, fundarstað og dagskrá. Þá skal geta þeirra mála sem ræða á og meginefni tillagna þeirra sem leggja á fyrir fundinn.\nVilji eigandi fá mál tekið fyrir og til atkvæðagreiðslu á aðalfundi skal hann greina stjórn frá því skriflega [og/eða rafrænt] með þeim fyrirvara að unnt sé að geta þeirra í fundarboði.\nL. 84/2021, 6. gr.\nAðrir almennir fundir og boðun þeirra.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Almennir fundir eru annars haldnir:\n1. Þegar stjórnin telur það nauðsynlegt.\n2. Þegar þess er skriflega krafist af / 4 hluta félagsmanna annaðhvort miðað við fjölda eða eignarhluta og skulu þeir jafnframt tiltaka þau málefni sem óskast rædd og tekin fyrir og afgreidd.\n3. Þá skal enn fremur halda fund í samræmi við ákvörðun fyrri fundar.\nStjórnin skal boða til almenns fundar [skriflega og/eða rafrænt] með minnst 4 og mest 20 daga fyrirvara. Búi félagsmaður ekki í húsinu verður hann að tilkynna húsfélaginu um heimilisfang [og/eða netfang] sem senda skal fundarboð til óski hann eftir að fá það í hendur. Skal boða fund tryggilega. Í fundarboði skal greina tíma og stað fundarins og þau mál sem fyrir verða tekin og meginefni tillagna.\nSinni stjórnin ekki án ástæðulauss dráttar kröfu skv. 2. tölul. 1. mgr. er viðkomandi eigendum rétt að boða sjálfir til fundarins og halda hann og telst hann þá löglegur að öðrum skilyrðum fullnægðum.\nL. 84/2021, 7. gr.\n[60. gr. a.\nStjórn húsfélags er heimilt að halda rafræna fundi, að einhverju leyti eða öllu, þó þannig að tryggt sé að eigendur og aðrir hlutaðeigandi geti tekið fullan þátt í fundarstörfum. Skal stjórnin kunngera ákvörðun sína með góðum fyrirvara og í síðasta lagi með fundarboðinu.\nStjórn húsfélags ákveður hvaða kröfur skuli gerðar til tæknibúnaðar. Í fundarboði skulu koma fram upplýsingar um tæknibúnað auk upplýsinga um hvernig félagsmenn tilkynna um rafræna þátttöku sína og hvar þeir geta nálgast upplýsingar um tilhögun rafrænnar þátttöku í húsfundi.\nStjórn húsfélags skal sjá til þess að tæki sem notuð eru vegna rafræns fundar séu þannig að tryggt sé að uppfyllt séu lagaskilyrði sem gerð eru til húsfundar, þ.m.t. réttur félagsmanns til að sækja húsfund, taka þar til máls og greiða atkvæði. Tæknibúnaðurinn skal jafnframt gera það kleift að staðfesta með öruggum hætti hvaða félagsmenn sækja fundinn og hvaða tillögu- og atkvæðisrétt þeir hafa auk niðurstöðu atkvæðagreiðslna. Þegar fundur er að einhverju leyti rafrænn skal tæknibúnaðurinn tryggja að félagsmenn á fundarstað geti séð hverjir sækja fundinn rafrænt, taka þar til máls og greiða atkvæði. Sama á við um fjartengda félagsmenn gagnvart þeim félagsmönnum sem eru á fundarstað.\nStjórn húsfélags getur ákveðið að félagsmenn sem taka þátt í rafrænum húsfundi skuli leggja fram spurningar um dagskrá eða skjöl o.fl. sem tengist fundinum innan tilskilins frests.\nAð öðru leyti gilda ákvæði laga þessara eftir því sem við á um húsfundi sem haldnir eru með rafrænum hætti.]\nL. 84/2021, 8. gr.\n[60. gr. b.\nStjórn húsfélags er heimilt að ákveða notkun rafrænna skjalasamskipta og samskipta milli stjórnar og félagsmanna í stað þess að senda eða leggja fram skjöl rituð á pappír.\nÍ ákvörðun stjórnar skal koma fram til hvaða tilkynninga og samskipta ákvörðunin nær og hvernig er heimilt eða skylt að nota rafræn samskipti. Einnig skal koma fram hvar félagsmenn geta fundið upplýsingar um tilhögun rafrænna samskipta og þær kröfur sem gerðar eru til tæknibúnaðar.\nÞótt ekki hafi verið tekin ákvörðun um að taka upp rafræn samskipti milli stjórnar og félagsmanna á grundvelli 1. mgr. er heimilt að nota rafræn samskipti á milli þeirra sem samið hafa um það.\nFélagsmönnum er heimilt að skjóta öllum ákvörðunum stjórnar um rafræna fundi og rafræn samskipti til húsfundar án þess að slíks sé getið í fundarboði.]\nL. 84/2021, 8. gr.\n[60. gr. c.\nMeð öllu er óheimilt að afhenda án heimildar eða nota aðgangsorð eða annað sambærilegt til að vera viðstaddur eða taka þátt í rafrænum stjórnarfundi eða húsfundi, þ.m.t. greiða atkvæði.\nMeð öllu er óheimilt að afhenda án heimildar eða nota aðgangsorð eða annað sambærilegt til að lesa, breyta eða senda rafræn skilaboð o.fl. sem fellur undir ákvæði laga þessara um rafræn samskipti.\nBrjóti eigandi eða afnotahafi verulega eða ítrekað gegn skyldum sínum skv. 1. eða 2. mgr. og áminningar hafa ekki tilætluð áhrif getur húsfélag með ákvörðun skv. B-lið 1. mgr. 41. gr. beitt úrræðum 55. gr. gagnvart viðkomandi.]\nL. 84/2021, 8. gr.\nVerkefni aðalfundar.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Á aðalfundi skulu fyrir tekin eftirtalin mál:\n1. Skýrsla stjórnar og umræður um hana.\n2. Framlagning ársreikninga til samþykktar og umræður um þá.\n3. Kosning formanns.\n4. Kosning annarra stjórnarmanna.\n5. Kosning varamanna.\n6. Kosning endurskoðanda og varamanns hans.\n7. Framlagning rekstrar- og framkvæmdaáætlunar fyrir næsta ár.\n8. Ákvörðun hússjóðsgjalda.\n9. Mál sem tiltekin eru í fundarboði.\n10. Önnur mál.\nVerkefni annarra funda.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Á öðrum húsfundum en aðalfundi skal fjalla um þau mál sem tiltekin eru í fundarboði.\nHver félagsmaður getur skotið þeim ákvörðunum stjórnar sem honum við koma til húsfundar.\nHver félagsmaður á rétt á að fá ákveðin mál tekin fyrir til umræðu á húsfundi en ekki til atkvæðagreiðslu nema þess hafi verið getið í fundarboði.\nSéu allir félagsmenn mættir getur fundurinn samþykkt afbrigði og tekið mál til umfjöllunar og atkvæðagreiðslu þótt þeirra hafi ekki verið getið í fundarboði. Gildir þetta einnig um aðalfundi.\nAtkvæðagreiðslur og vægi atkvæða.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Um vægi atkvæða félagsmanna við ákvarðanir og vald og heimildir húsfélags og funda þess við ákvarðanatökur fer eftir ákvæðum 39.–42. gr. laga þessara.\nFundarstjórn. Fundargerð.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Húsfundi er stjórnað af formanni húsfélagsins, en ef hann er ekki viðstaddur velur fundurinn sjálfur fundarstjóra úr hópi félagsmanna. [Stjórn húsfélagsins getur falið utanaðkomandi sérfræðingi að stjórna húsfundi enda sé þess getið í fundarboði og samþykkt á fundinum af einföldum meiri hluta fundarmanna, annaðhvort miðað við fjölda eða eignarhluta. Einnig er stjórn heimilt að fá utanaðkomandi aðila til að rita fundargerð.]\nUndir umsjá og á ábyrgð fundarstjóra skal rita í sérstaka fundargerðabók meginatriði allra mála sem tekin eru fyrir og allar ákvarðanir sem teknar eru og hvernig atkvæði hafa fallið ef því er að skipta.\nSkal fundargerðin lesin upp í lok fundar, hún leiðrétt og athugasemdir skráðar. [Skal hún síðan undirrituð skriflega eða rafrænt af fundarstjóra og ritara. Heimilt er á húsfundi að fela fundarstjóra og ritara að ganga endanlega frá og staðfesta fundargerð að afloknum fundi. Skal það gert svo fljótt sem kostur er.]\nFundargerðir skulu jafnan vera aðgengilegar fyrir félagsmenn og eiga þeir rétt á því að fá staðfest endurrit eða ljósrit þeirra.\nL. 84/2021, 9. gr.\nVanhæfi við ákvarðanatöku.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Enginn má sem félagsmaður eða umboðsmaður hans taka þátt í atkvæðagreiðslu um samninga eða málefni ef hann á sérstakra persónulegra eða fjárhagslegra hagsmuna að gæta í málinu.\nStjórn, kosning, kjörgengi o.fl.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Í húsfélagi skal vera stjórn sem kosin er á aðalfundi.\nStjórnina skipa að jafnaði a.m.k. þrír menn og er einn þeirra formaður sem kosinn skal sérstaklega. Ef þurfa þykir skal kjósa jafnmarga varamenn. Skulu þeir þá kjörnir sem 1., 2. og 3. varamaður og taka sæti í aðalstjórn í þeirri röð.\nKjörgengir til stjórnar eru félagsmenn, makar þeirra eða sambúðarfólk og nánir ættingjar. [Einnig eru kjörgengir umboðsmenn eigenda og ráðandi starfsmenn þegar lögaðili er eigandi.] Skulu stjórnarmenn vera lögráða.\nKjörtímabil stjórnar er eitt ár eða á milli aðalfunda og lýkur því í lok aðalfundar á því ári sem kjörtímabilið rennur út.\nStjórnin skiptir með sér verkum eftir því sem þurfa þykir.\nL. 84/2021, 10. gr.\nSérstök stjórn er óþörf í minni húsum.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Þegar um er að ræða fjöleignarhús með sex eignarhlutum eða færri er ekki þörf á að kjósa og hafa sérstaka stjórn og fara þá allir eigendur í félagi saman með það vald og þau verkefni sem stjórnin annars færi með samkvæmt lögum þessum.\nEinnig er heimilt í slíkum húsum að fela einum eiganda að einhverju leyti eða öllu verkefni stjórnar og skal þá beita ákvæðum laganna um stjórn eftir því sem við á um hann.\nStjórnarfundir.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Formaður boðar til stjórnarfunda þegar hann telur þess þörf en einnig skal halda fund ef einhver stjórnarmaður krefst þess.\nSkal boða fund með hæfilegum fyrirvara og er þriggja daga fyrirvari jafnan nægilegur. [Halda má rafræna stjórnarfundi. Þó getur hver stjórnarmaður óskað þess að stjórnarfundur verði haldinn sem staðfundur og skal þá við því orðið. Að öðru leyti gilda ákvæði laga þessara um stjórnarfundi og notkun rafrænna skjala eftir því sem við á um rafræna stjórnarfundi og samskipti í tengslum við þá.]\nJafnan skal, ef þess er kostur, upplýsa stjórnarmenn um það fyrir fram hvaða málefni verða tekin fyrir.\nFormaður stýrir stjórnarfundi en sé hann forfallaður og hafi varaformaður ekki verið kosinn velur stjórnin sjálf fundarstjóra úr sínum hópi.\nStjórnin er ákvörðunarhæf þegar meiri hluti stjórnarmanna er á fundi sem hefur verið boðaður á fullnægjandi hátt.\nÁ stjórnarfundum er málum ráðið til lykta með einföldum meiri hluta atkvæða. Falli atkvæði jafnt ræður atkvæði formanns úrslitum.\nStjórnin skal færa í fundargerðarbók meginatriði þess sem gert er og ákveðið á fundum. Skal fundargerðin undirrituð [skriflega eða rafrænt] af öllum viðstöddum stjórnarmönnum.\nL. 84/2021, 11. gr.\nSkyldur og verkefni stjórnar. Framkvæmdastjóri. Vanhæfi.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Stjórnin fer með sameiginleg málefni húsfélagsins milli funda og sér um framkvæmd viðhalds og rekstur sameignarinnar og öll önnur sameiginleg málefni í samræmi við ákvæði laga þessara, önnur lög og samþykktir og ákvarðanir húsfunda.\nStjórnin skal halda glögga reikninga yfir tekjur og gjöld húsfélagsins. Skal hún innheimta hjá eigendum hlutdeild þeirra í sameiginlegum kostnaði og hússjóðsgjöld. Þá skal stjórnin varðveita og ávaxta fjármuni húsfélagsins á ábatasaman og tryggan hátt.\nStjórnin getur ráðið framkvæmdastjóra eða annan starfsmann sér til aðstoðar við daglegan rekstur. Sé það gert gefur stjórnin starfsmanni fyrirmæli, ákveður laun hans og önnur kjör og hefur eftirlit með því að hann uppfylli starfsskyldur sínar.\nStjórninni er einnig heimilt með sama hætti að fela sjálfstæðum verktaka, t.d. húsfélagaþjónustu, að annast tiltekin verkefni.\nStjórnarmaður eða framkvæmdastjóri má ekki taka þátt í ákvarðanatöku og afgreiðslu mála sem hann hefur sérstakra persónulegra eða fjárhagslegra hagsmuna að gæta í.\nStjórn og framkvæmdastjóra er skylt að veita eigendum upplýsingar og skýringar um öll atriði er varða málefni húsfélagsins, rekstur þess, sameiginlegt viðhald, efnahag og fjárhagsstöðu. Skulu eigendur hafa rétt til að skoða bækur félagsins, reikninga og fylgiskjöl með hæfilegum fyrirvara en þó jafnan að viðstöddum stjórnarmanni.\nNánar um verk- og valdsvið stjórnar.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Stjórn húsfélags er rétt og skylt að taka hvers kyns ákvarðanir sem lúta að venjulegum daglegum rekstri og hagsmunagæslu vegna sameignarinnar.\nÞá getur stjórnin látið framkvæma á eigin spýtur minni háttar viðhald og viðgerðir og bráðnauðsynlegar og brýnar ráðstafanir sem þola ekki bið.\nSé um að ræða ráðstafanir og framkvæmdir sem ganga lengra en segir í 1. og 2. mgr. ber stjórninni, áður en í þær er ráðist, að leggja þær fyrir húsfund til umfjöllunar og ákvörðunar samkvæmt fyrirmælum laga þessara. Á það undantekningarlaust við um framkvæmdir sem eru verulegar hvað varðar kostnað, umfang og óþægindi. Gildir hér einu þótt um æskilegar og jafnvel nauðsynlegar ráðstafanir sé að tefla.\nUmboð til að skuldbinda húsfélag. Aðildarhæfi.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Húsfélagið er skuldbundið út á við með [skriflegri eða rafrænni] undirritun meiri hluta stjórnarmanna og skal formaður að jafnaði vera einn af þeim.\nStofni stjórnarmenn til skuldbindinga sem falla utan heimildar þeirra og valdsviðs samkvæmt ákvæðum laga þessara eða ákvörðun húsfundar þá eru þeir ábyrgir og eftir atvikum bótaskyldir gagnvart húsfélaginu samkvæmt almennum reglum.\nHúsfélag getur verið aðili að dómsmáli, bæði til sóknar og varnar. Gildir það bæði um mál gegn þriðja aðila og gegn einum eða fleiri félagsmönnum.\n[Stjórn húsfélags getur undirritað skjöl sem varða meðferð og skráningu fjöleignarhúss í opinberum skrám, ef þau hafa einvörðungu að geyma samantekt, skráningu og lýsingu á húsi og skiptingu þess í samræmi við þinglýstar heimildir og útreikning á hlutfallstölum í samræmi við gildandi reglur þar að lútandi, þegar eignarhlutar eru sex eða fleiri en ella skulu slík skjöl undirrituð af meiri hluta eigenda, annaðhvort miðað við fjölda eða hlutfallstölur, svo sem undirritun skjals vegna endurnýjunar á lóðarleigusamningi og undirritun eignaskiptayfirlýsingar, sbr. 2. mgr. 16. gr.]\nL. 84/2021, 12. gr.\nBókhald og reikningsgerð.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Stjórnin skal sjá um að bókhald húsfélags sé fært og haldið á réttan og fullnægjandi hátt.\nSkulu á tíðkanlegan hátt færðir glöggir efnahags- og rekstrarreikningar. Reikningsár félagsins er almanaksárið.\nEndurskoðandi.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Endurskoðandi, sem kjörinn skal á aðalfundi til eins árs í senn, skal endurskoða reikninga húsfélagsins.\nSé þess krafist af minnst / 4 hluta félagsmanna annaðhvort miðað við fjölda eða eignarhluta skal endurskoðandinn vera löggiltur.\nEndurskoðandi skal hafa aðgang að öllu bókhaldi húsfélagsins og getur hann krafist allra upplýsinga sem hann álítur að þýðingu hafi fyrir starf sitt.\nEndurskoðandi skal staðreyna og staðfesta að sameiginlegum kostnaði sé skipt í samræmi við ákvæði laga þessara.\nÁrsreikningar skulu áritaðir af endurskoðanda með eða án athugasemda eftir því sem hann telur ástæðu til.\nHúsreglur.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Stjórn húsfélags skal semja og leggja fyrir húsfund til samþykktar, sbr. 1. tölul. C-liðar 41. gr., reglur um hagnýtingu sameignar og séreignar að því marki sem lög þessi leyfa.\nSkulu reglur þessar, húsreglur, hafa að geyma sem ítarlegust ákvæði um sambýlishætti, umgengni og afnot sameignar og skiptingu afnota ef því er að skipta, allt eftir því sem við á og eðlilegt og haganlegt þykir að reglufesta í viðkomandi húsi.\nÍ húsreglum fjölbýlishúsa skal m.a. fjalla um neðangreind atriði:\n1. Umgengni um sameign og um afnot hennar og hagnýtingu.\n2. Bann við röskun á svefnfriði í húsinu a.m.k. frá miðnætti til kl. 7 að morgni og undanþágur frá því banni.\n3. Skiptingu afnota sameiginlegs þvottahúss.\n4. Hvernig þrifum sameignar og umhirðu lóðar skuli háttað og hverjar séu skyldur eigenda í því efni.\n5. Reglur um hunda- og/eða kattahald sé það leyft, sbr. 13. tölul. A-liðar 41. gr.\n6. Reglur um afnot sameiginlegra bílastæða, [sbr. 33. gr., og hleðslubúnað fyrir rafbíla, sbr. 33. gr. a – 33. gr. d].\n7. Reglur um hagnýtingu séreigna að því marki sem unnt er.\nL. 67/2020, 14. gr.\nSérstakar húsfélagssamþykktir. Þinglýsing.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Sé þörf sérstakra reglna um fjöleignarhúsið, afnot séreigna, sameign þess, húsfélag, stjórn þess, verkefni og valdsvið þess o.fl. og að því leyti sem ófrávíkjanleg ákvæði laga þessara standa því ekki í vegi getur húsfélag sett sér sérstakar samþykktir með ákvörðun skv. 7. tölul. B-liðar 41. gr. eða skv. A-lið sömu greinar ef þær hafa að geyma atriði sem allir eigendur verða að samþykkja.\n[Á grundvelli 1. mgr. er húsfélagi heimilt að setja sér sérstakar samþykktir fyrir fjölbreytt húsnæði, sbr. 2. mgr. 2. gr. Þrátt fyrir ákvæði 43.–46. gr. skal kostnaður sem hlýst af ákvörðunum sem teknar eru á grundvelli ákvæða samþykktanna borinn af eigendum þeirra séreigna sem hafa frumkvæði að ákvarðanatökunni að því leyti sem kostnaðurinn er einvörðungu í þeirra þágu.]\nSetji húsfélag sér samþykktir [skv. 1. og 2. mgr.] er hafa að geyma ákvæði sem víkja frá eða eru til fyllingar fyrirmælum laga þessara þá skal þeim þinglýst. Gildir það einnig um allar breytingar á samþykktum sem fela slíkt í sér. Sama gildir og um aðrar ákvarðanir húsfélags en samþykktir og breytingar á þeim sem eru þess eðlis að til þeirra þarf samþykki allra eigenda, sbr. A-lið 41. gr.\nÞinglýsingar skv. [3. mgr.] er þörf til réttarverndar gagnvart þriðja manni en þinglýsingin er ekki gildisskilyrði milli eigenda innbyrðis. Um þýðingu og skuldbindingargildi slíkra gerninga innbyrðis, þótt þeim sé ekki þinglýst, fer eftir ákvæðum laga þessara, svo og almennum reglum.\nL. 84/2021, 13. gr.\nHúsfélagsdeildir.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Þegar húsfélag skiptist í einingar, t.d. stigahús, ráða viðkomandi eigendur einir sameiginlegum innri málefnum, sbr. 2. mgr. 7. gr. og 3. mgr. 39. gr., enda bera þeir þá einir kostnaðinn, sbr. 44. gr.\nÞegar þannig háttar skulu eigendur ráða sameiginlegum málum innan vébanda húsfélagsdeildar sem getur hvort heldur verið sjálfstæð að meira eða minna leyti eða starfað innan heildarhúsfélagsins.\nGilda fyrirmæli laga þessara um húsfélög um slíkar húsfélagsdeildir, svo sem um ákvarðanatöku, fundi, stjórn, kostnaðarskiptingu o.fl., eftir því sem við á.\nV. kafli. Eldri samningar, kynning laganna, kærunefnd, gildistaka o.fl.\nGildi eldri samninga.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Ef fyrir liggur þinglýstur samningur, samþykktir eða eignaskiptayfirlýsing, gerð fyrir gildistöku laga þessara sem hafa að geyma ákvæði er fara í bága við ófrávíkjanleg ákvæði laganna þá skulu slík samningsákvæði þoka fyrir ákvæðum laganna. Þetta gildir þó ekki um samninga um fjöleignarhús sem hafa eingöngu að geyma atvinnustarfsemi, sbr. 2. mgr. 2. gr.\nKynning laganna, ráðgjöf og leiðbeiningar.",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "[Ráðuneytið] skal annast kynningu á lögum þessum og reglugerðum samkvæmt þeim. Ráðherra getur ákveðið að fela [Húsnæðis- og mannvirkjastofnun] eða öðrum aðilum þessa kynningu.\n[Ráðherra] getur einnig falið [Húsnæðis- og mannvirkjastofnun] eða öðrum aðilum, svo sem hagsmunasamtökum fjöleignarhúsaeigenda, að veita eigendum upplýsingar, ráðgjöf og leiðbeiningar um réttindi þeirra og skyldur og önnur atriði laganna.\nKostnaður við kynningu og ráðgjöf skv. 1. og 2. mgr. greiðist úr ríkissjóði, en þó er heimilt að innheimta hóflegt gjald fyrir lögfræðilega ráðgjöf og leiðbeiningar. Þá er einnig heimilt að selja kynningar- og upplýsingarit á hóflegu verði.\nL. 162/2010, 13. gr. L. 137/2019, 19. gr.\n...\nL. 66/2010, 13. gr.",
      "metadata": {
        "source_anchor": "G78",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "...\nL. 66/2010, 13. gr.\n[Kæruheimild.]\nL. 66/2010, 14. gr.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Greini eigendur fjöleignarhúsa á um réttindi sín og skyldur samkvæmt lögum þessum geta þeir, einn eða fleiri, leitað til [kærunefndar húsamála, sbr. húsaleigulög, nr. 36/1994, með síðari breytingum], og óskað eftir álitsgerð um ágreiningsefnið.\nErindi til kærunefndar skal vera skriflegt og í því skal skilmerkilega greina hvert sé ágreiningsefnið, hver sé krafa aðila og rökstuðningur fyrir henni.\nSkal kærunefnd gefa gagnaðila kost á að tjá sig og koma sjónarmiðum sínum og kröfum á framfæri. Skal gefa honum stuttan frest í því skyni. Heimilt er kærunefnd að kalla eftir öllum nauðsynlegum upplýsingum og gögnum og óska umsagnar frá öðrum sem málið snertir eða við kemur.\nKærunefndin skal láta í té rökstutt álit svo fljótt sem kostur er og jafnan innan tveggja mánaða frá því að erindi barst henni. Ágreiningsefnum verður eigi skotið til annars stjórnvalds.\nTelji kærunefndin að lög þessi hafi verið brotin og að á rétt aðila sé hallað beinir hún tilmælum til gagnaðila um úrbætur.\nAðilar geta lagt ágreining sinn fyrir dómstóla með venjulegum hætti.\n[Ráðherra] skal með reglugerð setja nánari ákvæði um erindi til kærunefndar, störf hennar, verkefni, valdsvið, starfsskilyrði o.fl.\nL. 66/2010, 14. gr. L. 162/2010, 13. gr. Rg. 1355/2019.\nReglugerðarheimild.",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "[Ráðherra] getur með reglugerð sett nánari ákvæði og fyrirmæli um framkvæmd laga þessara.\nL. 162/2010, 13. gr.\nGildistaka.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Lög þessi öðlast gildi 1. janúar 1995 ...\n...\n[Ákvæði til bráðabirgða.\nFyrirmæli 16. gr. um að þinglýst eignaskiptayfirlýsing sé skilyrði fyrir þinglýsingu á eignayfirfærslum í fjöleignarhúsum skulu koma að fullu til framkvæmda [1. janúar 2001].\nÞann frest og aðlögunartíma, sem hér er mælt fyrir um, skulu eigendur og húsfélög nota til undirbúnings og gerðar eignaskiptayfirlýsinga og hlutaðeigandi stjórnvöld til fræðslu, kynningar og annarra undirbúningsráðstafana, sbr. 16. gr. a og 78. gr.]\nL. 135/1998, 1. gr. L. 136/1995, 7. gr.",
      "metadata": {
        "source_anchor": "G82",
        "section_format": "article"
      }
    }
  ]
}
