{
  "id": "125/1994",
  "type": "statute",
  "title": "Lög um Lýðveldissjóð",
  "status": "in_force",
  "issued_date": "1994-11-12",
  "url": "https://www.althingi.is/lagas/nuna/1994125.html",
  "description": "Tóku gildi 14. nóvember 1994.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lýðveldissjóður er stofnaður í tilefni 50 ára afmælis lýðveldisins. Hann er eign ríkisins. Varsla hans og dagleg umsýsla heyrir undir [það ráðuneyti er fer með málefni er varða stjórnskipan lýðveldisins Íslands]. Starfstími sjóðsins er frá ársbyrjun 1995 til ársloka 1999.\nL. 126/2011, 200. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk sjóðsins er tvíþætt: að stuðla að rannsóknum á lífríki sjávar og að efla íslenska tungu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Alþingi skal fyrir árslok 1994 kjósa sjóðnum þriggja manna stjórn.\nStjórnin skal staðfesta rannsóknaáætlun fyrir verkefni í vistfræðirannsóknum á lífríki sjávar og reglur um stjórn verkefnisins, svo og um þátttöku vísindamanna og stofnana í því.\nEnn fremur skal sjóðstjórnin skipta því fé sem er til ráðstöfunar til eflingar íslenskri tungu og samþykkja verkefnaáætlun.\nSjóðstjórn skal semja greiðsluáætlun fyrir sjóðinn ár hvert og fylgjast með framvindu verkefna sem unnin eru með fé úr sjóðnum.\nStjórnin skal gangast fyrir vali á þriggja manna verkefnisstjórnum er hafi á hendi faglega yfirstjórn verkefnaáætlana um lífríkisrannsóknir og eflingu íslenskrar tungu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ríkissjóður skal samkvæmt sérstökum lið á fjárlögum leggja sjóðnum til 100 millj. kr. fyrir hvert starfsár. Heildarfjárveiting á starfstíma sjóðsins skal skiptast jafnt á milli þeirra tveggja verkefna sem sjóðnum eru falin.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Lýðveldissjóður er undanþeginn öllum opinberum gjöldum og sköttum til ríkissjóðs eða sveitarsjóðs eða annarra stofnana.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Nánari ákvæði um skipulag sjóðsins og framkvæmd laga þessara má setja með reglugerð að höfðu samráði við forsætisnefnd Alþingis.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
