{
  "id": "83/1994",
  "type": "statute",
  "title": "Lög um umboðsmann barna",
  "status": "in_force",
  "issued_date": "1994-05-19",
  "url": "https://www.althingi.is/lagas/nuna/1994083.html",
  "description": "Tóku gildi 1. janúar 1995.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Embætti umboðsmanns barna hefur það hlutverk að bæta hag barna og standa vörð um hagsmuni, þarfir og réttindi þeirra, m.a. samkvæmt samningi Sameinuðu þjóðanna um réttindi barnsins og fleiri alþjóðasamningum, svo sem nánar greinir í lögum þessum.\nUmboðsmaður barna er í störfum sínum óháður fyrirmælum frá öðrum.]\nMeð börnum er í lögum þessum átt við einstaklinga allt að 18 ára aldri.\nL. 148/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ráðherra skipar umboðsmann barna til fimm ára í senn.] Skipa má umboðsmanninn að nýju til fimm ára án auglýsingar en eigi oftar .... [Við skipun nýs umboðsmanns skal leita umsagnar ráðgjafarhóps barna skv. 2. mgr. 3. gr.]\nUmboðsmaður barna skal hafa lokið háskólaprófi. Hafi umboðsmaður barna ekki lokið embættisprófi í lögfræði skal lögfræðingur starfa við embættið.\n[Um laun og önnur launakjör umboðsmanns barna fer skv. 39. gr. a laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.] Umboðsmanni barna er óheimilt að hafa með höndum önnur launuð störf [nema með leyfi ráðherra] eða takast á hendur verkefni sem eigi samrýmast starfi hans.\nL. 83/1997, 11. gr. L. 148/2018, 2. gr. L. 130/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Umboðsmaður barna skal vinna að því að stjórnvöld, einstaklingar, félög og önnur samtök einstaklinga og fyrirsvarsmenn lögpersóna taki fullt tillit til réttinda, þarfa og hagsmuna barna. Í starfi sínu skal umboðsmaður barna setja fram ábendingar og tillögur um úrbætur sem snerta hag barna á öllum sviðum samfélagsins.\n[Umboðsmaður barna skal í störfum sínum leitast við að hafa virkt samráð við börn og hafa hóp barna sér til ráðgjafar um þau málefni sem snúa að börnum í íslensku samfélagi.]\nUmboðsmaður barna skal einkum:\na. hafa frumkvæði að stefnumarkandi umræðu í samfélaginu um málefni barna,\n[b. fylgjast með þróun og túlkun samnings Sameinuðu þjóðanna um réttindi barnsins],\n[c. ] koma á framfæri tillögum um úrbætur á réttarreglum og fyrirmælum [stjórnvalda] er varða börn sérstaklega,\n[d. ] stuðla að því að [samningur Sameinuðu þjóðanna um réttindi barnsins sé virtur sem og aðrir alþjóðasamningar] sem varða réttindi og velferð barna og fullgiltir hafa verið af Íslands hálfu og enn fremur benda á að samningar um þetta efni verði fullgiltir,\n[e. ] bregðast við með tiltækum úrræðum telji hann að aðilar þeir, er greinir í upphafi 1. mgr., hafi með athöfnum sínum eða athafnaleysi brotið gegn réttindum, þörfum og hagsmunum barna í samfélaginu, [t.d. með því að beina rökstuddri álitsgerð til viðkomandi aðila ásamt tillögum um úrbætur eigi það við],\n[f. ] stuðla að því að kynna fyrir almenningi löggjöf og aðrar réttarreglur er varða börn og ungmenni og beita sér fyrir því að gerðar verði rannsóknir á þessu sviði.\n[g. afla og miðla gögnum og upplýsingum um aðstæður barna og stöðu tiltekinna hópa barna hverju sinni í samvinnu við ýmsa aðila; þau gögn skulu lögð til grundvallar samræmdri og markvissri stefnu í málefnum barna á öllum stigum stjórnsýslunnar í samræmi við ákvæði samnings Sameinuðu þjóðanna um réttindi barnsins,\nh. stuðla að þátttöku barna í samfélagslegri umræðu og allri stefnumótun og ákvarðanatöku í málefnum barna hjá ríki og sveitarfélögum,\ni. stuðla að því að börn fái kynningu á samningi Sameinuðu þjóðanna um réttindi barnsins og þeim réttindum sem í honum felast.]\n...\nL. 148/2018, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Öllum er heimilt að leita til umboðsmanns barna með erindi sín [en erindi frá börnum njóta forgangs].\nUmboðsmaður barna tekur mál til meðferðar að eigin frumkvæði eða eftir rökstuddum ábendingum. Hann ákveður sjálfur hvort ábending gefur tilefni til meðferðar af hans hálfu.\nUmboðsmaður barna tekur ekki til meðferðar ágreining milli einstaklinga, en honum ber að leiðbeina þeim sem til hans leita með slík mál um leiðir sem færar eru innan stjórnsýslu og hjá dómstólum.\n[Umboðsmaður barna endurskoðar ekki ákvarðanir stjórnvalda í einstökum málum.]\nL. 148/2018, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stjórnvöldum er skylt þrátt fyrir þagnarskyldu að veita umboðsmanni barna allar þær upplýsingar sem að hans mati eru nauðsynlegar til að hann geti sinnt hlutverki sínu. Með sama hætti er einstaklingum, félögum og samtökum einstaklinga skylt að veita umboðsmanni barna allar upplýsingar sem að hans mati eru nauðsynlegar til að hann geti sinnt hlutverki sínu skv. [e-lið 3. mgr.] 3. gr. Umboðsmaður getur ekki krafist upplýsinga sem varða öryggi ríkisins inn á við eða út á við eða utanríkismál er leynt skulu fara nema með leyfi ráðherra þess sem í hlut á.\nUmboðsmaður barna skal einnig, er hann telur nauðsyn bera til, hafa óheftan aðgang að öllum stofnunum sem vista börn eða hafa afskipti af börnum á einn eða annan hátt í starfsemi sinni, hvort sem þær eru reknar af opinberum aðilum eða einstaklingum, félögum eða öðrum samtökum einstaklinga.\nKomi upp ágreiningur vegna ákvæða 1. og 2. mgr. er umboðsmanni barna heimilt að leita úrlausnar dómstóla. Um málsmeðferð fer eftir lögum um meðferð einkamála.\nL. 148/2018, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Á umboðsmanni barna og starfsmönnum hans hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.\n[6. gr. a.\nUmboðsmaður barna boðar til þings um málefni barna annað hvert ár og skulu niðurstöður og ályktanir þingsins kynntar ríkisstjórn.\nÁ þinginu skal fjalla um málefni barna og við upphaf þess leggur umboðsmaður fram skýrslu um stöðu þeirra. Í skýrslunni skal m.a. fjallað um stöðu og þróun málefna barna á helstu sviðum samfélagsins, þar á meðal með hliðsjón af samningi Sameinuðu þjóðanna um réttindi barnsins. Önnur verkefni þingsins ákveður umboðsmaður barna.\nÞingið er öllum opið en umboðsmaður barna skal bjóða fjölbreyttum hópi barna til þingsins, alþingismönnum og fulltrúum stofnana ríkis og sveitarfélaga, auk fulltrúa aðila vinnumarkaðarins og frjálsra félagasamtaka sem koma að málefnum barna.\nSeta á þinginu er ólaunuð.]\nL. 148/2018, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Umboðsmaður barna ræður sjálfur starfsmenn embættisins. Honum er einnig heimilt að ráða sérfræðinga til að vinna að einstökum verkefnum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Ráðuneytið] skal hafa eftirlit með fjárreiðum embættisins. Umboðsmaður barna skal gefa [ráðherra] árlega skýrslu um starfsemi sína á liðnu almanaksári. Skýrsluna skal ... birta opinberlega fyrir 1. september ár hvert. ...\n[Ráðherra] [er heimilt að setja] nánari reglur um starfshætti umboðsmanns barna í reglugerð að fengnum tillögum umboðsmanns.\nL. 126/2011, 194. gr. L. 148/2018, 7. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög þessi öðlast gildi 1. janúar 1995.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
