{
  "id": "155/1995",
  "type": "statute",
  "title": "Lög um lagagildi viðaukasamnings milli ríkisstjórnar Íslands og Alusuisse-Lonza Holding Ltd. um álbræðslu við Straumsvík",
  "status": "in_force",
  "issued_date": "1995-12-29",
  "url": "https://www.althingi.is/lagas/nuna/1995155.html",
  "description": "Tóku gildi 29. desember 1995.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Með lögum þessum staðfestist samningur milli ríkisstjórnar Íslands og Alusuisse-Lonza Holding Ltd. (sem hefur yfirtekið réttindi og skyldur Swiss Aluminium Limited að lögum), dags. 16. nóvember 1995, um viðauka við aðalsamning milli sömu aðila, dags. 28. mars 1966 (áður breyttan með viðaukum dags. 28. október 1969, 10. desember 1975, 5. nóvember 1984 og 11. nóvember 1985), um byggingu og rekstur álbræðslu við Straumsvík, í lögsagnarumdæmi Hafnarfjarðar. Samningurinn er prentaður sem fylgiskjal með lögum þessum á íslensku og ensku.\nUm samningstextann vísast í Stjtíð. 1995 A, bls. 800&ndash;828.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ákvæði viðaukasamnings þess sem um ræðir í 1. gr. skulu hafa lagagildi hér á landi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ríkisstjórninni er heimilt að ábyrgjast gagnvart Íslenska álfélaginu hf. og Alusuisse-Lonza Holding Ltd. fullar og tímanlegar efndir Hafnarfjarðarbæjar á öllum skuldbindingum sínum samkvæmt samkomulagi bæjarins og Íslenska álfélagsins hf. um stækkun hafnarmannvirkja í Straumsvíkurhöfn, dags. 16. nóvember 1995, svo sem þær skuldbindingar væru samkvæmt hafnar- og lóðarsamningi milli Hafnarfjarðarbæjar og Íslenska álfélagsins hf., dags. 28. mars 1966.\nRíkisstjórninni er heimilt að semja við Hafnarfjarðarbæ um hlutdeild bæjarins í framleiðslugjaldi sem Íslenska álfélagið hf. greiðir samkvæmt aðalsamningi þeim er um ræðir í 1. gr. svo sem hann er á hverjum tíma.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
