{
  "id": "160/1995",
  "type": "statute",
  "title": "Lög um viðurkenningu og fullnustu erlendra ákvarðana um forsjá barna, afhendingu brottnuminna barna o.fl.",
  "status": "in_force",
  "issued_date": "1995-12-27",
  "url": "https://www.althingi.is/lagas/nuna/1995160.html",
  "description": "Tóku gildi 11. janúar 1996.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ákvæði 3.&ndash;10. gr., 13. gr., 14. gr., 1. mgr. 16. gr., 17. gr., 18. gr., 1. mgr. 19. gr., 21. gr., 22. gr. og 1. mgr. 23. gr. laga þessara gilda í samskiptum Íslands við ríki sem eru aðilar að Evrópusamningi um viðurkenningu og fullnustu ákvarðana varðandi forsjá barna og endurheimt forsjár barna sem gerður var í Lúxemborg 20. maí 1980 (Evrópusamningurinn). Ákvæðin eiga ekki við gagnvart Danmörku, Finnlandi, Noregi eða Svíþjóð að því leyti sem sérstakar reglur gilda í samskiptum Íslands við þau ríki.\nÁkvæði 3.&ndash;5. gr., 11.&ndash;13. gr., 15.&ndash;18. gr., 2. mgr. 19. gr. og 20.&ndash;23. gr. laganna gilda í samskiptum Íslands við ríki sem eru aðilar að samningi um einkaréttarleg áhrif af brottnámi barna til flutnings milli landa sem gerður var í Haag 25. október 1980 (Haagsamningurinn).",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ráðherra] er heimilt að ákveða að lögum þessum verði beitt í samskiptum Íslands við ríki sem ekki er aðili að Evrópusamningnum eða Haagsamningnum.\nL. 126/2011, 215. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lög þessi gilda um börn sem ekki hafa náð 16 ára aldri.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Með ákvörðunum er í lögum þessum átt við dóma, úrskurði og aðrar ákvarðanir dómstóls eða stjórnvalds, svo og dómsáttir og samninga sem hafa verið staðfestir af stjórnvöldum.\nII. kafli. Móttökustjórnvald.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ráðuneytið] er móttökustjórnvald í málum samkvæmt Evrópusamningnum og Haagsamningnum. Sem móttökustjórnvald skal ráðuneytið:\n1. taka við erindum á grundvelli samninganna og framsenda þau hlutaðeigandi yfirvöldum,\n2. eiga samvinnu við móttökustjórnvöld í öðrum ríkjum sem eru aðilar að samningunum og\n3. gegna að öðru leyti þeim skyldum sem móttökustjórnvaldi ber að gegna samkvæmt samningunum.\nL. 162/2010, 138. gr.\nIII. kafli. Viðurkenning og fullnusta á grundvelli Evrópusamningsins.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ákvörðun um forsjá, búsetu eða umgengnisrétt við barn sem tekin er í ríki sem er aðili að Evrópusamningnum skal viðurkennd hér á landi. Samkvæmt beiðni er heimilt að fullnægja slíkri ákvörðun hér á landi ef heimilt er að fullnægja henni í því ríki þar sem hún var tekin (upphafsríkinu).\nEf ekki var fyrir hendi ákvörðun skv. 1. mgr. sem unnt var að fullnægja í upphafsríkinu á þeim tíma þegar farið var með barn til annars lands skal ákvörðun, sem tekin er í samningsríki síðar, lögð að jöfnu við ákvörðun skv. 1. mgr. ef í henni kemur fram að brottflutningurinn hafi verið ólögmætur.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Synja skal um viðurkenningu eða fullnustu ákvörðunar ef:\n1. hún er augljóslega ekki í samræmi við grundvallarreglur íslenskra laga um réttarstöðu fjölskyldna og barna,\n2. ákvörðunin er, vegna breyttra aðstæðna, augljóslega ekki lengur í samræmi við það sem barninu er fyrir bestu,\n3. barnið var íslenskur ríkisborgari, eða búsett hér á landi, þegar mál var höfðað fyrir dómstóli í upphafsríkinu eða stjórnvaldi þar barst beiðni, án þess að barnið hafi haft hliðstæð tengsl við það ríki eða það hafði bæði ríkisborgararétt í upphafsríkinu og hér á landi og var búsett hér á landi,\n4. barnið á rétt á að ráða sjálft búsetu sinni samkvæmt lögum þess ríkis þar sem það er ríkisborgari eða búsett eða\n5. ákvörðunin er ósamrýmanleg ákvörðun sem tekin hefur verið hér á landi í máli sem hafist hefur áður en beiðni um viðurkenningu eða fullnustu var lögð fram, enda sé synjun talin barninu fyrir bestu. Ákvörðun, sem tekin hefur verið í öðru ríki, hefur sama gildi og ákvörðun sem tekin hefur verið hér á landi hvað þetta snertir, enda sé unnt að fullnægja henni hér á landi.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ákvörðun, sem tekin hefur verið að varnaraðila fjarstöddum, er aðeins heimilt að viðurkenna eða fullnægja ef:\n1. varnaraðili hefur sjálfur verið kvaddur sannanlega fyrir hlutaðeigandi dómstól eða stjórnvald svo tímanlega að hann hafi haft möguleika á að gæta hagsmuna sinna eða ef það hefur ekki verið unnt vegna þess að varnaraðili hélt dvalarstað sínum leyndum fyrir gagnaðila sínum og\n2. dómstóll eða stjórnvald, sem tók ákvörðun, var til þess bært á grundvelli búsetu varnaraðila, síðasta sameiginlegs heimilisfangs foreldra barnsins, svo framarlega sem annað þeirra er ennþá búsett á þeim stað, eða búsetu barnsins.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Fresta má viðurkenningu eða fullnustu ákvörðunar með úrskurði ef:\n1. ákvörðuninni hefur verið skotið til æðra dómstóls eða stjórnvalds í upphafsríkinu samkvæmt almennum áfrýjunar- eða málskotsreglum,\n2. mál um forsjá, búsetu eða umgengni barnsins, sem hófst á undan málinu í upphafsríkinu, er til meðferðar hér á landi eða\n3. annað mál til viðurkenningar eða fullnustu á annarri ákvörðun um forsjá, búsetu eða umgengni barnsins er til meðferðar.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Sýslumaður getur vegna fullnustu ákvörðunar um umgengnisrétt tekið ákvörðun um inntak umgengnisréttarins og hversu honum verði beitt.\nÁkvörðun sýslumanns sætir kæru til [ráðuneytisins] samkvæmt ákvæðum barnalaga. Um endurskoðun annarra ákvarðana sýslumanns varðandi aðfarargerðina gilda almennar reglur laga um aðför.\nL. 162/2010, 138. gr.\nIV. kafli. Afhending á grundvelli Haagsamningsins.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Barn, sem flutt er hingað til lands með ólögmætum hætti eða er haldið hér á ólögmætan hátt, skal, samkvæmt beiðni, afhent þeim sem rétt hefur til þess ef barnið var búsett í ríki, sem er aðili að Haagsamningnum, rétt áður en það var flutt á brott eða hald hófst.\nÓlögmætt er að flytja barn eða halda því ef:\n1. sú háttsemi brýtur í bága við rétt forsjáraðila eða annars aðila, án tillits til hvort hann fer einn með réttinn eða með öðrum, til að annast barnið samkvæmt lögum þess ríkis þar sem barnið var búsett rétt áður en það var flutt á brott eða hald hófst og\n2. hlutaðeigandi aðili fór í raun með þennan rétt, þegar barnið var flutt á brott eða hald hófst, eða hefði farið með hann ef hin ólögmæta háttsemi hefði ekki átt sér stað.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Heimilt er að synja um afhendingu barns ef:\n1. meira en eitt ár er liðið frá því að barnið var flutt á brott eða hald hófst þar til beiðni um afhendingu er móttekin hjá héraðsdómi, enda hafi barnið aðlagast nýjum aðstæðum,\n2. alvarleg hætta er á að afhending muni skaða barnið andlega eða líkamlega eða koma því á annan hátt í óbærilega stöðu,\n3. barnið er andvígt afhendingu og hefur náð þeim aldri og þroska að rétt sé að taka tillit til skoðana þess, eða\n4. afhending er ekki í samræmi við grundvallarreglur hér á landi um verndun mannréttinda.\nV. kafli. Málsmeðferð.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Að öðru leyti en leiðir af ákvæðum þessa kafla skal farið með beiðni um fullnustu ákvörðunar samkvæmt Evrópusamningnum eða um afhendingu barns samkvæmt Haagsamningnum eftir lögum um aðför, en þó þannig að beiðni um aðfarargerð sæti alltaf í byrjun meðferð fyrir dómi samkvæmt ákvæðum 13. kafla þeirra laga.\nÁkvæði [[4. mgr.] 38. gr. barnalaga um þinghöld og 45. gr.] sömu laga um framkvæmd forsjárákvarðana eiga við um málsmeðferð samkvæmt lögum þessum þegar ákvörðun samkvæmt Evrópusamningnum er fullnægt eða afhending fer fram samkvæmt Haagsamningnum.\nL. 28/2021, 33. gr. L. 76/2003, 82. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Í beiðni um fullnustu ákvörðunar samkvæmt Evrópusamningnum skal veita upplýsingar um líklegan dvalarstað barns hér á landi og gera tillögu um hvernig unnt verði að afhenda barn.\nBeiðni skal fylgja staðfest eftirrit ákvörðunar og skilríki fyrir því að skilyrðum 8. gr. fyrir viðurkenningu og fullnustu sé fullnægt ef ákvörðun hefur verið tekin að varnaraðila fjarstöddum. Enn fremur skal fylgja vottorð þess efnis að ákvörðunin sé fullnustuhæf í upphafsríkinu.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Í beiðni um afhendingu barns samkvæmt Haagsamningnum skal veita upplýsingar um gerðarbeiðandann, barnið og þann sem fullyrt er að hafi flutt barnið á brott eða haldi því. Í beiðninni skal koma fram fæðingardagur barns og líklegur dvalarstaður þess hér á landi. Beiðni skal vera rökstudd.\nBeiðni skulu fylgja þau gögn sem hún er byggð á.\nHéraðsdómari getur við meðferð afhendingarmáls samkvæmt Haagsamningnum ákveðið að leggja skuli fram yfirlýsingu yfirvalds, í því ríki þar sem barnið var búsett rétt áður en það var flutt brott eða hald hófst, um að ólögmætt hafi verið að fara með barnið eða halda því. Þetta á þó aðeins við sé hægt að afla slíkrar yfirlýsingar.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Meðferð mála til fullnustu ákvörðunar samkvæmt Evrópusamningnum og til afhendingar samkvæmt Haagsamningnum skal hraða svo sem unnt er.\nHafi ekki verið tekin ákvörðun um afhendingu samkvæmt Haagsamningnum innan sex vikna frá því að beiðni barst frá héraðsdómi skal dómurinn samkvæmt beiðni frá beiðanda gera grein fyrir ástæðum þess.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Áður en héraðsdómari tekur ákvörðun um fullnustu ákvörðunar samkvæmt Evrópusamningnum eða um afhendingu samkvæmt Haagsamningnum skal kanna afstöðu barns sem hefur náð þeim aldri og þroska að rétt sé að taka tillit til skoðana þess. Ákvæði [43. gr.] barnalaga eiga við þegar afstaða barns er könnuð.\nL. 76/2003, 82. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Við meðferð máls samkvæmt Evrópusamningnum eða Haagsamningnum getur héraðsdómari, samkvæmt beiðni, ákveðið, ef þörf krefur, að barninu verði komið fyrir hjá öðru foreldrinu eða á hlutlausum stað fyrir milligöngu og undir umsjón barnaverndaryfirvalda. Ákvörðunin, sem tekin skal með úrskurði, gildir þar til mál hefur verið til lykta leitt. Í slíkum úrskurði er heimilt að kveða á um umgengni foreldra við barnið meðan á vistun stendur og setja ákveðin skilyrði fyrir umgengni.\nHeimilt er að kæra úrskurð skv. 1. mgr. til [Landsréttar].\nL. 117/2016, 48. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ríkissjóður greiðir kostnað beiðanda um fullnustu ákvörðunar samkvæmt Evrópusamningnum vegna meðferðar máls hér á landi, annan en þann sem leiðir af flutningi barns frá landinu.\nRíkissjóður greiðir kostnað beiðanda um afhendingu barns samkvæmt Haagsamningnum vegna meðferðar máls hér á landi, að svo miklu leyti sem hann fæst ekki greiddur hjá beiðanda.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Þegar beiðni er lögð fram um afhendingu barns samkvæmt Haagsamningnum skal ekki taka ákvörðun hér á landi um forsjá eða fóstur barnsins fyrr en endanleg ákvörðun hefur verið tekin um beiðni um afhendingu.\nNú upplýsir móttökustjórnvald við meðferð forsjár- eða fósturmáls hér á landi að barnið dveljist hér með ólögmætum hætti, sbr. 2. mgr. 11. gr., án þess að lögð sé fram beiðni um afhendingu þess skv. 1. mgr. 11. gr. og skal þá ekki taka ákvörðun í forsjár- eða fósturmálinu fyrr en liðinn er hæfilegur frestur til að leggja fram slíka beiðni.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "[Ráðuneytið] getur að kröfu forsjáraðila, sem fer einn með forsjá barns, ákveðið að ólögmætt hafi verið að fara með barn, sem búsett er hér á landi, í annað land eða að ólögmætt sé að halda því í öðru landi.\nÍ máli til slita á sameiginlegri forsjá getur dómstóll eða [ráðuneytið], eftir því hvar mál er til meðferðar, að kröfu forsjáraðila, kveðið upp úrskurð um að ólögmætt hafi verið að fara með barn í annað land eða að ólögmætt sé að halda því í öðru landi.\nUnnt er að kveða upp úrskurð á grundvelli 1. og 2. mgr., enda þótt ekki hafi verið unnt að birta eða gera þeim sem krafa beinist gegn kunnugt um stefnu, eða kröfu, þar sem ekki er vitað um dvalarstað hans og ekki er unnt að afla upplýsinga um hann.\nÚrskurður héraðsdóms samkvæmt þessari grein sætir kæru til [Landsréttar].\nL. 162/2010, 138. gr. L. 117/2016, 48. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "[Ráðherra] er heimilt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara.\nL. 162/2010, 138. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Lög þessi öðlast þegar gildi.\nÁkvæði Haagsamningsins eiga aðeins við um ólögmætan brottflutning eða hald sem átti sér stað eftir að samningurinn tók gildi gagnvart ríki þar sem barnið var búsett rétt áður en brottflutningurinn eða haldið átti sér stað.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    }
  ]
}
