{
  "id": "54/1995",
  "type": "statute",
  "title": "Lög um vernd Breiðafjarðar",
  "status": "in_force",
  "issued_date": "1995-03-08",
  "url": "https://www.althingi.is/lagas/nuna/1995054.html",
  "description": "Tóku gildi 9. mars 1995.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur laga þessara er að stuðla að verndun Breiðafjarðar, einkum landslags, jarðmyndana, lífríkis og menningarminja.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ákvæði laganna taka til allra eyja, hólma og skerja á Breiðafirði ásamt fjörum í innri hluta fjarðarins sem markast af línu dreginni frá Ytranesi á Barðaströnd við fjörðinn norðanverðan í Hagadrápssker um Oddbjarnarsker, Stagley og Höskuldsey í Vallabjarg að sunnanverðu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Ráðherra] fer með stjórn mála er varða vernd Breiðafjarðar samkvæmt lögum þessum. Um vernd menningarsögulegra minja fer samkvæmt þjóðminjalögum.\nL. 126/2011, 210. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Breiðafjarðarnefnd er [ráðherra] til ráðgjafar um allt það er lýtur að framkvæmd laga þessara. Í nefndinni eiga sæti sjö menn, sem ráðherra skipar til fjögurra ára í senn sem hér segir: [Sveitarfélög sem liggja að Breiðafirði tilnefna fjóra fulltrúa á þann hátt sem ráðherra ákveður í reglugerð], Náttúrufræðistofnun ... og náttúrustofur á Vesturlandi og Vestfjörðum einn sameiginlega og einn er tilnefndur af [Minjastofnun Íslands]. [Ráðherra] skipar einn mann í nefndina án tilnefningar og skal hann vera formaður. Varamenn skulu skipaðir með sama hætti.\nNefndin skal í samráði við sveitarfélögin láta gera verndaráætlun þar sem fram kemur hvernig ná skuli þeim markmiðum sem sett eru með vernd svæðisins. Áætlun þessi skal send ráðherra til staðfestingar.\nÍ starfi sínu skal nefndin gæta samráðs við sveitarstjórnir, náttúruverndarnefndir, [Náttúruverndarstofnun], minjaverði og yfirvöld þjóðminjavörslu.\nNefndin skal árlega gefa ráðherra skýrslu um störf sín.\nL. 126/2011, 210. gr. L. 138/2011, 134. gr. L. 54/2024, 12. gr. L. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ráðherra] setur, að fengnum tillögum Breiðafjarðarnefndar og umsögnum viðkomandi sveitarstjórna um þær, reglugerð þar sem kveðið skal á um verndaraðgerðir á grundvelli laganna, varnir gegn hvers konar mengun og aðgang ferðamanna að tilteknum stöðum á svæðinu sem viðkvæmir eru vegna náttúrufars.\n[Ráðherra setur, að fengnum tillögum Breiðafjarðarnefndar og að fenginni umsögn Minjastofnunar Íslands og húsafriðunarnefndar eftir því sem við á, reglugerð um vernd menningarsögulegra minja á svæðinu, þar á meðal byggðarheildar gamalla húsa í Flatey og vernd sjóminja.]\nL. 126/2011, 210. gr. L. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Við gerð skipulagsáætlana á því svæði sem um getur í 2. gr. skulu sveitarfélög leita umsagnar Breiðafjarðarnefndar. Í skipulagsáætlunum ber að taka tillit til verndaráætlunar Breiðafjarðarnefndar.\nÞar sem ekki eru fyrir hendi samþykktar skipulagsáætlanir á því landsvæði sem um getur í 2. gr. er hvers konar mannvirkjagerð óheimil, svo og jarðrask, nema að fengnu [leyfi [Náttúruverndarstofnunar].]\nFramkvæmdir, sem nauðsynlegar og eðlilegar teljast til búskapar á lögbýlum, eru leyfilegar nema spjöllum valdi á menningarsögulegum minjum, náttúruminjum eða lífríki að [mati [Náttúruverndarstofnunar]] eða [Minjastofnunar Íslands] þegar um fornleifar er að ræða.\n[Ákvarðanir sem [Náttúruverndarstofnun] tekur og varða veitingu, endurskoðun eða afturköllun leyfis samkvæmt þessari grein sæta kæru til úrskurðarnefndar umhverfis- og auðlindamála. Um aðild, kærufrest, málsmeðferð og annað er varðar kæruna fer samkvæmt lögum um úrskurðarnefnd umhverfis- og auðlindamála.]\nL. 111/2024, 6. gr. L. 164/2002, 32. gr. L. 131/2011, 22. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Með rannsóknum á vegum Náttúrufræðistofnunar ..., náttúrustofu Vestfjarða og náttúrustofu á Vesturlandi, sbr. lög nr. 60/1992, skal markvisst unnið að því að auka þekkingu á náttúru Breiðafjarðarsvæðisins til að tryggja sem best verndun þess. Breiðafjarðarnefnd skal í samráði við þessa aðila láta gera áætlun um æskilegar rannsóknir á svæðinu og endurskoða hana reglulega.\nRáðherra getur með reglugerð heimilað framangreindum stofnunum að standa sameiginlega að starfrækslu náttúrurannsóknastöðvar á svæðinu á grundvelli laga nr. 60/1992. Rannsóknastöðin getur leitað eftir fjárstuðningi innlendra og erlendra aðila við starfsemi sína og einstök verkefni.\nL. 54/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kostnaður við framkvæmd laga þessara greiðist úr ríkissjóði eftir því sem fé er veitt til í fjárlögum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Brot gegn lögum þessum og reglugerðum sem settar eru samkvæmt þeim varða sektum [eða fangelsi allt að 2 árum]. Sektir renna í ríkissjóð.\nBeita má dagsektum er renna í ríkissjóð, allt að 50 þúsund krónum, til að knýja menn til framkvæmda á ráðstöfunum sem þeim er skylt að hlutast til um samkvæmt lögum þessum og reglugerðum eða láta af atferli sem er ólögmætt.\n...\nL. 82/1998, 222. gr. L. 88/2008, 233. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
