{
  "id": "4/1995",
  "type": "statute",
  "title": "Lög um tekjustofna sveitarfélaga1)",
  "status": "in_force",
  "issued_date": "1995-01-30",
  "url": "https://www.althingi.is/lagas/nuna/1995004.html",
  "description": "Upphaflega <a href=\"/altext/stjt/1989.091.html\">l. 91/1989</a>. Tóku gildi 1. janúar 1990.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tekjustofnar sveitarfélaga eru þessir:\na. Fasteignaskattur.\nb. [Úthlutuð framlög til sveitarfélaga skv. III. kafla.]\nc. Útsvör.\nFer um tekjustofna þessa samkvæmt því er lög þessi ákveða.\nL. 157/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Auk tekna skv. 1. gr. hafa sveitarfélög tekjur af eignum sínum, eigin atvinnurekstri og stofnunum sem reknar eru í almenningsþágu, svo sem vatnsveitum, rafmagnsveitum, hitaveitum o.fl., enn fremur ýmsar aðrar tekjur, svo sem af holræsagjaldi, lóðarleigu, leyfisgjöldum o.fl., allt eftir því sem lög og reglugerðir mæla fyrir um.\nSveitarstjórn getur ákveðið að gjalddagar vatnsskatts, holræsagjalds og lóðarleigu skuli vera þeir sömu og gjalddagar fasteignaskatts og jafnframt að innheimtu þeirra verði hagað á sama hátt og innheimtu fasteignaskatts, sbr. 4. gr., [og skal [Húsnæðis- og mannvirkjastofnun] gera nauðsynlegar breytingar á [fasteignaskrá] í þessu skyni].\nL. 36/2022, 15. gr. L. 83/2008, 24. gr. L. 140/2005, 1. gr.\nII. kafli. Um fasteignaskatt.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Leggja skal árlega fasteignaskatt á allar fasteignir sem metnar eru í fasteignamati 31. desember á næstliðnu ári samkvæmt [fasteignaskrá], sbr. þó 4. mgr. 4. gr. og 5. gr.\nStofn til álagningar fasteignaskatts á allar fasteignir skal vera fasteignamat þeirra.\nSveitarstjórn ákveður fyrir lok árs skatthlutfall næsta árs innan þeirra marka sem greinir í a- og c-lið. Skatthlutfall skal vera sem hér segir:\na. Allt að 0,5% af fasteignamati:\nÍbúðir og íbúðarhús ásamt lóðarréttindum, erfðafestulönd í dreifbýli og jarðeignir, útihús og mannvirki á bújörðum sem tengd eru landbúnaði, [hesthús], öll hlunnindi og sumarbústaðir ásamt lóðarréttindum.\nb. 1,32% af fasteignamati ásamt lóðarréttindum:\nSjúkrastofnanir samkvæmt lögum um heilbrigðisþjónustu, skólar, heimavistir, leikskólar, íþróttahús og bókasöfn.\nc. Allt að 1,32% af fasteignamati, ásamt lóðarréttindum:\nAllar aðrar fasteignir, svo sem iðnaðar-, skrifstofu- og verslunarhúsnæði, fiskeldismannvirki, veiðihús og mannvirki sem nýtt eru fyrir ferðaþjónustu.\nHeimilt er sveitarstjórn að hækka um allt að 25% hundraðshluta þá sem tilgreindir eru í a- og c-liðum 3. mgr. þessarar greinar, öðrum eða báðum stafliðum.\nÍ sveitarfélagi þar sem bæði er þéttbýli og dreifbýli er sveitarstjórn heimilt að undanþiggja fasteignir í dreifbýli og sumarhús álagi á fasteignaskatt skv. 4. mgr.]\nL. 83/2008, 24. gr. L. 56/2012, 1. gr., sbr. einnig brbákv. í s.l. L. 140/2005, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[[Sveitarstjórn annast álagningu fasteignaskatts. Skal hún fara fram í fasteignaskrá og er sveitarstjórn heimilt að senda tilkynningu þess efnis rafrænt.] Innheimtu skattsins getur sveitarstjórn falið sérstökum innheimtuaðila. Ráðherra getur sett nánari ákvæði í reglugerð um framkvæmd álagningar.\nEigandi greiðir skattinn nema um leigujarðir, leigulóðir eða önnur samningsbundin jarðarafnot sé að ræða. Þá greiðist skatturinn af ábúanda eða notanda.\nVerði ágreiningur um gjaldstofn skv. 3. gr. skal vísa honum til úrskurðar [Húsnæðis- og mannvirkjastofnunar]. Þeim úrskurði má skjóta til yfirfasteignamatsnefndar. Verði ágreiningur um gjaldskyldu sker yfirfasteignamatsnefnd úr. Úrskurðum nefndarinnar má skjóta til dómstóla.\nSveitarstjórn ákveður fjölda gjalddaga fasteignaskatts fyrir upphaf árs en heimilt er sveitarstjórn að ákveða að skatturinn greiðist allur á einum gjalddaga ef álagning er undir tiltekinni fjárhæð. Fasteignaskattur leggst á nýjar lóðir og ný mannvirki í hlutfalli við ársálagningu frá næstu mánaðamótum eftir að þau eru skráð og metin í [fasteignaskrá] í samræmi við upplýsingar sem [Húsnæðis- og mannvirkjastofnun] lætur sveitarstjórnum í té. Fasteignaskattur fellur niður næstu mánaðamót eftir að mannvirki er afskráð í [fasteignaskrá].\nEindagi fasteignaskatts er þrjátíu dögum eftir gjalddaga og fellur allur skattur ársins í gjalddaga ef vanskil verða.]\nL. 132/2018, 6. gr. L. 36/2022, 15. gr. L. 83/2008, 24. gr. L. 140/2005, 3. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Undanþegnar fasteignaskatti eru eftirtaldar fasteignir ásamt lóðarréttindum:\na. kirkjur og bænahús íslensku þjóðkirkjunnar og annarra trúfélaga [og samkomuhús skráðra lífsskoðunarfélaga] sem hlotið hafa skráningu [þess ráðuneytis er fer með málefni þjóðkirkjunnar];\nb. safnahús, að því leyti sem þau eru ekki rekin í ágóðaskyni;\nc. hús erlendra ríkja, að svo miklu leyti sem þau eru notuð af sendimönnum þeirra í milliríkjaerindum, og hús alþjóðastofnana, eftir því sem kveðið er á um í alþjóðasamningum sem Ísland er aðili að og öðlast hafa stjórnskipulegt gildi hér á landi.\nSveitarstjórn er heimilt að veita styrki til greiðslu fasteignaskatts af fasteignum þar sem fram fer starfsemi sem ekki er rekin í ágóðaskyni, svo sem menningar-, íþrótta-, æskulýðs- og tómstundastarfsemi og mannúðarstörf. Skylt er sveitarstjórn að setja reglur um beitingu þessa ákvæðis.\nNú eru hús þau sem um ræðir í 1. og 2. mgr. jafnframt notuð til annars en að framan greinir, svo sem til veitinga- eða verslunarreksturs eða til íbúðar fyrir aðra en húsverði, og ber sveitarstjórn þá að leggja á og innheimta fasteignaskatt í réttu hlutfalli við slík afnot.\nHeimilt er sveitarstjórn að lækka eða fella niður fasteignaskatt sem tekjulitlum elli- og örorkulífeyrisþegum er gert að greiða. Skylt er sveitarstjórn að setja reglur um beitingu þessa ákvæðis, svo sem um tekjumörk, tekjuflokka og hvort lækkun er í formi fastrar krónutölu eða hlutfalls af fasteignaskatti.\nHeimilt er sveitarstjórn að lækka eða fella niður fasteignaskatt af bújörðum á meðan þær eru nýttar til búskapar og af útihúsum í sveitum ef þau eru einungis nýtt að hluta eða standa ónotuð. Skylt er sveitarstjórn að setja reglur um beitingu þessa ákvæðis.]\nL. 6/2013, 14. gr. L. 126/2011, 206. gr. L. 140/2005, 4. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Ef afnotum fasteignar, sem metin er sem ein heild, er á þann veg háttað að greiða ber fasteignaskatt af henni samkvæmt fleiri en einum gjaldflokki, sbr. 3. mgr. 3. gr. laganna, ákveður byggingarfulltrúi hlutfallslega skiptingu milli gjaldflokka.]\nL. 140/2005, 5. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fasteignaskattinum fylgir lögveð í fasteign þeirri, sem hann er lagður á, og skal ásamt dráttarvöxtum í tvö ár frá gjalddaga ganga fyrir öllum öðrum veðkröfum er á eigninni hvíla. Ef hús brennur eftir að skatturinn er fallinn í gjalddaga er sami forgangsréttur fyrir honum í brunabótafjárhæð hússins.\nIII. kafli. Um Jöfnunarsjóð sveitarfélaga.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Tekjum Jöfnunarsjóðs skal ráðstafað sem hér segir:\na. Til greiðslu bundinna framlaga skv. 10. gr.\nb. Til greiðslu sérstakra framlaga skv. 11. gr.\nc. Til greiðslu jöfnunarframlaga skv. 12. gr.\nd. Til greiðslu jöfnunarframlaga vegna reksturs grunnskóla skv. 13. gr.\n[e. Til greiðslu jöfnunarframlaga vegna þjónustu við [fatlað fólk], sbr. 13. gr. a.]]\nL. 115/2015, 5. gr. L. 165/2010, 28. gr. L. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Bundnum framlögum skal úthlutað sem hér segir:\na. Til Sambands íslenskra sveitarfélaga, [1,7%] af tekjum sjóðsins skv. [a- og b-lið og 1. tölul. 1. mgr. c-liðar [8. gr. a],] að frádregnum framlögum skv. d-lið 11. gr.\nb. Til landshlutasamtaka sveitarfélaga, [1,76%] af tekjum sjóðsins skv. a- og b-lið [8. gr. a], að frádregnum framlögum skv. [d-lið] 11. gr., sem skiptist jafnt á milli þeirra allra.\nc. ...\nd. [Til greiðslu útgjalda samkvæmt lögum um innheimtu meðlaga o.fl.]\ne. [Til Tryggingastofnunar ríkisins vegna eftirlaunasjóðs aldraðra samkvæmt lögum um eftirlaun til aldraðra.]\nf. [Til greiðslu framlaga sveitarfélaga í húsafriðunarsjóð skv. 43. gr. laga um menningarminjar.]]\nL. 75/2016, 32. gr. L. 139/2012, 3. gr. L. 165/2010, 29. gr. L. 125/2015, 10. gr. L. 136/2004, 11. gr. L. 45/2023, 12. gr. L. 157/2019, 2. gr. L. 80/2012, 59. gr. L. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Sérstökum framlögum skal úthlutað sem hér segir:\na. [Til að greiða fyrir sameiningu sveitarfélaga, svo sem með þátttöku í eðlilegum kostnaði við undirbúning sameiningar, kynningu á sameiningartillögu og framkvæmd atkvæðagreiðslu. Ráðgjafarnefnd Jöfnunarsjóðs sveitarfélaga setur vinnureglur sem staðfestar skulu af ráðherra þar sem fram komi viðmiðunarfjárhæðir þessara framlaga. Einnig er heimilt að veita aðstoð með óskertum tekjujöfnunar- og útgjaldaframlögum á því ári þegar sameiningin tekur gildi og með sérstöku framlagi í fjögur ár sem nemur þeirri skerðingu sem kann að verða á tekjujöfnunar- og útgjaldajöfnunarframlögum í kjölfar sameiningar. Þá er heimilt að veita sérstök framlög í allt að sjö ár til að jafna skuldastöðu sveitarfélaga vegna kostnaðar við framkvæmd sameiningar, til að stuðla að endurskipulagningu þjónustu og stjórnsýslu og til að rétta stöðu sveitarfélaga þar sem fjölgun íbúa hefur verið undir árlegri meðalfjölgun íbúa í sveitarfélögum á landsvísu. Ráðherra setur nánari ákvæði í reglugerð, sbr. 18. gr., m.a. um forsendur og útreikning framlaga.]\nb. Til að greiða úr sérstökum fjárhagserfiðleikum sveitarfélaga [með styrk eða láni, sbr. 1. tölul. 1. mgr. 84. gr. sveitarstjórnarlaga, nr. 138/2011].\nc. [Til greiðslu stofnkostnaðar við vatnsveitur á lögbýlum þar sem hagkvæmara er að mati sveitarstjórnar að leggja vatnsveitu að einstökum bæjum, sbr. 2. mgr. 1. gr. laga um vatnsveitur sveitarfélaga, nr. 32/2004. Hámarksfjárhæð vegna einstakra framkvæmda má nema allt að 44% stofnkostnaðar við vatnsveitu til heimilis- og búsþarfa. Ráðherra setur nánari ákvæði í reglugerð, sbr. 18. gr., um skilyrði fyrir úthlutun samkvæmt ákvæði þessu.]\nd. Til jöfnunar tekjutaps einstakra sveitarfélaga vegna lækkunar fasteignaskattstekna í kjölfar breytingar á álagningarstofni mannvirkja, allt að [30,1%] af tekjum sjóðsins skv. a-lið [8. gr. a]. [Framlag samkvæmt þessum lið skal greiða þegar afskrifað endurstofnverð fasteigna í sveitarfélagi, annarra en sumarbústaða, margfaldað með markaðsstuðli fasteigna sveitarfélaga sem eru í viðmiðunarflokki a skv. 12. gr., er hærra en fasteignamat sömu fasteigna. Skal framlagið nema mismuninum, margfölduðum með álagningarprósentu fasteignaskatts viðkomandi sveitarfélags, á því ári þegar framlagið er ákveðið.]\ne. ...\nf. Til greiðslu framlaga til sérstakra verkefna sem geta haft mikla þýðingu fyrir sveitarfélög og/eða leiða til hagræðingar í rekstri og þjónustu þeirra.]\nRgl. 782/2020, sbr. rgl. 334/2021. L. 157/2019, 3. gr. L. 75/2016, 32. gr. L. 139/2012, 3. gr. L. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Jöfnunarframlög skiptast í tvennt, tekjujöfnunarframlög, sbr. 12. gr. a, og útgjaldajöfnunarframlög, sbr. 12. gr. b. Til jöfnunarframlaga skal verja þeim tekjum sjóðsins skv. a- og b-lið 8. gr. a sem eru umfram ráðstöfun skv. 10. og 11. gr.\nTil grundvallar útreikningi jöfnunarframlaga gerir ráðherra árlega skrá um álagðar skatttekjur sveitarfélaga á yfirstandandi reikningsári ásamt skrá um fullnýtingu tekjustofna, þ.e. útsvars, fasteignaskatts, framlags skv. d-lið 11. gr. og framleiðslugjalds. Með útsvari er átt við álagt útsvar á yfirstandandi ári á tekjur fyrra árs.\nÁ grundvelli skrár um fullnýtingu tekjustofna sveitarfélaga skal reikna út meðaltekjur sveitarfélaga á hvern íbúa í eftirtöldum viðmiðunarflokkum sem ráðast af íbúafjölda sveitarfélaga:\na. í sveitarfélögum með 70.000 íbúa eða fleiri,\nb. í sveitarfélögum með 12.000&ndash;69.999 íbúa,\nc. í sveitarfélögum með 300&ndash;11.999 íbúa,\nd. í sveitarfélögum með 299 íbúa eða færri.\nVið útreikning meðaltekna skal sleppa tekjum sem sveitarfélög hafa af álagningu einstakra fasteigna ef tekjur vegna þeirra eru umfram 7% af heildartekjum sveitarfélagsins. Þá skal sleppa einstökum sveitarfélögum sem eru með tekjur á hvern íbúa sem eru 50% yfir meðaltekjum í hverjum viðmiðunarflokki.]\nL. 157/2019, 4. gr.\n[12. gr. a.\nTekjujöfnunarframlögum skal úthlutað til að jafna tekjur sveitarfélaga. Útreiknuð framlög skulu miðuð við sveitarfélög að sambærilegri stærð og fullnýtingu tekjustofna þeirra, sbr. 12. gr. Ef reiknað meðaltal sveitarfélaga á hvern íbúa í sveitarfélagi, sbr. 12. gr., er lægra en 97% af meðaltali á hvern íbúa í öllum sveitarfélögum í viðkomandi flokki skal greiða sveitarfélagi tekjujöfnunarframlag sem nemur allt að mismuninum.\nEinungis kemur til úthlutunar og greiðslu framlags hafi sveitarfélag fullnýtt heimild sína til álagningar útsvars.]\nL. 157/2019, 4. gr.\n[12. gr. b.\nÚtgjaldajöfnunarframlögum skal varið til að mæta mismunandi útgjaldaþörf sveitarfélaga á grundvelli stærðarhagkvæmni og tekna þeirra, að teknu tilliti til þeirra landfræðilegu og lýðfræðilegu þátta sem almennt hafa áhrif á útgjaldaþörf, sbr. viðauka við lög þessi.\nVið útreikning útgjaldajöfnunarframlaga, sbr. 1. mgr., skal lækka framlög til sveitarfélaga þar sem reiknaðar meðaltekjur sveitarfélaga á hvern íbúa, miðað við fullnýtingu tekjustofna sveitarfélags, eru 4% yfir meðaltali í hverjum viðmiðunarflokki, sbr. 12. gr. Framlög falla niður þegar meðaltekjur á íbúa eru 23% yfir meðaltali. Lækkun framlaga innan þessara marka skal vera hlutfallsleg.]\nL. 157/2019, 4. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[[Tekjum Jöfnunarsjóðs vegna reksturs grunnskóla skv. 1. tölul. 1. mgr. c-liðar 8. gr. a að frádregnu framlagi til Sambands íslenskra sveitarfélaga skv. a-lið 10. gr. skal varið til að jafna útgjaldaþarfir sveitarfélaga vegna kostnaðar af rekstri grunnskóla og skiptast framlögin í eftirfarandi flokka:\na. Almenn jöfnunarframlög.\nb. Framlög vegna sérþarfa fatlaðra nemenda.\nc. Framlög vegna nemenda með íslensku sem annað mál.\nd. Framlög til [Barna- og fjölskyldustofu] vegna kennslu barna á grunnskólaaldri sem eru að beiðni [barnaverndarþjónustu] lögheimilissveitarfélags vistuð utan þess á meðferðarheimili á vegum [Barna- og fjölskyldustofu].\ne. Önnur framlög til sveitarfélaga og stofnana sem tengd eru rekstri grunnskóla.\nMiða skal við að 70&ndash;80% af tekjum Jöfnunarsjóðs vegna reksturs grunnskóla, sbr. 1. mgr., skuli varið í almenn jöfnunarframlög skv. a-lið 1. mgr.\nVið útreikninga almennra jöfnunarframlaga skv. a-lið 1. mgr. skal finna mismun heildarútgjaldaþarfar hvers sveitarfélags og áætlaðra útsvarstekna, 2,33% af útsvarsstofni, sem renna til sveitarfélaga vegna yfirfærslu á rekstri grunnskóla til sveitarfélaga.\nJöfnunarsjóður skal gera áætlun um heildarframlög skv. b-lið 1. mgr. og skulu framlög veitt á grundvelli umsókna vegna sérþarfa fatlaðra nemenda sem eiga lögheimili í sveitarfélaginu og ráðast af viðmiðunarstigi fötlunar, eftir tegund hennar og þörf hvers nemanda.\nJöfnunarsjóður skal gera áætlun um heildarframlög skv. c-lið 1. mgr. og skulu framlög veitt á grundvelli umsókna vegna fjölda nemenda sem hafa íslensku sem annað mál og eiga lögheimili í sveitarfélaginu.\nJöfnunarsjóður skal annast greiðslu á útlögðum kostnaði [Barna- og fjölskyldustofu] vegna kennslu þeirra barna á grunnskólaaldri sem eru að beiðni [barnaverndarþjónustu] lögheimilissveitarfélags vistuð utan þess á meðferðarheimili á vegum [Barna- og fjölskyldustofu] og skal Jöfnunarsjóður draga fjárhæð sem nemur kennslukostnaði frá jöfnunarframlögum viðkomandi sveitarfélags. [Barna- og fjölskyldustofu] er skylt að láta Jöfnunarsjóði í té upplýsingar um þau börn eftir því sem nauðsynlegt er við framkvæmd þessarar greinar.\nJöfnunarsjóði er heimilt að veita sérstök framlög til sveitarfélaga og stofnana vegna verkefna, nýsköpunar eða þróunarvinnu sem tengist rekstri grunnskóla skv. e-lið 1. mgr. á grundvelli sérstakra samninga. Jöfnunarsjóði er einnig heimilt að veita sérstök framlög til sveitarfélaga á grundvelli umsókna þeirra vegna ófyrirséðra tilvika í rekstri grunnskóla sem leiða til mikilla útgjalda umfram tekjur.\nFramlög skv. a&ndash;d-lið 1. mgr. renna ekki til sveitarfélaga í viðmiðunarflokki a, sbr. 3. mgr. 12. gr.]\nJöfnunarsjóður sveitarfélaga skal vera í bakábyrgð fyrir greiðslum til Lífeyrissjóðs starfsmanna ríkisins vegna þeirra lífeyrisskuldbindinga sem stofnast vegna kennara og skólastjórnenda við grunnskóla. Til ábyrgðargreiðslu af hálfu sjóðsins skal þó ekki koma fyrr en vanskil sveitarfélags hafa varað í a.m.k. sex mánuði. Jöfnunarsjóður sveitarfélaga skal halda eftir af sjóðsframlögum til einstakra sveitarfélaga þeim greiðslum ásamt vöxtum og áföllnum kostnaði sem sjóðurinn hefur greitt Lífeyrissjóði starfsmanna ríkisins vegna starfsmanna grunnskóla eða innheimta slíkar kröfur með öðrum hætti.]\nL. 87/2021, 8. gr. L. 107/2021, 44. gr. L. 157/2019, 5. gr. L. 167/2002, 1. gr.\n[13. gr. a.\nStofnuð skal sérstök deild innan Jöfnunarsjóðs sveitarfélaga vegna [málefna fatlaðs fólks]. Tekjur Jöfnunarsjóðs sveitarfélaga vegna [málefna fatlaðs fólks] skv. 2. tölul. 1. mgr. c-liðar [8. gr. a] skulu renna í sérdeildina auk framlaga af fjárlögum vegna þjónustu við [fatlað fólk].\nTekjum Jöfnunarsjóðs sveitarfélaga vegna [málefna fatlaðs fólks] skv. 2. tölul. 1. mgr. c-liðar [8. gr. a] að frádregnum kostnaði tengdum flutningi [málaflokksins og framlagi í fasteignasjóð, sbr. 13. gr. b], að viðbættum beinum framlögum af fjárlögum, skal varið til jöfnunar vegna þjónustu við [fatlað fólk] með greiðslu framlaga til einstakra sveitarfélaga og þjónustusvæða. Framlögin skulu reiknuð á grundvelli fjölda einstaklinga og þjónustuþarfa þeirra í hverju sveitarfélagi og á hverju þjónustusvæði og skal kveðið nánar á um útreikning þeirra í reglugerð, sbr. 18. gr. Í reglugerðinni skal leitast við að tryggja að tekjuaukning einstakra sveitarfélaga og þjónustusvæða endurspegli kostnaðarmun vegna ólíks fjölda fatlaðra íbúa. Í reglugerðinni skal jafnframt kveðið á um ráðstöfun framlaga vegna notendastýrðrar persónulegrar aðstoðar [til verkefna sem tengjast þjónustu sveitarfélaga við fatlað fólk auk heimilda Jöfnunarsjóðs til að veita sérstök viðbótarframlög til þjónustusvæða].\n...]\nL. 115/2015, 5. gr. L. 139/2012, 3. gr. L. 9/2018, 1. gr. Rg. 192/2023. L. 157/2019, 6. gr. L. 165/2010, 31. gr.\n[13. gr. b.\nFasteignasjóður Jöfnunarsjóðs sveitarfélaga hefur það hlutverk að jafna aðstöðu sveitarfélaga við uppbyggingu eða breytingar á fasteignum sem nýttar eru í þjónustu við fatlað fólk með miklar og/eða sértækar stuðningsþarfir [og til úrbóta í ferlimálum fatlaðs fólks, einkum hvað varðar aðgengi að fasteignum, mannvirkjum og útisvæðum á vegum sveitarfélaga]. Þá fer fasteignasjóðurinn með réttindi og skyldur er tengjast fasteignum í eigu ríkisins sem nýttar voru í þjónustu við fatlað fólk við yfirfærslu á málefnum fatlaðs fólks frá ríki til sveitarfélaga og er fasteignasjóði heimilt að leigja eða selja þær fasteignir.\nTekjur fasteignasjóðs eru:\na. Tekjur af sölu og leigu fasteigna.\nb. Tekjur af skuldabréfum í eigu sjóðsins vegna sölu á fasteignum.\nc. Vaxtatekjur.\nd. Framlag af tekjum Jöfnunarsjóðs vegna málefna fatlaðs fólks, sbr. 13. gr. a.\nÍ samræmi við markmið fasteignasjóðs er Jöfnunarsjóði sveitarfélaga heimilt að úthluta úr fasteignasjóði framlögum til sveitarfélaga til uppbyggingar eða breytinga á fasteignum sem nýttar eru í þjónustu við fatlað fólk [og til úrbóta í ferlimálum fatlaðs fólks, einkum hvað varðar aðgengi að fasteignum, mannvirkjum og útisvæðum á vegum sveitarfélaga].\nRáðherra setur í reglugerð nánari reglur um starfsemi fasteignasjóðs Jöfnunarsjóðs í samræmi við hlutverk sjóðsins að fenginni umsögn þess ráðherra er fer með málefni fatlaðs fólks, Sambands íslenskra sveitarfélaga og ráðgjafarnefndar Jöfnunarsjóðs sveitarfélaga, svo sem um skilyrði og fyrirkomulag úthlutunar framlaga skv. 3. mgr., hvernig leigufjárhæðir skulu ákveðnar og um rekstrarform, stjórnun, leigu og sölu fasteigna. [Ráðherra er heimilt í reglugerð að kveða á um að sveitarfélagi sé heimilt að ráðstafa framlagi úr fasteignasjóði til að auka eða bæta aðgengi fyrir fatlað fólk enda séu framkvæmdir unnar í samstarfi við félagasamtök og aðra aðila sem starfa í þágu almannaheilla.]]\nL. 37/2020, 5. gr. Rg. 280/2021, sbr. 999/2022 og 708/2023. L. 9/2018, 2. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Sveitarfélögum, stofnunum þeirra og öðrum opinberum aðilum er skylt að láta Jöfnunarsjóði sveitarfélaga í té allar upplýsingar sem nauðsynlegar eru til ákvörðunar og úthlutunar framlaga úr sjóðnum samkvæmt þessum kafla.]\nL. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Að afloknum sveitarstjórnarkosningum skipar [ráðherra] [sjö manna] ráðgjafarnefnd til fjögurra ára sem gera skal tillögur til ráðherra um framlög skv. [11.&ndash;13. gr. a]. [Sex nefndarmenn] skulu skipaðir samkvæmt tilnefningu Sambands íslenskra sveitarfélaga en einn án tilnefningar og skal hann vera formaður nefndarinnar. Varamenn skulu tilnefndir með sama hætti.]\nL. 126/2011, 206. gr. L. 135/2014, 1. gr. L. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[[Ráðherra] hefur á hendi yfirstjórn Jöfnunarsjóðs. Sjóðurinn skal vera í vörslu [ráðuneytisins] sem annast afgreiðslu á vegum hans, úthlutun og greiðslu framlaga og bókhald sjóðsins.]\nL. 162/2010, 213. gr. L. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Árlega skal semja reikning Jöfnunarsjóðs sem endurskoðaður skal af Ríkisendurskoðun. Ársreikninginn skal birta í B-deild Stjórnartíðinda.]\nL. 167/2002, 1. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[[Ráðherra] setur í samráði við Samband íslenskra sveitarfélaga reglugerð með nánari ákvæðum um starfsemi sjóðsins. Jafnframt setur ráðherra reglugerðir um úthlutun framlaga samkvæmt einstökum ákvæðum þessa kafla, að fenginni umsögn ráðgjafarnefndar Jöfnunarsjóðs.] ...\n[Ekki skal úthluta jöfnunarframlagi skv. d-lið 11. gr., 12. gr. a og 12. gr. b og 1. mgr. 13. gr. til þeirra sveitarfélaga þar sem samanlagðar heildarskatttekjur af útsvari og fasteignaskatti á hvern íbúa miðað við fullnýtingu þeirra tekjustofna eru 50% umfram meðaltekjur annarra sveitarfélaga í sama viðmiðunarflokki, sbr. 12. gr.]\nL. 162/2010, 213. gr. Rg. 578/2012, sbr. 241/2014 og 474/2015. Rg. 1088/2018, sbr. 1437/2020, 1216/2021, 1629/2021 og 757/2022. Rg. 105/1996. Rg. 80/2001, sbr. 118/2002, 94/2003, 1019/2004, 363/2006, 162/2010 og 961/2010. Rg. 351/2002, sbr. 962/2010, 1115/2012 og 188/2017. Rg. 303/2003, sbr. 637/2004. Rg. 150/2013. Rg. 180/2016, sbr. 758/2022. Rg. 570/2017. Rg. 192/2023. Rg. 1667/2024. L. 167/2002, 1. gr. L. 157/2019, 7. gr.\nIV. kafli. Um útsvör.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Þeir menn, sem skattskyldir eru samkvæmt ákvæðum I. kafla [laga nr. 90/2003, um tekjuskatt], skulu greiða útsvar af tekjum sínum til sveitarfélags eftir því sem nánar er kveðið á um í lögum þessum.\nL. 129/2004, 104. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Hver maður, útsvarsskyldur samkvæmt lögum þessum, skal greiða útsvar í einu sveitarfélagi og fellur það óskipt til þess.\nÞeir menn, sem um ræðir í 1. gr., sbr. 5. og 6. gr., [laga nr. 90/2003, um tekjuskatt], skulu greiða útsvar til þess sveitarfélags þar sem þeir áttu lögheimili ... á tekjuárinu. [Hafi einstaklingur átt lögheimili í fleiri en einu sveitarfélagi á tekjuárinu skal leggja á hann útsvar sem skiptist hlutfallslega eftir búsetutíma og skal útsvarshlutfall fyrir hvert búsetutímabil fara eftir því sem viðkomandi sveitarstjórn ákveður skv. 1. mgr. 24. gr. og ef við á 6. mgr. 24. gr.]\nÞeir menn, sem um ræðir í 3. gr. [laga nr. 90/2003, um tekjuskatt], skulu greiða útsvar til þess sveitarfélags þar sem þeir öfluðu mestra tekna sinna á tekjuárinu.\nL. 129/2004, 105. gr. L. 165/2010, 32. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Stofn til álagningar útsvars skal vera hinn sami og tekjuskattsstofn, sbr. [1. og 3. tölul. 61. gr. laga nr. 90/2003, um tekjuskatt].\nÁkvæði [61.&ndash;64. gr. laga nr. 90/2003, um tekjuskatt], skulu gilda um ákvörðun útsvarsstofns eftir því sem við getur átt.\nLækki [ríkisskattstjóri] tekjuskattsstofn skv. [65. gr. laga nr. 90/2003, um tekjuskatt], skal útsvarsstofn lækka um sömu fjárhæð.\nL. 129/2004, 106. gr. L. 136/2009, 79. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "[Ríkisskattstjóri] annast álagningu útsvars.\nÁkvæði VIII.&ndash;XIV. kafla [laga nr. 90/2003, um tekjuskatt], [og laga um innheimtu opinberra skatta og gjalda] gilda um útsvar eftir því sem við á nema öðruvísi sé ákveðið í lögum þessum.\nL. 136/2009, 79. gr. L. 129/2004, 107. gr. L. 150/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Útsvar skal vera ákveðinn hundraðshluti af tekjum hvers almanaksárs, en má þó eigi vera hærra en [14,97%] og eigi lægra en [12,44%] af útsvarsstofni og skal sami hundraðshluti lagður á tekjur allra manna í hverju sveitarfélagi.\nÚtsvar af þeim tekjum barna, sem um ræðir í [2. og 3. mgr. 64. gr. laga nr. 90/2003, um tekjuskatt], skal vera 2% af tekjum umfram það lágmark sem tilgreint er í 2. mgr. 67. gr. sömu laga.\nL. 100/2023, 37. gr. L. 165/2010, 33. gr. L. 129/2004, 108. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Sveitarstjórn skal ákveða fyrir 1. desember ár hvert hvaða hundraðshluti verði lagður á tekjur manna á næsta ári, sbr. 1. mgr. 23. gr. þessara laga, svo og 1. mgr. 9. gr. laga um staðgreiðslu opinberra gjalda.\nÁkvörðun sveitarstjórnar skal tilkynna [því ráðuneyti er fer með tekjuöflun ríkisins] eigi síðar en 15. desember á sama ári.\nSkil á staðgreiðslufé til sveitarfélagsins skulu vera sami hundraðshluti og álagningarhlutfallið skv. 1. mgr.\nSá hundraðshluti, sem sveitarstjórn hefur ákveðið, skal notaður við gerð fjárhagsáætlunar næsta árs og vera endanlegt álagningarhlutfall útsvars í sveitarfélaginu, sbr. þó 5. og 6. mgr.\nNú kemur í ljós að tekjur sveitarsjóðs hrökkva ekki fyrir útgjöldum og er þá sveitarstjórn heimilt að hækka útsvar frá því er ákveðið var skv. 1. mgr. um allt að 10%. Á sama hátt getur sveitarstjórn lækkað útsvar um allt að 10%.\nEf sveitarfélag kemst í fjárþröng er sveitarstjórn heimilt að leggja sérstakt álag á útsvör ársins, sbr. 90. gr. sveitarstjórnarlaga.\nTilkynning um breytingar á útsvari, sbr. 5. og 6. mgr., skal senda [ríkisskattstjóra] eigi síðar en 31. mars á álagningarári.\nL. 126/2011, 206. gr. L. 136/2009, 80. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Sveitarstjórn er heimilt að taka til greina umsókn manna um lækkun eða niðurfellingu álagðs útsvars þegar svo stendur á sem segir í [1. mgr. 65. gr. laga nr. 90/2003, um tekjuskatt], telji hún ástæðu til að veita frekari lækkun en [ríkisskattstjóri] veitti við afgreiðslu á umsókn um lækkun útsvarsstofns. Á sama hátt getur sveitarstjórn lækkað eða fellt niður álagt útsvar þeirra sem nutu bóta [skv. [III. og IV. kafla laga um almannatryggingar] og lögum um slysatryggingar almannatrygginga].\n[Ríkisskattstjóri] skal veita sveitarstjórn aðgang að skattframtölum hlutaðeigandi einstaklinga, svo og veita henni þær upplýsingar sem nauðsynlegar teljast. Sveitarstjórn skal tilkynna lækkun útsvars til [ríkisskattstjóra], innheimtuaðila og hlutaðeigandi einstaklings.\nÞeim sem sveitarstjórn felur að annast störf þessi er bannað, að viðlagðri ábyrgð eftir ákvæðum almennra hegningarlaga um brot í opinberu starfi, að skýra óviðkomandi mönnum frá því er þeir komast að í störfum sínum og varðar hagi skattaðila.\nL. 129/2004, 109. gr. L. 136/2009, 79. gr. L. 18/2023, 23. gr. L. 88/2015, 25. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "[Ríkisskattstjóri semur skrá um álagt útsvar í hverju sveitarfélagi að lokinni álagningu.] Ríkisskattstjóri gerir síðan innheimtuskrá og sendir hana til sveitarstjórnar og innheimtuaðila, sbr. nánar ákvæði VIII. kafla laga um staðgreiðslu opinberra gjalda.\nL. 136/2009, 81. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Sveitarstjórn getur falið sérstökum innheimtuaðila að annast innheimtu útsvara. Réttindi og skyldur sem innheimtumenn sveitarsjóða hafa lögum samkvæmt, svo og allar heimildir sem þeim eru veittar til þess að framfylgja innheimtunni, skulu falla til þessara aðila.\nHver gjaldandi skal á tekjuárinu inna af hendi bráðabirgðagreiðslu upp í útsvar samkvæmt ákvæðum laga um staðgreiðslu opinberra gjalda.\nÞeir gjaldendur, sem reynast skulda útsvar að lokinni álagningu opinberra gjalda, sbr. 98. gr. [laga nr. 90/2003, um tekjuskatt], skulu greiða það sem vangoldið er á sömu gjalddögum og eftirstöðvar tekjuskatts, sbr. [4. mgr. 112. gr. laga nr. 90/2003, um tekjuskatt].\nÁkvæði [1.&ndash;3. mgr. 112. gr. laga nr. 90/2003, um tekjuskatt], um fyrirframgreiðslu tekjuskatts, skulu gilda um þann hluta útsvars sem stafar af öðrum tekjum en launatekjum.\nSé útsvar hækkað eftir álagningu fellur viðbótarfjárhæðin í gjalddaga 10 dögum eftir að gjaldanda var tilkynnt um hækkunina.\nÞeim erlendu ríkisborgurum eða ríkisfangslausu mönnum, er fengið hafa dvalar- eða landvistarleyfi hér á landi um tiltekinn tíma, er skylt að gera skil á útsvari sínu á sama tíma og kveðið er á um skil á tekjuskatti, sbr. [7. mgr. 112. gr. laga nr. 90/2003, um tekjuskatt].\nÁfrýjun útsvarsákvörðunar eða deila um útsvarsskyldu frestar hvorki eindaga útsvars né leysir gjaldanda undan álögum sem beitt er vegna vangreiðslu þess. Ef útsvar er lækkað eða fellt niður með úrskurði eða dómi skal endurgreiðsla þegar fara fram.\nL. 129/2004, 110. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Útsvör skulu greidd á tekjuári samkvæmt lögum um staðgreiðslu opinberra gjalda eftir því sem við á. Greiðslur á tekjuári eru til bráðabirgða en endanleg álagning fer fram eftir á og getur því komið til endurgreiðslu eða viðbótarkröfu frá sveitarstjórn.\n[Ráðuneyti er fer með tekjuöflun ríkisins] sér um endurgreiðslu fyrir hönd sveitarfélaga í samræmi við ákvæði laga um staðgreiðslu opinberra gjalda, en gjaldendur skulu greiða viðbótarkröfu frá sveitarstjórn í samræmi við ákvæði 3.&ndash;7. mgr. 27. gr. Ákvæði [2. mgr. 122. gr. laga nr. 90/2003, um tekjuskatt], um verðbætur, skulu eiga við um endurgreiðslur og viðbótarkröfur þær sem hér um ræðir.\nUm innheimtu, dráttarvexti og innheimtuúrræði gilda ákvæði þessara laga eftir því sem við getur átt, sbr. og 2. mgr. 37. gr. laga um staðgreiðslu opinberra gjalda.\n[Ákvæði 11. gr. laga um innheimtu opinberra skatta og gjalda gildir um launaafdrátt vegna útsvars.]\nL. 126/2011, 206. gr. L. 129/2004, 111. gr. L. 150/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Gjaldandi, sem ofgreitt hefur útsvar til launagreiðanda, getur krafið hlutaðeigandi sveitarstjórn um það sem ofgreitt kann að vera og skiptir ekki máli hvort launagreiðandi hefur staðið skil á fénu eða ekki.\nSveitarstjórn getur ekki krafið gjaldanda um útsvar er launagreiðandi hefur haldið eftir af launum gjaldandans þó að launagreiðandinn hafi ekki staðið skil á fénu til sveitarstjórnar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Um ábyrgð á greiðslu útsvars gilda ákvæði [116. gr. laga nr. 90/2003, um tekjuskatt].\nL. 129/2004, 112. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Sveitarstjórnir, sem hlut eiga að máli, hafa sama rétt og gjaldendur til að kæra útsvarsálagningu til [ríkisskattstjóra] og áfrýja úrskurðum til yfirskattanefndar.\nL. 136/2009, 79. gr.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Séu gjöld samkvæmt lögum þessum eigi greidd innan mánaðar frá gjalddaga skal greiða sveitarstjórn dráttarvexti af því sem gjaldfallið er. Með gjalddaga í þessu sambandi er átt við reglulega gjalddaga skv. 4. mgr. 4. gr. og 3. og 5. mgr. 27. gr., en gjaldfelling vegna vangreiðslu á hluta skv. 5. mgr. 4. gr. og 4. mgr. 27. gr. hefur ekki áhrif á dráttarvaxtaútreikning. Um dráttarvexti gilda ákvæði III. kafla vaxtalaga, nr. 25/1987.\nNú verður ljóst þegar álagningu sveitarsjóðsgjalda lýkur eða við endurákvörðun þeirra að gjaldandi hefur greitt meira en endanlegu álögðu gjaldi nemur og skal þá endurgreiða það sem ofgreitt var ásamt vöxtum fyrir það tímabil sem féð var í vörslu sveitarstjórnar. [Skulu vextir þessir vera jafnháir hæstu vöxtum óbundinna sparireikninga á hverjum tíma.]\nL. 148/1995, 6. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Gjöld samkvæmt lögum þessum, svo og dráttarvexti, má taka lögtaki.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ríkisstjórninni er heimilt að gera samninga við stjórnir annarra ríkja um gagnkvæmar ívilnanir á útsvörum þeirra erlendra og íslenskra aðila sem eftir gildandi útsvarslögum ríkjanna eiga að greiða útsvar af sömu tekjum bæði á Íslandi og í einhverju öðru ríki.\nNú er eigi fyrir hendi samningur við annað ríki um að komast hjá tvísköttun á tekjur skv. 1. mgr. og einstaklingur, sem útsvarsskyldur er hér á landi skv. 19. gr., greiðir til opinberra aðila í öðru ríki útsvar af tekjum sínum sem útsvarsskyldar eru hér á landi og er þá ríkisskattstjóra heimilt, samkvæmt umsókn hlutaðeigandi einstaklings ..., að lækka útsvar hans hér á landi með hliðsjón af þessum útsvarsgreiðslum hans.\nL. 136/2009, 82. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ráðherra er heimilt að setja með reglugerð nánari ákvæði um framkvæmd laga þessara.\nRg. 542/1989, sbr. 395/1990. Rg. 1160/2005 (um fasteignaskatt).\nÁkvæði til bráðabirgða.\nI. ...\nL. 157/2019, 8. gr.\n[II. ...]\nL. 79/1996, 7. gr.\n[III. ...]\nL. 79/1996, 7. gr., sbr. l. 122/1996, 5. gr.\n[IV. ...]\nL. 157/2019, 8. gr. L. 79/1996, 7. gr.\n[V.&ndash;VI. ...]\nL. 157/2019, 8. gr. L. 144/2000, 7. gr.\n[VII. ...]\nL. 157/2019, 8. gr. L. 167/2002, 2. gr.\n[VIII. ...]\nL. 157/2019, 8. gr. L. 140/2005, 7. gr.\n[IX. ...]\nL. 157/2019, 8. gr. L. 173/2008, 4. gr.\n[X. ...]\nL. 157/2019, 8. gr. L. 6/2009, 1. gr.\n[XI.&ndash;XIV. ...]\nL. 157/2019, 8. gr. L. 165/2010, 34. gr.\n[XV.\n[Á árunum 2019, 2020 og 2021 greiðir Jöfnunarsjóður sveitarfélaga kostnað sveitarfélaga vegna verkefna á grundvelli samkomulags milli ríkis og sveitarfélaga um stuðning við tónlistarnám og jöfnun á aðstöðumun nemenda til tónlistarnáms. Kostnaður vegna verkefna samkvæmt þessari grein skal innheimtur af úthlutun framlaga Jöfnunarsjóðs til sveitarfélaga í hlutfalli við íbúafjölda á því ári sem kostnaður er innheimtur.]]\nL. 157/2019, 9. gr. L. 180/2011, 5. gr.\n[XVI. ...]\nL. 157/2019, 8. gr. L. 139/2013, 26. gr.\n[XVII. ...]\nL. 157/2019, 8. gr. L. 135/2014, 2. gr.\n[XVIII. ...]\nL. 157/2019, 8. gr. L. 43/2017, 1. gr.\n[XIX.\nVið útreikning framlags árin 2020 og 2021 skv. d-lið 11. gr. skal miða við álagningarhlutfall fasteignaskatts árið 2019, enda hafi álagningarhlutfall í viðkomandi sveitarfélagi lækkað frá því ári.]\nL. 157/2019, 10. gr.\n[XX.\nÞrátt fyrir 4. mgr. 4. gr. er gjaldendum fasteignaskatta skv. c-lið 3. mgr. 3. gr. sem eiga við tímabundna rekstrarörðugleika að stríða vegna tekjufalls heimilt að óska eftir frestun á allt að þremur greiðslum fasteignaskatts sem eru á gjalddaga 1. apríl 2020 til og með 1. desember 2020, með sömu skilyrðum og málsmeðferðarreglum og kveðið er á um í ákvæði til bráðabirgða VII í lögum um staðgreiðslu opinberra gjalda, nr. 45/1987. Gjalddagi og eindagi greiðslna sem frestun tekur réttilega til er 15. janúar 2021.\nVerði gjaldandi sem frestað hefur greiðslum skv. 1. mgr., að uppfylltum skilyrðum, fyrir miklu tekjufalli á rekstrarárinu 2020 samanborið við fyrra rekstrarár getur hann óskað eftir auknum fresti og dreifingu greiðslna sem hefur verið frestað fram til 15. dags mánaðanna júní, júlí og ágúst 2021. Ósk um aukinn frest og greiðsludreifingu skal gjaldandinn beina til sveitarfélags fyrir 15. janúar 2021.]\nL. 25/2020, 14. gr.\n[XXI.\nÞrátt fyrir 13. gr. b er Jöfnunarsjóði sveitarfélaga heimilt að nýta allt að 1.500 millj. kr. úr fasteignasjóði Jöfnunarsjóðs sveitarfélaga til greiðslu almennra jöfnunarframlaga skv. c-lið 9. gr., jöfnunarframlaga vegna reksturs grunnskóla skv. d-lið 9. gr., jöfnunarframlaga vegna þjónustu við fatlað fólk skv. e-lið 9. gr., bundinna framlaga skv. a- og b-lið 10. gr. og fasteignaskattsframlaga skv. d-lið 11. gr. á árinu 2020. Til að jafna stöðu fasteignasjóðs skal Jöfnunarsjóður halda eftir hluta af sömu framlögum á tímabilinu 2021&ndash;2028 eða þar til staða fasteignasjóðs hefur verið jöfnuð út.]\nL. 37/2020, 6. gr.\n[XXII.\nÞrátt fyrir ákvæði 7. gr. fylgir fasteignaskatti skv. c-lið 3. mgr. 3. gr., vegna áranna 2020&ndash;2022, lögveð í fasteign þeirri sem hann er lagður á, ásamt dráttarvöxtum í fjögur ár frá gjalddaga, sem skal ganga fyrir öllum öðrum veðkröfum er á eigninni hvíla.]\nL. 22/2021, 3. gr.\n[XXIII.\nÞrátt fyrir ákvæði 32. gr. er sveitarfélögum heimilt að lækka eða fella niður dráttarvexti á kröfur vegna fasteignaskatta sem lagðir eru á skv. c-lið 3. mgr. 3. gr., á árunum 2020&ndash;2022, hjá gjaldendum sem eiga við verulega rekstrarörðugleika að stríða vegna kórónuveirufaraldursins eða gjaldendum sem leigja húsnæði til rekstraraðila sem sömu skilyrði eiga við um, á grundvelli reglna sem sveitarfélög setja sér.]\nL. 22/2021, 3. gr.\n[XXIV.\nJöfnunarsjóði sveitarfélaga er heimilt að halda eftir allt að 1.000 millj. kr. af tekjum sjóðsins skv. a-, b- og d-lið 8. gr. a, utan þeirrar fjárhæðar sem skal renna til málefna fatlaðs fólks, á hverju ári á tímabilinu 2020&ndash;2035 til að safna fyrir sérstökum framlögum úr sjóðnum sem koma til vegna sameiningar sveitarfélaga, sbr. a-lið 11. gr.]\nL. 96/2021, 10. gr.\n[XXV.\nVið tekjur Jöfnunarsjóðs skv. 8. gr. a á árunum 2022&ndash;[2025] bætist árlegt framlag úr ríkissjóði sem skal, þrátt fyrir 9. gr., ráðstafa með greiðslu framlaga til einstakra sveitarfélaga til að mæta kostnaði sveitarfélaga vegna samþættingar þjónustu í þágu farsældar barna.\nFramlög til einstakra sveitarfélaga skv. 1. mgr. skulu ekki vera hærri en umframkostnaður sveitarfélagsins af framkvæmd laga um samþættingu þjónustu í þágu farsældar barna að frádregnum ávinningi sem sveitarfélagið fær af þeim.\nNánar skal kveðið á um útreikning framlaga samkvæmt þessari grein í reglugerð, sbr. 18. gr.]\nL. 127/2024, 47. gr. Rg. 1667/2024. L. 86/2021, 27. gr.\n[XXVI.\nÞrátt fyrir ákvæði 13. gr. b er Jöfnunarsjóði sveitarfélaga heimilt á grundvelli samnings að ráðstafa framlagi úr fasteignasjóði Jöfnunarsjóðs sveitarfélaga að upphæð [100 millj. kr. á árinu 2024] til verkefnisins Römpum upp Ísland, í þeim tilgangi að bæta aðgengi fyrir fatlað fólk á landsvísu.]\nL. 42/2024, 1. gr. L. 84/2022, 1. gr.\n[XXVII.\nÞrátt fyrir ákvæði í 1. og 2. mgr. 24. gr. skal sveitarstjórn ákveða fyrir 30. desember 2022 hvaða hundraðshluti verði lagður á tekjur manna á árinu 2023, sbr. 1. mgr. 23. gr., svo og 1. mgr. 9. gr. laga um staðgreiðslu opinberra gjalda. Ákvörðun sveitarstjórnar skal sömuleiðis tilkynna fjármála- og efnahagsráðuneytinu eigi síðar en 30. desember 2022.]\nL. 129/2022, 67. gr.\n[XXVIII.\nÞrátt fyrir ákvæði 1. og 2. mgr. 24. gr. skal sveitarstjórn ákveða fyrir 30. desember 2023 hvaða hundraðshluti verði lagður á tekjur manna á árinu 2024, sbr. 1. mgr. 23. gr., svo og 1. mgr. 9. gr. laga um staðgreiðslu opinberra gjalda. Ákvörðun sveitarstjórnar skal sömuleiðis tilkynna fjármála- og efnahagsráðuneyti eigi síðar en 30. desember 2023.]\nL. 100/2023, 38. gr.\n[XXIX.\nÞrátt fyrir 3. gr. er bæjarstjórn Grindavíkurbæjar heimilt að falla frá álagningu fasteignaskatts, í heild eða að hluta, á árinu [2025] vegna óvissu af völdum náttúruhamfara sem ógna öryggi íbúa sveitarfélagsins. Bæjarstjórn Grindavíkurbæjar er jafnframt heimilt að gera greinarmun á fasteignum þegar fasteignaskattur er felldur niður í heild eða að hluta á grundvelli eftirfarandi atriða:\n1. Í hvaða flokk fasteignir falla skv. 3. mgr. 3. gr.\n2. Staðsetningar fasteigna í þéttbýli eða dreifbýli.\n3. Staðsetningar fasteigna á hættusvæðum sem skilgreind eru af Veðurstofu Íslands.]\nL. 17/2025, 1. gr. L. 4/2024, 1. gr.\n[XXX.\nÞrátt fyrir 4. mgr. 4. gr. er bæjarstjórn Grindavíkurbæjar heimilt að fresta hverjum gjalddaga fasteignaskatts sveitarfélagsins á árinu [2025] um sex mánuði.]\nL. 17/2025, 1. gr. L. 4/2024, 1. gr.\n[XXXI.\nÞrátt fyrir 7. gr. fylgir fasteignaskatti í Grindavíkurbæ á [árunum 2024 og 2025] lögveð í fasteign þeirri sem hann er lagður á, ásamt dráttarvöxtum í fjögur ár frá gjalddaga, sem skal ganga fyrir öllum öðrum veðkröfum er á eigninni hvíla.]\nL. 17/2025, 2. gr. L. 4/2024, 1. gr.\n[XXXII.\nÞrátt fyrir d-lið 11. gr. skal framlag til Grindavíkurbæjar á árinu 2024 á grundvelli ákvæðisins miðað við að skatthlutfall fasteignaskatts Grindavíkurbæjar sé 0,30% fyrir fasteignir skv. a-lið 3. mgr. 3. gr., 1,32% fyrir fasteignir skv. b-lið 3. mgr. 3. gr. og 1,45% fyrir fasteignir skv. c-lið 3. mgr. 3. gr.]\nL. 4/2024, 1. gr.\n[XXXIII.\nÞrátt fyrir 13. gr. skal við útreikning framlaga til Grindavíkurbæjar á grundvelli ákvæðisins á árinu 2024 miða við sama nemendafjölda og skólagerð og samþykkt var sem grundvöllur áætlunar framlaga af ráðgjafarnefnd Jöfnunarsjóðs sveitarfélaga 20. september 2023 vegna framlaga sjóðsins fyrir árið 2024.]\nL. 4/2024, 1. gr.\n[XXXIV.\nVið tekjur Jöfnunarsjóðs skv. 8. gr. a á árunum 2024&ndash;2027 bætist árlegt framlag úr ríkissjóði sem Jöfnunarsjóður úthlutar til þeirra sveitarfélaga sem bjóða öllum nemendum upp á gjaldfrjálsar skólamáltíðir í grunnskólum.\nFramlag skv. 1. mgr. skal skiptast hlutfallslega á milli sveitarfélaga eftir heildarnemendafjölda í grunnskólum í hverju sveitarfélagi 1. janúar skólaárið á undan og greiðist mánaðarlega til sveitarfélaga frá 1. ágúst 2024 til loka árs 2027, að undanskildum júlímánuði ár hvert. Ef ekki kemur til úthlutunar til sveitarfélags á grundvelli ákvæðisins skal reiknað framlag Jöfnunarsjóðs til viðkomandi sveitarfélags endurgreitt ríkissjóði.\nÁkveði sveitarfélag að taka gjald fyrir skólamáltíðir á grundvelli 23. gr. laga um grunnskóla, nr. 91/2008, eftir að Jöfnunarsjóður hefur úthlutað framlagi til þess á grundvelli 1. og 2. mgr., skal sveitarfélagið endurgreiða Jöfnunarsjóði úthlutað framlag til þess fyrir það tímabil sem sveitarfélagið hefur tekið gjald fyrir skólamáltíðir, og skal fjárhæðin renna í ríkissjóð. Sama á við ef sjálfstætt rekinn grunnskóli, sem gert hefur þjónustusamning við sveitarfélag á grundvelli 43. gr. a laga um grunnskóla, ákveður að taka gjald fyrir skólamáltíðir.\nJöfnunarsjóði er heimilt að halda eftir öðrum framlögum sjóðsins til sveitarfélags hafi sveitarfélagið fengið ofgreitt framlag, sbr. 3. mgr.\nRáðherra skal skipa starfshóp skipaðan einum fulltrúa ráðherra sem fer með sveitarstjórnarmál, sem jafnframt er formaður, einum fulltrúa ráðherra sem fer með málefni grunnskóla og tveimur fulltrúum Sambands íslenskra sveitarfélaga sem skal leggja mat á nýtingu og áhrif framlags skv. 1. mgr. Meðal annars skal meta áhrif á markmið um að auka jöfnuð og draga úr fátækt meðal barna, hvort allir árgangar nýti sér gjaldfrjálsar skólamáltíðir og hver sé ávinningur einstakra sveitarfélaga og landshluta. Þá skal meta reynslu og ánægju nemenda og foreldra. Niðurstaða hópsins skal liggja fyrir eigi síðar en 30. júní 2025.]\nL. 75/2024, 1. gr.\n[XXXV.\nÞrátt fyrir d-lið 11. gr. skal fasteignaskattsframlag til Grindavíkurbæjar á árinu 2025 miðað við að sveitarfélagið fái 1,37% af því heildarfjármagni sem kemur til úthlutunar til sveitarfélaga á árinu 2025 á grundvelli ákvæðisins.]\nL. 56/2025, 24. gr.\n[Viðauki.\nÚtgjaldajöfnunarframlög skiptast í A- og B-hluta. Hlutfallsleg skipting þess fjár sem er til ráðstöfunar skv. A-hluta ræðst af eftirfarandi:\nViðmið Hlutfall af heild\n1. Fjöldi íbúa á aldrinum 0&ndash;5 ára 31,10%\n2. Fjöldi íbúa á aldrinum 6&ndash;15 ára 23,90%\n3. Fjöldi íbúa á aldrinum 16&ndash;66 ára 7,50%\n4. Fjöldi íbúa á aldrinum 67&ndash;80 9,60%\n5. Fjöldi íbúa á aldrinum 81 árs og eldri 6,20%\n6. Fjöldi innflytjenda á aldrinum 0&ndash;5 ára 2,60%\nSamtals íbúatengd framlög: 80,90%\n7. Fjarlægðir innan sveitarfélaga 7,90%\n8. Fjöldi þéttbýlisstaða umfram einn 5,50%\n9. Fækkun íbúa 1,50%\n10. Fjölgun íbúa 1,00%\n11. Snjómokstur í þéttbýli 3,20%\nAlls: 100% Skýringar á útreikningi framlaga:\nA-hluti.\na. Íbúatengd framlög: Við útreikning íbúatengdra framlaga skal byggja á upplýsingum frá Hagstofu Íslands um íbúafjölda í sveitarfélagi í viðkomandi aldurshópi. Framlag til hvers sveitarfélags tekur mið af hlutfallslegum íbúafjölda þess af heildaríbúafjölda á landinu öllu innan hvers viðmiðunarflokks. Þegar lokið er útreikningi íbúatengdra framlaga samkvæmt framangreindu skal umreikna þau með tilliti til stærðar hvers sveitarfélags á grundvelli eftirfarandi stuðla sem byggjast á íbúafjölda sveitarfélags. Stuðlarnir eru fundnir þannig:\nSveitarfélög með 2.899 íbúa eða færri fá stuðulinn 1,0.\nSveitarfélög með 2.900&ndash;9.999 íbúa fá stuðul hlutfallslega á bilinu 1,0&ndash;0,215.\nSveitarfélög með 10.000&ndash;15.999 íbúa fá stuðulinn 0,215.\nSveitarfélög með 16.000&ndash;21.999 íbúa fá stuðul hlutfallslega á bilinu 0,215&ndash;0.\nSveitarfélög með 22.000 íbúa eða fleiri fá stuðulinn 0.\nb. Fjarlægðir í sveitarfélögum: Við mat á útgjaldaþörf sveitarfélags skal taka tillit til fjarlægða innan sveitarfélags og hlutfalls íbúa í þéttbýli og dreifbýli. Fjarlægðir í sveitarfélögum skulu mældar á eftirfarandi hátt:\n1. Settir skulu punktar á ystu mörk sveitarfélags, þó aldrei lengra en á ystu mörk byggðar, í norðri, austri, suðri og vestri, eða annars staðar eftir landfræðilegum aðstæðum í sveitarfélagi.\n2. Vegalengdir skulu mældar frá þessum punktum miðað við stystu akstursleið að stærsta þéttbýliskjarna sveitarfélags eða miðpunkti þess ef enginn þéttbýliskjarni er í sveitarfélaginu.\n3. Þannig mældar vegalengdir skal síðan margfalda með stuðlum sem eru mismunandi eftir sveitarfélögum og miðast við hlutfall íbúa í þéttbýli og dreifbýli. Heimilt er að líta eingöngu á stærsta þéttbýlisstaðinn eða -staðina sem þéttbýli. Stuðlana skal reikna þannig:\ni. Sveitarfélög með hlutfall þéttbýlis frá 0 til 49 fá stuðul hlutfallslega á bilinu 0,1&ndash;1,0.\nii. Sveitarfélög með hlutfall þéttbýlis frá 50 til 89 fá stuðulinn 1,0.\niii. Sveitarfélög með hlutfall þéttbýlis frá 90 til 100 fá stuðul hlutfallslega á bilinu 1,0&ndash;0,0.\nc. Fjöldi þéttbýlisstaða umfram einn: Við útreikning skal taka tillit til sérstakrar útgjaldaþarfar sveitarfélaga sem halda þurfa úti þjónustu á fleiri en einum þéttbýlisstað innan sveitarfélagsins. Höfuðborgarsvæðið telst allt vera einn þéttbýlisstaður í þessum skilningi, að undanskildu Kjalarnesi. Útreikningum skal þannig hagað að fjármagn skiptist hlutfallslega á eftirfarandi hátt:\n1. 60% skal skipta á grundvelli íbúafjölda í þéttbýlisstöðum umfram einn.\n2. 40% skal skipta eftir fjölda þéttbýlisstaða umfram einn í hverju sveitarfélagi.\nd. Fækkun íbúa: Ef íbúum sveitarfélags hefur á síðustu þremur árum fækkað árlega um meira en 1% að meðaltali skal reikna út framlag vegna fólksfækkunar. Við útreikninga framlagsins er horft til hver sé meðalfækkun sveitarfélagsins í íbúum talið sem er umfram 1%. Sá íbúafjöldi er síðan lagður saman hjá öllum sveitarfélögum og framlag til hvers sveitarfélags er í samræmi við hlutfall þess í heildarfækkun umfram 1%.\ne. Fjölgun íbúa: Ef íbúum sveitarfélags hefur á síðustu þremur árum fjölgað árlega um meira en 2,5% að meðaltali skal reikna út framlag vegna fólksfjölgunar. Við útreikninga framlagsins er horft til hver sé meðalfjölgun sveitarfélagsins í íbúum talið sem er umfram 2,5%. Sá íbúafjöldi er síðan lagður saman hjá öllum sveitarfélögum og framlag til hvers sveitarfélags er í samræmi við hlutfall þess í heildarfjölgun umfram 2,5%.\nf. Snjómokstur í þéttbýli: Framlögum skal úthlutað til sveitarfélaga á snjóþyngstu svæðum landsins vegna útgjalda af snjómokstri gatna í þéttbýli sveitarfélags á grundvelli vinnureglna sem ráðherra setur samkvæmt tillögum ráðgjafarnefndar og að fenginni umsögn Sambands íslenskra sveitarfélaga.\nB-hluti.\nFjármagn sem til ráðstöfunar er samkvæmt þessum hluta rennur til framlaga vegna skólaaksturs úr dreifbýli og akstursþjónustu fyrir fatlað fólk.\nSkólaakstur úr dreifbýli: Útreikningur framlaga byggist á upplýsingum frá sveitarfélögum um akstursleiðir úr dreifbýli sveitarfélags og fjölda grunnskólabarna á hverri leið sem eiga heimili lengra en 3,0 km frá skóla, miðað við 1. október ár hvert. Framlög taka mið af lengstu akstursvegalengd innan hverrar leiðar frá heimili að skóla, fjölda barna, stærð ökutækis og upplýsingum frá mennta- og menningarmálaráðuneyti um fjölda skóladaga á viðkomandi skólaári. Ráðherra setur vinnureglur um úthlutun framlagsins samkvæmt tillögum ráðgjafarnefndar og að fenginni umsögn Sambands íslenskra sveitarfélaga.\nAkstursþjónusta fyrir fatlað fólk: Útreikningur framlaga byggist á umsóknum frá sveitarfélögum um akstursþjónustu fyrir fatlað fólk úr dreifbýli. Framlög taka mið af akstursvegalengd og fjölda farþega. Ráðherra setur vinnureglur um úthlutun framlagsins samkvæmt tillögum ráðgjafarnefndar og að fenginni umsögn Sambands íslenskra sveitarfélaga.]\nL. 157/2019, 11. gr.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    }
  ]
}
