{
  "id": "8/1996",
  "type": "statute",
  "title": "Lög um löggildingu nokkurra starfsheita sérfræðinga í tækni- og hönnunargreinum",
  "status": "in_force",
  "issued_date": "1996-03-11",
  "url": "https://www.althingi.is/lagas/nuna/1996008.html",
  "description": "Tóku gildi 29. mars 1996.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi taka til eftirtalinna starfsheita:\n1. verkfræðinga,\n2. tæknifræðinga,\n3. arkitekta (húsameistara),\n4. byggingafræðinga,\n5. [húsgagna- og innanhússarkitekta (húsgagna- og innanhússhönnuða) eða hluta þessa starfsheitis],\n6. iðnfræðinga,\n7. [landslagsarkitekta (landslagshönnuða) ...],\n8. skipulagsfræðinga,\n[9. raffræðinga],\n[10. tölvunarfræðinga],\n[11. grafískra hönnuða.]\nL. 147/2002, 1. gr. L. 4/2000, 1. gr. L. 69/2002, 1. gr. L. 84/2006, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Rétt til að nota starfsheiti þau sem lög þessi taka til eða orð sem fela í sér þau heiti hafa þeir menn einir sem fengið hafa til þess leyfi ráðherra, sbr. 3. gr., eða þeir sem fengið hafa staðfestingu ráðherra á leyfi til að bera samsvarandi starfsheiti sem veitt hefur verið í [ríki sem er aðili að samningi um Evrópska efnahagssvæðið eða stofnsamningi Fríverslunarsamtaka Evrópu ellegar Færeyjum], sbr. 4. gr. [Þeir sem lokið hafa BS-prófi eða meistaraprófi í tölvunarfræði frá viðurkenndum íslenskum háskóla þurfa ekki slíkt leyfi ráðherra.] [Þeir sem lokið hafa BA-prófi eða meistaraprófi í grafískri hönnun frá viðurkenndum íslenskum háskóla, svo og lokaprófi í grafískri hönnun frá Myndlista- og handíðaskólanum eða Myndlistaskólanum á Akureyri, þurfa ekki heldur slíkt leyfi ráðherra.]\nL. 108/2006, 37. gr. L. 147/2002, 2. gr. L. 84/2006, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Engum má veita leyfi það er um ræðir í 2. gr. nema hann hafi lokið fullnaðarprófi í viðkomandi starfsgrein.\nFagfélög þeirra starfsgreina sem lög þessi taka til skulu setja sér reglur um hvaða nám teljist leiða til fullnaðarprófs í viðkomandi starfsgrein. Þær reglur skulu taka gildi þegar þær hafa verið staðfestar af ráðherra og birtar í Stjórnartíðindum. Rétt til að öðlast leyfi hafa þeir sem lokið hafa námi samkvæmt greindum reglum að mati ráðherra að fenginni umsögn viðkomandi fagfélags.\nAugl. 845/1999 (verkfræðingar). Rgl. 456/2012 (arkitektar). Rgl. 585/2012 (skipulagsfræðingar). Rgl. 453/2013 (iðnfræðingar). Rgl. 470/2015 (byggingafræðingar). Rgl. 1105/2015 (verkfræðingar). Rgl. 377/2019 (landslagsarkitektar (landslagshönnuðir)). Rgl. 1330/2021 (tæknifræðingar).",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðherra skal staðfesta leyfi til að bera starfsheiti sem lög þessi taka til samkvæmt umsókn ríkisborgara frá ríki innan Evrópska efnahagssvæðisins ef viðkomandi leggur fram vottorð frá ríki innan Evrópska efnahagssvæðisins sem uppfyllir skilyrði tilskipunar Evrópuþingsins og ráðsins 2005/36/EB, um viðurkenningu á faglegri menntun og hæfi, sem og viðauka við hana eins og þeir eru á hverjum tíma. Ríkisborgarar aðildarríkja stofnsamnings Fríverslunarsamtaka Evrópu og Færeyingar njóta sama réttar.]\n[Við framkvæmd ... 1. mgr. skal þess gætt að synjun um leyfi sé rökstudd. Bera má málið undir dómstóla, svo og ef ákvörðun er eigi tekin innan þriggja mánaða frá því að umsækjandi leggur inn umsókn sína ásamt fylgiskjölum.]\nL. 7/2012, 1. gr. L. 69/2002, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ráðherra sker úr ágreiningi sem rísa kann um notkun starfsheita.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ráðherra skal halda skrá um þá sem fengið hafa leyfi til að bera starfsheiti samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ráðherra skal með reglugerð setja nánari ákvæði um rétt manna til að bera starfsheiti samkvæmt lögum þessum.\nRg. 660/2002 (um starfsheitið raffræðingur).",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Brot gegn lögum þessum varða sektum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Lög þessi fela í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins 2005/36/EB frá 7. september 2005 um viðurkenningu á faglegri menntun og hæfi, eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 142/2007, sem birt var 10. apríl 2008 í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 19/2008.]\nL. 7/2012, 2. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast þegar gildi. ...\nÁkvæði til bráðabirgða.\nÁkvæði laga þessara breyta ekki rétti þeim sem menn hafa öðlast til að nota starfsheiti þau sem lög þessi taka til fyrir gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
