{
  "id": "65/1996",
  "type": "statute",
  "title": "Lög um réttaraðstoð við einstaklinga sem leita nauðasamninga",
  "status": "in_force",
  "issued_date": "1996-06-05",
  "url": "https://www.althingi.is/lagas/nuna/1996065.html",
  "description": "Tóku gildi 1. júlí 1996.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Til að auðvelda einstaklingi, sem á í verulegum fjárhagsörðugleikum, að leita nauðasamnings er ríkinu heimilt að veita réttaraðstoð eftir því sem nánar er ákveðið í lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Sá sem leita vill réttaraðstoðar samkvæmt lögum þessum skal beina skriflegri umsókn til [ráðherra] þar sem fram komi fullt nafn umsækjanda, kennitala og lögheimili, auk þess sem greint skal nákvæmlega frá efnahag hans, tekjum og fjölskylduaðstæðum, svo og efnahag og tekjum maka ef því er að skipta. Í greinargerð umsækjanda um efnahag skulu koma fram upplýsingar um eignir hans og andvirði þeirra annars vegar og skuldir hins vegar þannig að greint sé frá höfuðstól hverrar skuldar ásamt áföllnum vöxtum og kostnaði, gjalddaga og hvort trygging hafi verið sett fyrir greiðslu skuldar. Þá skal og gera grein fyrir ástæðum fjárhagsörðugleika umsækjanda.\nMeð umsókn skulu fylgja gögn um efnahag umsækjanda, síðasta skattframtal hans og önnur nauðsynleg gögn til að unnt sé að leggja mat á hvort réttaraðstoð verði veitt skv. 4. gr.\nL. 162/2010, 140. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Ráðherra] skipar nefnd þriggja manna til fjögurra ára í senn til að veita umsögn um umsóknir skv. 2. gr. [Skulu tveir nefndarmenn skipaðir samkvæmt tilnefningum annars vegar þess ráðherra er fer með tekjuöflun ríkisins og hins vegar þess ráðherra er fer með skuldamál heimila, en þann þriðja skipar ráðherra án tilnefningar og er hann formaður nefndarinnar.] Varamenn skulu tilnefndir og skipaðir með sama hætti.\nL. 162/2010, 140. gr. L. 126/2011, 223. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Telji nefndin líkur á að umsækjandi geti ráðið bót á fjárhagsörðugleikum sínum með nauðasamningi, þar á meðal að samningurinn muni fást staðfestur, getur hún lagt til við [ráðherra] að réttaraðstoð verði veitt.\n[Ráðherra] getur því aðeins veitt réttaraðstoð að nefndin mæli með því.\nÍ þágu þess sem veitt er réttaraðstoð skal greiða úr ríkissjóði kostnað af aðstoð við að leita nauðasamnings ásamt tryggingu fyrir kostnaði við undirbúning og gerð nauðasamnings. Í þessu skyni getur réttaraðstoð þó ekki numið hærri fjárhæð samanlagt en 250.000 kr. handa hverjum umsækjanda miðað við vísitölu neysluverðs 1. febrúar 1996, 174,9 stig.\nL. 162/2010, 140. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ráðherra] fer með framkvæmd laga þessara. Getur hann sett nánari ákvæði í þeim efnum með reglugerð.\nL. 126/2011, 223. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lög þessi öðlast gildi 1. júlí 1996.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
