{
  "id": "18/1996",
  "type": "statute",
  "title": "Lög um erfðabreyttar lífverur",
  "status": "in_force",
  "issued_date": "1996-04-02",
  "url": "https://www.althingi.is/lagas/nuna/1996018.html",
  "description": "Tóku gildi 15. apríl 1996.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið laga þessara er að vernda náttúru landsins, líffræðilega fjölbreytni, vistkerfi, plöntur og heilsu manna og dýra gegn hugsanlega skaðlegum og óæskilegum áhrifum erfðabreyttra lífvera. Tryggja skal að framleiðsla og notkun erfðabreyttra lífvera fari fram á siðferðilega og samfélagslega ábyrgan hátt í samræmi við varúðarregluna og grundvallarregluna um sjálfbæra þróun.]\nL. 83/2010, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Lögin taka til allrar notkunar og starfsemi með erfðabreyttar lífverur, þar með eru taldar rannsóknir, ræktun, framleiðsla, geymsla, meðhöndlun úrgangs, slepping og dreifing, auk eftirlits með athafnasvæðum. Jafnframt taka lögin til innflutnings, merkingar, markaðssetningar, sölu og annarrar afhendingar erfðabreyttra lífvera, svo og til vöru eða hluta úr vöru sem inniheldur þær að einhverju leyti. Enn fremur taka lögin til flutnings á erfðabreyttum lífverum og vöru sem inniheldur þær á landi, sjó og í lofti. Þá taka lögin einnig til upplýsingagjafar til almennings og réttar hans til athugasemda.]\nLögin gilda ekki um lífverur sem verða til með hefðbundnum kynbótum eða náttúrulegu erfðabreytingaferli.\nLög þessi gilda ekki um afurðir erfðabreyttra lífvera.\nVið framkvæmd laganna skal höfð í huga sérstaða landsins á norðurslóð.\nL. 83/2010, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lögin gilda á Íslandi, í landhelginni og efnahagslögsögunni.\nII. kafli. Orðaskýringar.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Í lögum þessum er merking eftirtalinna orða og orðasambanda eins og hér segir:\nAfmörkuð notkun erfðabreyttra lífvera táknar alla þá starfsemi þar sem litningum í lífverum er breytt eða þegar erfðabreyttar lífverur eru ræktaðar, geymdar, notaðar, fluttar eða þeim fargað, enda sé beitt tálmunum af hvaða toga sem er til að hindra að erfðabreyttar lífverur komist í snertingu við fólk, umhverfi eða aðrar lífverur.\nAfurðir erfðabreyttra lífvera eru afurðir sem framleiddar eru með erfðabreyttum lífverum en innihalda ekki lifandi erfðabreyttar lífverur.\nGreinargerð um hugsanlegar afleiðingar er úttekt á hugsanlegum afleiðingum fyrir heilsu manna, annarra lífvera og umhverfi vegna afmarkaðrar notkunar, losunar og sleppingar og dreifingar erfðabreyttra lífvera, svo og vöru sem hefur erfðabreyttar lífverur að geyma.\n[ Erfðabreytt lífvera er lífvera, önnur en maður, þar sem erfðaefninu hefur verið breytt á annan hátt en gerist í náttúrunni við pörun og/eða náttúrulega endurröðun.]\nErfðatækni er tækni sem notuð er til þess að einangra, greina og umbreyta erfðaefni og flytja það inn í lifandi frumur eða veirur.\n[ Líffræðileg fjölbreytni nær eins og hugtakið lífríki til allrar lifandi náttúru, eininganna sem hún er gerð úr og birtingarforma hennar. Líffræðileg fjölbreytni spannar náttúrulegan og manngerðan breytileika á öllum skipulagsstigum lífsins, frá erfðavísum og tegundum til vist- og lífkerfa.]\nLífvera er líffræðileg eining þar sem fram getur farið eftirmyndun eða yfirfærsla erfðaefnis.\nLögbært yfirvald er það stjórnvald sem aðildarríki EES-samningsins tilnefna til að fara með leyfisveitingar í hverju landi og hafa umsjón og eftirlit með notkun erfðabreyttra lífvera.\nMarkaðssetning er hvers kyns afhending erfðabreyttra lífvera eða vöru sem hefur þær að geyma, hvort sem afhendingin er gegn gjaldi eða ekki. [Markaðssetning nær einnig til innflutnings.]\n[ Sjálfbær þróun hefur verið skilgreind sem þróun sem mætir þörfum samtímans án þess að draga úr möguleikum kynslóða til að mæta þörfum sínum. Í þessu felst að sókn eftir efnahagslegum gæðum verður að haldast í hendur við vernd umhverfisins og grunngæða jarðar, sbr. 1. meginreglu Ríó-yfirlýsingarinnar frá 1992.]\n[ Slepping eða dreifing er sú aðgerð þegar erfðabreyttar lífverur, eða vara eða hluti úr vöru sem hefur þær að geyma, eru ræktaðar, aldar eða þeim sleppt eða dreift af ásetningi utan húss án þess að þær séu lokaðar af með fullnægjandi tálmunum sem hindra að þær geti haft áhrif á fólk, aðrar lífverur, líffræðilega fjölbreytni eða umhverfið.]\nSlys er sérhvert það tilvik kallað þegar erfðabreyttar lífverur sleppa út og geta stefnt heilsu manna, annarra lífvera eða umhverfinu í hættu, þegar í stað eða síðar.\n[ Umsækjandi er sá sem afhendir umsókn samkvæmt lögum þessum.]\nVara er tilbúið efni eða framleiðsluvara sem sett er á markað og er að hluta eða öllu leyti úr erfðabreyttum lífverum eða samsetningum þeirra.\n[ Varúðarregla felur í sér að þar sem hætta er á alvarlegu eða óbætanlegu tjóni skuli ekki beita skorti á vísindalegri fullvissu sem rökum til að fresta kostnaðarhagkvæmum aðgerðum sem koma í veg fyrir umhverfisspjöll. Það felur í sér að þegar fyrir hendi er vísindaleg óvissa um afleiðingar aðgerða fyrir umhverfið skuli náttúran njóta vafans (sbr. 15. meginreglu Ríó-yfirlýsingarinnar frá 1992).]\nL. 83/2010, 3. gr.\nIII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum.\n[[Umhverfis- og orkustofnun] hefur yfirumsjón með framkvæmd laganna, veitir leyfi og stjórnar eftirliti með starfsemi samkvæmt lögum þessum og reglugerðum settum með stoð í þeim auk þess að beita sér fyrir fræðslu um erfðabreyttar lífverur og áhrif þeirra á umhverfið í samráði við ráðgjafanefnd, sbr. 6. gr.]\n[Ráðherra] getur með reglugerð, að fenginni umsögn [þeirra ráðherra er fara með málefni vinnumarkaðar, landbúnaðar og vísinda], falið öðrum stjórnvöldum að fara með hluta eftirlitsins í samræmi við lög sem um þau stjórnvöld gilda undir yfirumsjón [Umhverfis- og orkustofnunar].\n[Umhverfis- og orkustofnun] getur afturkallað leyfi sem hún hefur veitt samkvæmt lögum þessum ef áhætta af leyfðri starfsemi eykst, flokkun erfðabreyttra lífvera breytist, nýjar upplýsingar liggja fyrir um að áhætta af starfseminni hafi verið vanmetin, ný tækni gerir það að verkum að mögulegt er að takmarka frekar en gert er áhættu fyrir heilsu manna og umhverfi eða ef brotið er gegn lögum og reglum sem um starfsemina gilda.\n[Umhverfis- og orkustofnun] er óheimilt að veita leyfi ef slík leyfisveiting samræmist ekki markmiðum laga þessara.\nL. 126/2011, 218. gr. L. 110/2024, 8. gr. L. 83/2010, 4. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Ráðherra] skal skipa níu manna ráðgjafanefnd sem hefur sérfræðiþekkingu á þessu sviði. Skipa skal með sama hætti jafnmarga til vara. [Nefndin skal veita umsagnir samkvæmt lögum þessum auk þess sem hún skal veita eftirlits- og framkvæmdaraðilum ráðgjöf um framkvæmd laganna.] Þá ber nefndinni að gera tillögur til ráðherra um allt það sem horfir til betri vegar í málaflokki þessum. Við skipan í nefndina skulu m.a. höfð í huga tengsl við sérfræðistofnanir í náttúrufræði og siðfræði. [Ráðherra] setur nefndinni starfsreglur í reglugerð auk þess sem þar skal kveðið á um það hvenær skylt sé að leita umsagnar nefndarinnar áður en endanleg ákvörðun er tekin eða leyfi veitt. Kostnaður sem hlýst af starfsemi nefndarinnar skal greiddur úr ríkissjóði.\nL. 126/2011, 218. gr. L. 83/2010, 5. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Ráðherra] setur í reglugerðir á grundvelli laga þessara, að fenginni umsögn ráðgjafanefndar, sbr. 6. gr., m.a. nánari ákvæði um framkvæmd laga þessara að því er varðar eftirtalin atriði:\n1. flokkun erfðabreyttra lífvera í áhættuflokka;\n2. einangrunarráðstafanir í samræmi við flokkun erfðabreyttra lífvera í áhættuflokka;\n3. ákvæði, í samráði við [þann ráðherra er fer með málefni vinnumarkaðar], um aðbúnað starfsfólks, aðstöðu, búnað og tæki sem notuð eru við starfsemi með erfðabreyttar lífverur;\n4. greinargerð um hugsanlegar afleiðingar;\n5. skrár sem skylt er að halda vegna notkunar á erfðabreyttum lífverum;\n6. skilyrði fyrir sleppingu og dreifingu erfðabreyttra lífvera;\n7. flutning erfðabreyttra lífvera og vöru sem inniheldur þær;\n[8. vöktun erfðabreyttra lífvera og skýrslugjöf þar um];\n[9. ] markaðssetningu erfðabreyttra lífvera og vöru sem inniheldur þær;\n[10. ] mengunarvarnir, geymslu, losun og meðferð úrgangsefna;\n[11. ] rannsóknarsvæði;\n[12. ] [efni umsókna og meðferð þeirra, þ.m.t. gerð matsskýrslu sem [Umhverfis- og orkustofnun] skal vinna, tilkynningar samkvæmt samningnum um Evrópska efnahagssvæðið, gerð mats á umhverfisáhættu sem umsækjandi framkvæmir og leyfisveitingar samkvæmt lögum þessum];\n[13. ] [merkingar og vöruumbúðir erfðabreyttra lífvera eða vara sem innihalda þær];\n[14. ] neyðaráætlanir um slysavarnir;\n[15. ] fræðslu fyrir almenning;\n[16. ] ábyrgðartryggingar;\n[17. ] önnur atriði sem nauðsynlegt er að setja reglur um í samræmi við alþjóðasamninga sem Ísland hefur gerst aðili að, viðbætur eða breytingar á þeim.\n[Ráðherra setur nánari ákvæði í reglugerð um fullnægjandi tálmanir sem hindra að slepping eða dreifing erfðabreyttra lífvera geti haft áhrif á fólk, aðrar lífverur, líffræðilega fjölbreytni eða umhverfið.]\nL. 126/2011, 218. gr. Rg. 68/1998. Rg. 275/2002. Rg. 276/2002. Rg. 828/2003. Rg. 728/2011 og 1173/2020. L. 83/2010, 6. gr. L. 110/2024, 8. gr.\n[IV. kafli. Upplýsingagjöf til almennings og réttur almennings til að gera athugasemdir.]\nL. 83/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
