{
  "id": "70/1996",
  "type": "statute",
  "title": "Lög um réttindi og skyldur starfsmanna ríkisins1)",
  "status": "in_force",
  "issued_date": "1996-06-11",
  "url": "https://www.althingi.is/lagas/nuna/1996070.html",
  "description": "Tóku gildi 1. júlí 1996.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi taka til hvers manns sem er skipaður, settur eða ráðinn í þjónustu ríkisins til lengri tíma en eins mánaðar, án tillits til þess hvort og þá hvaða stéttarfélagi hann tilheyrir, enda verði starf hans talið aðalstarf.\nÁkvæði II. hluta laganna taka þó einvörðungu til embættismanna, sbr. 22. gr., og ákvæði III. hluta einvörðungu til annarra starfsmanna ríkisins.\nEf ekki er annað tekið fram er með hugtakinu „starf“ átt við sérhvert starf í þjónustu ríkisins sem lögin ná til, en með hugtakinu „embætti“ er einungis átt við starf sem maður er skipaður til að gegna, sbr. 22. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi taka ekki til forseta Íslands, ráðherra eða alþingismanna. Lögin taka til hæstaréttardómara, [landsréttardómara] og héraðsdómara eftir því sem við getur átt.\nLögin taka ekki til eftirgreindra starfsmanna:\n1. starfsmanna hlutafélaga og annars konar félaga, einkaréttareðlis, jafnvel þótt þau séu að öllu leyti í eigu ríkisins,\n2. starfsmanna stofnana sem að einhverju eða öllu leyti eru í eigu annarra en ríkisins, þar á meðal sjálfseignarstofnana, jafnvel þótt þær séu einvörðungu reknar fyrir framlög frá ríkinu.\nL. 117/2016, 12. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Sérákvæði í lögum, sem öðruvísi mæla um réttindi og skyldur einstakra flokka starfsmanna, skulu haldast.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Nú verður ágreiningur um gildissvið laga þessara og sker [ráðherra] þá úr. Ef starfsmaður eða annar sá sem í hlut á vill ekki hlíta úrskurði ráðherra getur hann borið málið undir dómstóla.\nL. 126/2011, 224. gr.\nII. kafli. Veiting starfs.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Það fer eftir ákvæðum laga hvaða stjórnvald veitir starf.\nSéu ekki fyrirmæli um það í lögum skal sá ráðherra er stofnun lýtur skipa forstöðumann stofnunar og, eftir atvikum, aðra embættismenn er starfa við stofnunina, en forstöðumaður ræður í önnur störf hjá henni.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Almenn skilyrði til þess að fá skipun eða ráðningu í starf eru þessi:\n1. Átján ára aldur. Þó má víkja frá þessu aldurslágmarki um störf samkvæmt námssamningi, ræstingastörf, sendilsstörf eða önnur svipuð störf. Einstök ákvæði í lögum, þar sem annað aldurstakmark er sett, skulu haldast.\n2. Lögræði. Þó gildir lögræðiskrafan ekki þegar undanþága er gerð skv. 1. tölul.\n3. Nauðsynleg heilbrigði, andleg og líkamleg, til þess að gegna þeim starfa sem hverju sinni er um að ræða.\n4. ...\n5. Almenn menntun og þar að auki sú sérmenntun sem lögum samkvæmt er krafist eða eðli málsins samkvæmt verður að heimta til óaðfinnanlegrar rækslu starfans.\n6. Fjárforræði, ef starfi fylgja fjárreiður, svo sem gjaldkera- eða innheimtustörf, eða ef svo er fyrir mælt í lögum eða sérstök ástæða þykir til að gera þá kröfu.\nNú hefur umsækjandi um starf hlotið dóm fyrir refsiverðan verknað, slíkan sem um ræðir í 1. mgr. 68. gr. almennra hegningarlaga, og telst hann þá ekki fullnægja starfsskilyrðum.\n[Konur, karlar og fólk með hlutlausa skráningu kyns í þjóðskrá hafa jafnan rétt til opinberra starfa og til sömu launa fyrir sambærileg störf.\nÓheimilt er að auglýsa eða birta auglýsingu um laust starf þar sem gefið er í skyn að fremur sé óskað starfskrafts af einu kyni en öðru. 1. málsl. á ekki við ef tilgangur auglýsandans er að stuðla að jafnari kynjaskiptingu milli kvenna og karla innan starfsgreinarinnar og skal það þá koma fram í auglýsingunni. Sama á við ef gild rök mæla með því að einungis sé auglýst eftir tilteknu kyni.]\nL. 15/2019, 1. gr. L. 150/2020, 35. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Laust embætti skal auglýsa í Lögbirtingablaði og skal umsóknarfrestur ekki vera skemmri en tvær vikur frá útgáfudegi blaðsins. Þó er heimilt að skipa mann eða setja í embætti skv. 2. mgr. 23. gr. [eða setja í forföllum skv. 1. málsl. 24. gr.] eða flytja hann til í embætti skv. 36. gr. án þess að embættið sé auglýst laust til umsóknar.\n[Heimilt er, án þess að starf sé auglýst laust til umsóknar, að ákveða að starfsmaður sem er ráðinn ótímabundið til starfa flytjist um afmarkaðan tíma eða varanlega milli stjórnvalda enda liggi fyrir samþykki viðkomandi forstöðumanns fyrir flutningnum og starfsmannsins sjálfs.]\nÖnnur störf skulu auglýst opinberlega samkvæmt reglum sem settar skulu af [ráðherra]. Forstöðumanni stofnunar er heimilt að setja sérreglur um það hvernig auglýsa skuli störf hjá stofnuninni, enda sé það gert opinberlega og reglurnar hljóti staðfestingu [ráðherra]. Í reglum samkvæmt þessari málsgrein má mæla svo fyrir að störf þar sem ekki er krafist tiltekinnar sérmenntunar eða sérhæfingar þurfi ekki að auglýsa opinberlega.\nSkylt er, sé þess óskað, að veita almenningi aðgang að upplýsingum um nöfn og starfsheiti umsækjenda þegar umsóknarfrestur er liðinn.\nL. 150/1996, 7. gr. L. 82/2015, 10. gr. Rgl. 1000/2019. L. 126/2011, 224. gr.\nIII. kafli. Réttindi.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Veita skal starfsmanni upplýsingar um skipunar- eða ráðningarkjör þegar hann er skipaður eða ráðinn til starfa. [Ráðherra] skal setja nánari reglur um framkvæmd þessa ákvæðis.\nHver sá er starf veitir getur sett starfsmanni erindisbréf, enda skal að jafnaði setja starfsmanni slík fyrirmæli ef hann óskar þess, hvort sem það varðar starf hans almennt eða einstaka grein þess eða greinar.\nL. 126/2011, 224. gr. Rgl. 351/1996. Rgl. 413/1996.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Starfsmenn eiga rétt á launum fyrir störf sín samkvæmt [sérákvæðum í lögum], sbr. 39. gr., [samkvæmt ákvörðun ráðherra, hlutaðeigandi ráðherra, forsætisnefndar eða stjórnar, sbr. 39. gr. a, nema annað leiði af lögum], eða samkvæmt kjarasamningum, sbr. 47. gr.\nForstöðumenn stofnana geta ákveðið að greiða einstökum starfsmönnum, [öðrum en embættismönnum og þeim sem [fá greidd laun samkvæmt sérákvæðum í lögum] [eða ráðherra, hlutaðeigandi ráðherra, forsætisnefnd eða stjórn] ákvarðar laun], laun til viðbótar grunnlaunum, sem samið er um skv. 1. mgr., vegna sérstakrar hæfni er nýtist í starfi eða sérstaks álags í starfi, svo og fyrir árangur í starfi. Þessum ákvörðunum má breyta hvenær sem er. Starfsmaður getur kosið að segja upp starfi sínu vegna slíkrar breytingar, enda skýri hann forstöðumanni frá því innan eins mánaðar frá því að breytingin var tilkynnt honum. Sé breytingin starfsmanni í óhag tekur hún ekki gildi fyrr en að liðnum uppsagnarfresti hans, sbr. 46. gr.\nÁkvarðanir forstöðumanna skv. 2. mgr. skulu fara eftir reglum sem [ráðherra] setur þar sem meðal annars skal kveðið á um það að [starfsfólk af ólíkum kynjum] hafi sömu möguleika á að fá viðbótarlaun. [Ráðherra] hefur eftirlit með framkvæmd þessara reglna. Þar á meðal getur hann að eigin frumkvæði breytt ákvörðunum um viðbótarlaun ef þær brjóta í bága við reglurnar og afnumið heimild einstakra forstöðumanna til að ákvarða starfsmönnum viðbótarlaun ef rekstrarútgjöld og rekstrarafkoma stofnunar er ekki í samræmi við fjárlög.\nL. 79/2019, 21. gr. L. 130/2016, 8. gr. L. 150/1996, 8. gr. Rgl. 1432/2022. L. 126/2011, 224. gr. L. 150/2020, 35. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Föst laun skulu greidd eftir á fyrsta virkan dag hvers mánaðar. Með hugtakinu „föst laun“ er í þessum lögum átt við föst laun fyrir dagvinnu án viðbótarlauna skv. 2. mgr. 9. gr.\nNú tekur maður við starfi eftir fyrsta dag mánaðar, og fær hann þá laun í réttu hlutfalli við tölu þeirra daga sem eftir eru af þeim mánuði.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Starfsmenn skulu eiga rétt á orlofi eftir því sem fyrir er mælt í lögum og, eftir atvikum, ákveðið eða um samið með sama hætti og laun, sbr. 1. mgr. 9. gr.\nForstöðumaður stofnunar ákveður í samráði við starfsmenn hvenær þeir taki orlof.\nSkylt er starfsmanni að taka orlof.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Starfsmenn skulu eiga rétt til launa í veikindaforföllum og fæðingarorlofi eftir því sem fyrir er mælt í lögum og, eftir atvikum, ákveðið eða um samið með sama hætti og laun, sbr. 1. mgr. 9. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Starfsmenn eiga rétt á sveigjanlegum vinnutíma. Ber forstöðumanni stofnunar að verða við óskum starfsmanna þess efnis eftir því sem unnt er, sbr. 1. mgr. 17. gr., enda bitni slíkt ekki á þjónustu stofnunar við almenning.\nEf forstöðumaður hafnar beiðni starfsmanns skv. 1. mgr. er heimilt að bera þá ákvörðun undir hlutaðeigandi ráðherra.\n[13. gr. a\nÓheimilt er að láta starfsmann gjalda þess að hann greini viðeigandi aðilum frá lögbrotum eða brotum á siðareglum sem hann hefur orðið áskynja um í starfi.]\nL. 86/2010, 4. gr.\nIV. kafli. Skyldur.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Starfsmanni er skylt að rækja starf sitt með alúð og samviskusemi í hvívetna. Hann skal gæta kurteisi, lipurðar og réttsýni í starfi sínu. Hann skal forðast að hafast nokkuð það að í starfi sínu eða utan þess sem er honum til vanvirðu eða álitshnekkis eða varpað getur rýrð á það starf eða starfsgrein er hann vinnur við.\nStarfsmanni er skylt að veita þeim sem til hans leita nauðsynlega aðstoð og leiðbeiningar, þar á meðal að benda þeim á það, ef svo ber undir, hvert þeir skuli leita með erindi sín.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Skylt er starfsmanni að hlýða löglegum fyrirskipunum yfirmanna um starf sitt.\n[[Ráðherra] staðfestir almennar siðareglur fyrir starfsmenn ríkisins. Kjósi forstöðumenn stofnana, annarra en ráðuneyta, að útfæra þær nánar með sértækari hætti skal haft um það samráð við viðkomandi starfsmenn og félög þeirra. Siðareglur skal birta almenningi á aðgengilegan hátt.\nForseti Alþingis staðfestir siðareglur fyrir starfsmenn Alþingis og stofnana þess.\n[Dómstólasýslan] staðfestir siðareglur fyrir starfsmenn dómstóla.]\nL. 126/2011, 224. gr. Siðargl. 655/2024. L. 117/2016, 13. gr. L. 86/2010, 5. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Starfsmenn skulu koma stundvíslega til starfa, hvort heldur er að morgni eða eftir hlé. Heimilt er að setja upp tímaskráningarkerfi til að fylgjast með því hvenær starfsmenn mæta til vinnu.\nStarfsmanni, sem verið hefur frá starfi án gildra forfalla, er skylt að hlíta því að dregið sé af launum allt að tvöföldum þeim tíma sem hann var frá starfi.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Forstöðumaður ákveður vinnutíma þeirra starfsmanna sem starfa hjá stofnun að því marki sem lög og kjarasamningar leyfa.\nSkylt er starfsmönnum að vinna yfirvinnu sem forstöðumaður telur nauðsynlega. Þó er engum starfsmanni, nema þeim er gegnir lögreglustörfum eða annarri öryggisþjónustu, skylt að vinna meiri yfirvinnu í viku hverri en nemur fimmtungi af lögmæltum vikulegum vinnutíma.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Á hverjum starfsmanni hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Skylt er starfsmanni að hlíta breytingum á störfum sínum og verksviði frá því er hann tók við starfi. Starfsmaður getur kosið að segja upp starfi sínu vegna slíkra breytinga, enda skýri hann ráðherra eða forstöðumanni frá því innan eins mánaðar frá því að breytingarnar voru tilkynntar honum. Ef breytingarnar hafa í för með sér skert launakjör starfsmanns eða réttindi skal hann halda óbreyttum launakjörum og réttindum þann tíma sem eftir er af skipunartíma hans í embætti eða jafnlangan tíma og réttur hans til uppsagnarfrests er samkvæmt ráðningarsamningi, sbr. 46. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Áður en starfsmaður hyggst, samhliða starfi sínu, taka við launuðu starfi í þjónustu annars aðila, ganga í stjórn atvinnufyrirtækis eða stofna til atvinnurekstrar ber honum að skýra því stjórnvaldi, er veitti starfið, frá því. Innan tveggja vikna skal starfsmanni skýrt frá því ef áðurnefnd starfsemi telst ósamrýmanleg starfi hans og honum bannað að hafa hana með höndum. Bera má slíkt bann undir hlutaðeigandi ráðherra.\nRétt er að banna starfsmanni slíka starfsemi sem í 1. mgr. segir ef það er síðar leitt í ljós að hún megi ekki saman fara starfi hans í þjónustu ríkisins.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Ef starfsmaður hefur sýnt í starfi sínu óstundvísi eða aðra vanrækslu, óhlýðni við löglegt boð eða bann yfirmanns síns, vankunnáttu eða óvandvirkni í starfi, hefur ekki náð fullnægjandi árangri í starfi, hefur verið ölvaður að starfi eða framkoma hans eða athafnir í því eða utan þess þykja að öðru leyti ósæmilegar, óhæfilegar eða ósamrýmanlegar starfinu skal forstöðumaður stofnunar veita honum skriflega áminningu. Áður skal þó gefa starfsmanni kost á að tala máli sínu ef það er unnt.\nII. hluti. Sérstök ákvæði um embættismenn.\nV. kafli. Skipun eða setning í embætti.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Embættismenn teljast samkvæmt lögum þessum einvörðungu þeir starfsmenn ríkisins sem taldir eru upp hér á eftir:\n1. Skrifstofustjóri Alþingis, ríkisendurskoðandi, [framkvæmdastjóri Mannréttindastofnunar Íslands] og umboðsmaður Alþingis.\n2. Forsetaritari, ráðuneytisstjórar og skrifstofustjórar í [Stjórnarráði og sendiherrar] í utanríkisþjónustunni.\n3. [Hæstaréttardómarar, skrifstofustjóri Hæstaréttar, landsréttardómarar, skrifstofustjóri Landsréttar, héraðsdómarar og framkvæmdastjóri dómstólasýslunnar.]\n4. ...\n5. Ríkissaksóknari, vararíkissaksóknari og saksóknarar.\n6. Ríkislögmaður, ríkissáttasemjari og umboðsmaður barna.\n7. [Sýslumenn, ríkislögreglustjóri, [aðstoðarríkislögreglustjórar, lögreglustjórar og aðstoðarlögreglustjórar], [gæðastjóri lögreglu], ... [forstjóri Útlendingastofnunar] og lögreglumenn.]\n8. [[Tollgæslustjóri] og tollverðir.]\n9. [Forstjóri fangelsismálastofnunar, forstöðumenn fangelsa og fangaverðir.]\n[10. [Ríkisskattstjóri, [skattrannsóknarstjóri] og yfirskattanefndarmenn sem hafa það starf að aðalstarfi.]\n11. [Nefndarmenn sjálfstæðra úrskurðarnefnda sem hafa það starf að aðalstarfi.]\n12. [Yfirdýralæknir [og óperustjóri].]\n13. Forstöðumenn ríkisstofnana og ríkisfyrirtækja, áður ótaldir.]\n[14. Nefndarmenn í úrskurðarnefnd velferðarmála sem hafa það starf að aðalstarfi.]\n[Ráðherra] sker úr því hvaða starfsmenn falla undir [13. tölul. 1. mgr.] og skal hann fyrir 1. febrúar ár hvert birta lista í Lögbirtingablaði yfir þá starfsmenn.\nL. 88/2024, 12. gr. L. 130/2016, 8. gr. L. 117/2016, 14. gr. L. 153/2019, 20. gr. L. 46/2006, 10. gr. L. 95/2024, 10. gr. L. 61/2016, 6. gr. L. 96/2002, 59. gr. L. 150/1996, 9. gr. L. 141/2019, 58. gr. L. 155/2000, 23. gr. L. 29/2021, 39. gr. L. 136/2009, 83. gr. L. 50/2025, 8. gr. L. 76/2005, 53. gr. L. 85/2015, 13. gr. L. 126/2011, 224. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Embættismenn skulu skipaðir tímabundið, til fimm ára í senn, nema annað sé tekið fram í lögum.\nEf maður hefur verið skipaður í embætti skv. 1. mgr. skal honum tilkynnt eigi síðar en sex mánuðum áður en skipunartími hans rennur út hvort embættið verði auglýst laust til umsóknar. Sé það ekki gert framlengist skipunartími hans í embætti sjálfkrafa um fimm ár, nema hann óski eftir að láta af störfum með þeim hætti sem mælt er fyrir um í 1. mgr. 37. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Nú fellur maður frá sem skipaður hefur verið í embætti, eða er fjarverandi um lengri tíma vegna veikinda eða af öðrum ástæðum, og getur þá það stjórnvald sem veitir embættið sett annan mann til að gegna því um stundarsakir, þó aldrei lengur en í eitt ár. [Jafnframt má setja mann til reynslu í embætti, áður en hann er skipaður í það, til eins árs í senn, þó aldrei lengur en tvö ár.] Sá sem settur er í embætti nýtur réttinda og ber skyldur skv. VI. og VII. kafla eftir því sem við á.\nL. 150/1996, 10. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Nú er maður skipaður eða settur í embætti og ber þá að líta svo á að hann skuli gegna því þar til eitthvert eftirgreindra atriða kemur til:\n1. að hann brýtur af sér í starfinu svo að honum beri að víkja úr því;\n2. að hann fullnægir ekki lengur skilyrðum 6. gr.;\n3. að hann fær lausn samkvæmt eigin beiðni, sbr. 37. gr.;\n4. að hann fær lausn vegna heilsubrests, sbr. 30. gr.;\n5. að hann hefur náð hámarksaldri, sbr. 33. gr.;\n6. að skipunartími hans skv. 23. gr. er runninn út, nema ákvæði 2. mgr. eigi við;\n7. að setningartími hans skv. 24. gr. er runninn út;\n8. að hann flyst í annað embætti, sbr. 36. gr.;\n9. að embættið er lagt niður, sbr. 34. gr.;\n[10. að gert er við hann samkomulag um starfslok, sbr. 39. gr. c].\nL. 130/2016, 8. gr.\nVI. kafli. Lausn frá embætti.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Stjórnvald er skipar í embætti veitir og lausn frá því um stundarsakir.\nRétt er að veita embættismanni lausn um stundarsakir ef hann hefur sýnt í starfi sínu óstundvísi eða aðra vanrækslu, óhlýðni við löglegt boð eða bann yfirmanns síns, vankunnáttu eða óvandvirkni í starfi, hefur ekki náð fullnægjandi árangri í starfi, sbr. meðal annars 38. gr., hefur verið ölvaður að starfi eða framkoma hans eða athafnir í því eða utan þess þykja að öðru leyti ósæmilegar, óhæfilegar eða ósamrýmanlegar því embætti sem hann gegnir.\nNú hefur embættismaður fjárreiður eða bókhald með höndum og má þá veita honum lausn um stundarsakir ef ætla má eða víst þykir að óreiða sé á bókhaldi eða fjárreiðum, bú hans er tekið til gjaldþrotaskipta eða hann leitar nauðasamninga. Sama er ef embættismaður er grunaður um háttsemi sem hefði í för með sér sviptingu réttinda skv. 68. gr. almennra hegningarlaga.\nLausn um stundarsakir skal jafnan vera skrifleg með tilgreindum ástæðum. Ef embættismanni er veitt lausn um stundarsakir af ástæðum sem greindar eru í 2. mgr. er skylt að veita honum áminningu skv. 21. gr. og gefa honum færi á að bæta ráð sitt áður en honum er veitt lausn. Annars er ekki skylt að gefa honum kost á að tjá sig um ástæður lausnar áður en hún tekur gildi.\nEf embættismaður óskar skal rökstyðja ákvörðun um lausn um stundarsakir. Ef annað stjórnvald en ráðherra hefur tekið þá ákvörðun má bera hana undir hlutaðeigandi ráðherra.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Nú hefur embættismanni verið veitt lausn um stundarsakir fyrir meintar misfellur í starfi og skal mál hans þá þegar rannsakað af nefnd sérfróðra manna svo að upplýst verði hvort rétt er að veita honum lausn að fullu eða láta hann taka aftur við embætti sínu. Stjórnvaldi eða starfsmanni er þó ætíð heimilt að vísa máli til rannsóknar [lögreglu].\nÍ nefnd, sem rannsaka skal mál embættismanns skv. 1. mgr., skulu eiga sæti þrír menn, sérfróðir um stjórnsýslu. [Ráðherra] skipar nefndina, þar af formann hennar og varamann hans til fjögurra ára í senn. Aðrir nefndarmenn taka sæti í nefndinni í hvert sinn og skal annar þeirra tilnefndur af þeim ráðherra sem í hlut á en hinn af samtökum ríkisstarfsmanna sameiginlega. Ef samtökin koma sér ekki saman skal [ráðherra] skipa nefndarmanninn án tilnefningar. Nefndin skal láta í ljós rökstutt álit á því hvort rétt hafi verið að víkja embættismanni frá störfum um stundarsakir.\nL. 88/2008, 234. gr. L. 126/2011, 224. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Meðan lausn um stundarsakir stendur nýtur embættismaður helmings af föstum launum sem embætti hans fylgja. Embættishúsnæði og jarðnæði, ef um er að ræða, heldur hann, enda komi þau fríðindi til reiknings samkvæmt mati í þeim launum er hann fær.\nNú tekur sá aftur við embætti sínu sem lausn hefur fengið um stundarsakir og skal þá líta svo á að hann hafi gegnt starfanum óslitið, þar á meðal skulu honum þá greidd þau laun er hann hefur verið sviptur skv. 1. mgr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Embættismanni skal víkja úr embætti að fullu ef hann hefur verið sviptur með fullnaðardómi rétti til að gegna því embætti. Nú hefur starfsmaður verið sviptur þeim rétti með dómi í héraði, og skal þá í þeim dómi kveða á um hvort það ákvæði hans skuli þegar koma til framkvæmdar eða fresta því þar til ráðið verður hvort honum skuli skjóta til æðra dóms eða þar til úrlausn æðra dóms er fengin.\nEmbættismanni skal víkja úr embætti að fullu ef meiri hluti nefndar skv. 27. gr. kemst að þeirri niðurstöðu að rétt hafi verið að víkja honum frá störfum um stundarsakir nema þær ávirðingar, sem honum voru gefnar að sök, hafi ekki reynst vera fyrir hendi.\nEmbættismanni skal og víkja úr embætti að fullu, án fyrirvara, ef hann hefur játað að hafa gerst sekur um refsiverða háttsemi sem ætla má að hefði í för með sér sviptingu réttinda skv. 68. gr. almennra hegningarlaga.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Ef embættismaður hefur verið frá störfum vegna sjúkdóma eða slysa samfellt í eitt ár eða sem svarar / 18 af samfelldum starfstíma hans hjá ríkinu, ef sá tími er lengri en eitt ár, skal veita honum lausn frá störfum vegna heilsubrests. Þetta gildir þó ekki ef læknir vottar að líkur séu til fulls bata innan næstu þriggja mánaða, enda sé honum þá veitt lausn að liðnum þessum þremur mánuðum ef hann er enn óvinnufær.\nEf embættismaður veikist og læknir vottar að heilsu hans sé svo farið að ekki þyki gerlegt að láta hann starfa lengur er heimilt að veita honum lausn frá störfum vegna heilsubrests þegar launagreiðslum vegna veikinda lýkur, en þeirri ákvörðun má skjóta til hlutaðeigandi ráðherra.\nEf embættismaður er leystur frá störfum samkvæmt þessari grein skal hann halda óbreyttum launakjörum í þrjá mánuði. Sama regla gildir um greiðslu til maka látins embættismanns.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Stjórnvald er skipar mann í embætti veitir og lausn frá því, nema öðruvísi sé sérstaklega fyrir mælt í lögum. Lausn skal veita skriflega og jafnan greindar orsakir, svo sem vegna heilsubrests, tiltekinna ávirðinga o.s.frv. Í lausnarbréfi skal jafnan kveðið á um frá hvaða degi embættismaður skuli lausn taka og með hvaða kjörum, svo sem um eftirlaun, sé um þau að ræða, lífeyri, hvenær embættismaðurinn skuli sleppa íbúð, jarðnæði o.s.frv., eftir því sem við á.\nEmbættismanni, sem víkja skal úr embætti, skal veittur kostur á að tala máli sínu áður en ákvörðun er tekin, ef þess er kostur.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Rétt er þeim er vikið er úr embætti að bera málið undir úrlausn dómstóla.\nNú er embættismissir dæmdur óréttmætur og fer þá um bætur til aðila eftir úrskurði dómstóla, nema hlutaðeigendur hafi komið sér saman um annað. Þegar bætur eru metnar skal hafa til hliðsjónar ástæður embættismanns, svo sem aldur og atvinnumöguleika, svo og fram komnar málsbætur þess stjórnvalds sem leysti hann frá embætti.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Embættismanni skal veita lausn frá og með næstu mánaðamótum eftir að hann nær 70 ára aldri.\nSé maður orðinn 65 ára, þegar hann er skipaður tímabundið í embætti skv. 23. gr., skal skipunartími hans miðaður við að hann láti af störfum frá og með næstu mánaðamótum eftir að hann nær 70 ára að aldri.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Nú er embætti lagt niður og skal þá embættismaður jafnan halda óbreyttum launakjörum er embættinu fylgdu í sex mánuði frá því að hann lét af starfi, ef hann hefur verið í þjónustu ríkisins skemur en 15 ár, en ella í tólf mánuði, enda hafi hann þá ekki hafnað öðru sambærilegu starfi, óháð því hvort það er á vegum ríkisins eða annars aðila.\nNú tekur maður, er launagreiðslna nýtur skv. 1. mgr., við starfi í þjónustu ríkisins eða annars aðila áður en liðinn er sex eða tólf mánaða tíminn, og skulu þá launagreiðslur samkvæmt þessari grein falla niður ef laun þau er nýja starfinu fylgja eru jöfn eða hærri en þau er hann naut í fyrra embætti. Ef launin í nýja starfinu eru lægri skal greiða honum launamismuninn til loka sex eða tólf mánaða tímabilsins.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Nú er maður, sem skipaður hefur verið tímabundið í embætti skv. 23. gr., ekki skipaður að nýju í embættið, og skal hann þá halda óbreyttum launakjörum er embættinu fylgdu í þrjá mánuði frá því að hann lét af starfi ef hann hefur gegnt embættinu skemur en 15 ár, en ella í sex mánuði, enda hafi hann þá ekki hafnað öðru sambærilegu starfi, óháð því hvort það er á vegum ríkisins eða annars aðila.\nNú tekur maður, er launagreiðslna nýtur skv. 1. mgr., við starfi í þjónustu ríkisins eða annars aðila áður en liðinn er þriggja eða sex mánaða tíminn, og skulu þá launagreiðslur samkvæmt þessari grein falla niður ef laun er nýja starfinu fylgja eru jöfn eða hærri en þau er hann naut í fyrra embætti. Ef launin í nýja starfinu eru lægri skal greiða honum launamismuninn til loka þriggja eða sex mánaða tímabilsins.\nÁ meðan maður nýtur launa skv. 1. mgr. er honum skylt að starfa áfram, sé þess óskað, og veita eftirmanni sínum aðstoð svo að sem minnst röskun verði á starfsemi þeirri sem hann hafði með höndum.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Stjórnvald, sem skipað hefur mann í embætti, getur flutt hann úr einu embætti í annað, enda heyri bæði embættin undir það. Enn fremur getur stjórnvald, sem skipað hefur mann í embætti, samþykkt að hann flytjist í annað embætti er lýtur öðru stjórnvaldi, enda óski það stjórnvald eftir því.\n[Stjórnvald, sem skipað hefur mann í embætti, getur flutt embættismann í annað starf án auglýsingar skv. 2. mgr. 7. gr., enda liggi fyrir ósk eða samþykki embættismannsins sjálfs. Enn fremur getur stjórnvald, sem skipað hefur mann í embætti, samþykkt að hann flytjist í annað starf er lýtur öðru stjórnvaldi, enda óski það stjórnvald eftir því og fyrir liggi ósk eða samþykki embættismannsins sjálfs.\nFlytjist maður í annað embætti eða annað starf skv. 1. og 2. mgr. sem er lægra launað skal greiða honum launamismuninn þann tíma sem eftir er af skipunartíma hans.]\nL. 130/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Nú vill embættismaður biðjast lausnar, og skal hann þá gera það skriflega og með þriggja mánaða fyrirvara, nema ófyrirsjáanleg atvik hafi gert hann ófæran um að gegna embættinu eða stjórnvald, sem lausn á að veita, samþykki skemmri frest.\nSkylt er að veita lausn ef hennar er löglega beiðst. Þó er óskylt að veita lausn frá þeim tíma sem beiðst er ef svo margir leita lausnar samtímis eða um líkt leyti í sömu starfsgrein að til auðnar um starfrækslu þar mundi horfa ef beiðni hvers um sig væri veitt. Getur stjórnvald þá áskilið lengri uppsagnarfrest, allt að sex mánuðum, en á meðan heldur embættismaðurinn óbreyttum launakjörum og réttindum. Ákvörðun þessi skal tilkynnt embættismanni svo fljótt sem verða má og eigi síðar en þegar sex vikur eru eftir af upphaflegum uppsagnarfresti.\nVII. kafli. Sérstakar skyldur.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Ráðherra setur sérhverjum forstöðumanni stofnunar erindisbréf þar sem tilgreind skulu helstu markmið í rekstri stofnunar og verkefni hennar, bæði til lengri og skemmri tíma litið.\nForstöðumaður ber ábyrgð á að stofnun, sem hann stýrir, starfi í samræmi við lög, stjórnvaldsfyrirmæli og erindisbréf skv. 1. mgr. Forstöðumaður ber og ábyrgð á því að rekstrarútgjöld og rekstrarafkoma stofnunarinnar sé í samræmi við fjárlög og að fjármunir séu nýttir á árangursríkan hátt. Ef útgjöld fara fram úr fjárlagaheimildum, verkefnum stofnunar er ekki sinnt sem skyldi eða þjónusta hennar telst óviðunandi getur ráðherra veitt forstöðumanni áminningu skv. 21. gr. eða veitt honum lausn frá embætti skv. VI. kafla ef hann hefur gerst sekur um ítrekaða eða stórfellda vanrækslu í starfi með þeim hætti sem að framan er lýst.\nAugl. 905/2000.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "[Um laun og önnur launakjör þeirra embættismanna sem ekki eru ákveðin [samkvæmt sérákvæðum í lögum] fer skv. 39. gr. a. [Laun og önnur launakjör skrifstofustjóra og sendiherra í Stjórnarráði Íslands, lögreglumanna, [tollgæslustjóra], [skattrannsóknarstjóra], [óperustjóra], tollvarða og fangavarða skulu fara eftir kjarasamningum sem stéttarfélög eða samtök þeirra gera við ríkið, sbr. 47. gr.]\n[Ráðherra er heimilt að setja almennar reglur um starfskjör þeirra sem fá laun samkvæmt sérákvæðum í lögum.]]\nL. 79/2019, 22. gr. L. 141/2019, 59. gr. L. 69/2021, 17. gr. L. 50/2025, 8. gr. Rgl. 490/2019, sbr. rgl. 962/2020. Rgl. 491/2019. L. 130/2016, 8. gr.\n[39. gr. a.\n[Ráðherra ákveður föst laun fyrir dagvinnu í samræmi við grunnmat starfs viðkomandi forstöðumanns og önnur laun er starfinu fylgja. Ráðherra ákveður hverjar skuli vera forsendur grunnmats og skal þar einkum horft til umfangs og ábyrgðar. Ráðherra ákvarðar jafnframt forsendur viðbótarlauna. Þá ákvarðar ráðherra einnig starfskjör forstöðumanna. Hlutaðeigandi ráðherra, eða eftir atvikum stjórn, ákvarðar greiðslu viðbótarlauna, innan ramma hinna almennu forsendna sem ráðherra setur. Við ákvörðun kjara samkvæmt þessari grein skal sérstaklega gæta samræmis við þau kjör hjá ríkinu sem byggjast á kjarasamningum og skal ætíð taka tillit til almennrar þróunar kjaramála á vinnumarkaði. Samráð skal haft við Félag forstöðumanna ríkisstofnana um forsendur grunnmats starfa, annarra launa og viðbótarlauna og skal félaginu gefinn kostur á að fylgjast með og fjalla um álitamál sem upp kunna að koma fyrir hönd forstöðumanna. Ríkissjóður greiðir sérstakt framlag til félagsins til að standa straum af kostnaði sem hlýst af rekstri álitamála vegna framkvæmdar þessarar greinar. Framlag þetta skal nema 0,70% af heildarlaunum þeirra forstöðumanna sem undir grein þessa heyra.\n... [Með hliðsjón af þeim forsendum sem settar eru samkvæmt þessari grein] ákvarðar stjórn dómstólasýslunnar föst laun fyrir dagvinnu í samræmi við grunnmat starfs framkvæmdastjóra dómstólasýslunnar, skrifstofustjóra Hæstaréttar og Landsréttar, sem og önnur laun, viðbótarlaun og starfskjör, [innan ramma hinna almennu forsendna sem ráðherra setur]. Við ákvörðun launa samkvæmt þessari málsgrein skal gæta sömu sjónarmiða og fram koma í 1. mgr. og skal hún rökstudd og tilkynnt til ráðherra sem birtir hana opinberlega skv. 4. mgr.\nÁður en ákvörðun um breytingu á grunnmati, öðrum launum eða viðbótarlaunum er tekin skal afla nauðsynlegra gagna og upplýsinga og getur ráðherra, hlutaðeigandi ráðherra eða stjórn krafist skýrslna, munnlegra eða skriflegra, af aðilum. Skal þar m.a. veita upplýsingar um aukastörf og hlunnindi sem störfunum fylgja. Ákvörðun um viðbótarlaun, sbr. 1. og 2. mgr., skal vera tímabundin en gildir þó aldrei lengur en tvö ár í senn. Taka má beiðni um greiðslu viðbótarlauna til meðferðar að ósk hlutaðeigandi forstöðumanns. Ráðherra hefur eftirlit með framkvæmd viðbótarlauna og skal gera hlutaðeigandi ráðherra eða stjórn grein fyrir því ef hann telur að framkvæmdin sé í ósamræmi við þær forsendur sem settar hafa verið um viðbótarlaun skv. 1. mgr. Félagi forstöðumanna ríkisstofnana er heimilt að óska eftir samantekt ráðherra á framkvæmd þessarar málsgreinar.\nTaka skal mál til meðferðar skv. 1., 2. og 3. mgr. að ósk forstöðumanns, hlutaðeigandi ráðherra, stjórnar eða Félags forstöðumanna ríkisstofnana eða þegar þurfa þykir og ætíð ef orðið hafa verulegar breytingar á launum í þjóðfélaginu eða á störfum forstöðumanna. Eigi sjaldnar en árlega skal ráðherra meta hvort tilefni sé til að endurmeta fjárhæðir til samræmis við sameiginlega launastefnu á vinnumarkaði eða önnur viðmið sem lýsa almennri launaþróun á vinnumarkaði. Ákvarðanir skv. 1., 2. og 3. mgr. skulu rökstuddar og birtar opinberlega.\nRáðherra skal taka saman og birta árlega sundurliðaðar upplýsingar um heildarlaun [þjóðkjörinna fulltrúa, dómara, saksóknara, lögreglustjóra, ráðuneytisstjóra, seðlabankastjóra og ríkissáttasemjara], þeirra forstöðumanna sem falla undir grein þessa og framkvæmdastjóra félaga sem eru að meiri hluta í eigu ríkisins. Stjórnum félaga í meirihlutaeigu ríkisins er skylt að veita ráðherra sundurliðaðar upplýsingar um heildarlaun framkvæmdastjóra þeirra.\nÁkvörðunum samkvæmt þessari grein verður ekki skotið til annars stjórnvalds.]]\nL. 80/2021, 36. gr. L. 79/2019, 23. gr. L. 95/2017, 1. gr. L. 130/2016, 8. gr.\n[39. gr. b.\nHlutaðeigandi ráðherra eða stjórn getur falið sérstakri hæfnisnefnd þriggja manna að meta hæfni umsækjenda um starf forstöðumanns og er niðurstaða hennar ráðgefandi. Ráðherra sem fer með starfsmannamál ríkisins setur reglur um hæfnisnefndir þar sem m.a. er fjallað um skipun nefndar og hæfi nefndarmanna svo og verkefni og málsmeðferð. Kostnaður af störfum hæfnisnefnda greiðist af viðkomandi ráðherra eða stjórn.]\nRgl. 1600/2023. L. 130/2016, 8. gr.\n[39. gr. c.\nRáðherra skal setja heildstæða stjórnendastefnu. Ráðherra skal veita aðstoð og ráðgjöf um framkvæmd stjórnendastefnu og setja fram verklagsreglur og leiðbeiningar sem þýðingu geta haft við framkvæmd hennar, m.a. um hvaða almennu hæfnisþætti leggja skuli áherslu á, framkvæmd frammistöðumats og gerð starfsþróunaráætlunar ..., og skilgreiningu mælikvarða fyrir grunnmat á rekstri stofnana í samráði við hlutaðeigandi ráðherra eða stjórn.\nForstöðumaður, í samráði við hlutaðeigandi ráðherra, getur gert samning um starfslok við starfsmenn stofnunar. Ráðherra setur nánari reglur um við hvaða aðstæður forstöðumanni er heimilt að gera samning um starfslok og helstu efnisþætti slíks samnings.]\nL. 95/2017, 2. gr. Rgl. 1185/2024. L. 130/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Embættismönnum er óheimilt að efna til eða taka þátt í verkfalli eða öðrum sambærilegum aðgerðum.\nIII. hluti. Sérstök ákvæði um aðra starfsmenn ríkisins en embættismenn.\nVIII. kafli. Ráðning í starf.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Starfsmenn ríkisins, aðrir en embættismenn, skulu ráðnir til starfa ótímabundið með gagnkvæmum uppsagnarfresti. Skal sá frestur vera þrír mánuðir að loknum reynslutíma, nema um annað sé samið í kjarasamningi.\nHeimilt er að ráða starfsmann til starfa tímabundið og er unnt að taka fram í ráðningarsamningi að segja megi slíkum samningi upp af hálfu annars hvors aðila áður en ráðning fellur sjálfkrafa úr gildi við lok samningstíma. Tímabundin ráðning skal þó aldrei vara samfellt lengur en í tvö ár.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Gerður skal skriflegur ráðningarsamningur milli forstöðumanns stofnunar og starfsmanns þar sem meðal annars komi fram ráðningarkjör.\n[Ráðherra] skal setja reglur um form ráðningarsamninga skv. 1. mgr.\nL. 126/2011, 224. gr. Rgl. 351/1996.\nIX. kafli. Starfslok.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Forstöðumaður stofnunar hefur rétt til að segja starfsmanni upp störfum eftir því sem fyrir er mælt í ráðningarsamningi. Ráðning starfsmanns, sem ráðinn er tímabundið skv. 2. mgr. 41. gr., fellur úr gildi við lok samningstíma án uppsagnar.\nStarfsmanni skal þó jafnan segja upp störfum frá og með næstu mánaðamótum eftir að hann nær 70 ára aldri.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Skylt er að veita starfsmanni áminningu skv. 21. gr. og gefa honum færi á að bæta ráð sitt áður en honum er sagt upp störfum ef uppsögn á rætur að rekja til ástæðna sem þar eru greindar. Annars er ekki skylt að gefa starfsmanni kost á að tjá sig um ástæður uppsagnar áður en hún tekur gildi, þar á meðal ef uppsögn stafar af öðrum ástæðum, svo sem þeirri að verið sé að fækka starfsmönnum vegna hagræðingar í rekstri stofnunar.\nEf starfsmaður óskar skal rökstyðja uppsögn skriflega. Ef hún á rætur að rekja til ástæðna sem greindar eru í 21. gr. má bera hana undir hlutaðeigandi ráðherra.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Starfsmanni skal víkja úr starfi fyrirvaralaust ef hann hefur verið sviptur með fullnaðardómi rétti til að gegna því starfi. Nú hefur starfsmaður verið sviptur þeim rétti með dómi í héraði, og skal þá í þeim dómi kveða á um hvort það ákvæði hans skuli þegar koma til framkvæmdar eða fresta því þar til ráðið verður hvort honum skuli skjóta til æðra dóms eða þar til úrlausn æðra dóms er fengin.\nStarfsmanni skal og víkja úr starfi fyrirvaralaust ef hann hefur játað að hafa gerst sekur um refsiverða háttsemi sem ætla má að hefði í för með sér sviptingu réttinda skv. 68. gr. almennra hegningarlaga.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Starfsmaður hefur rétt til að segja upp störfum eftir því sem fyrir er mælt í ráðningarsamningi.\nÞó er forstöðumanni stofnunar heimilt að lengja uppsagnarfrest í allt að sex mánuði ef svo margir leita lausnar samtímis eða um líkt leyti í sömu starfsgrein innan stofnunar að til auðnar um starfrækslu þar mundi horfa ef beiðni hvers um sig væri veitt. Á meðan heldur starfsmaðurinn óbreyttum launakjörum og réttindum, þar á meðal viðbótarlaunum skv. 2. mgr. 9. gr. Ákvörðun þessi skal tilkynnt starfsmanni svo fljótt sem verða má og eigi síðar en þegar sex vikur eru eftir af upphaflegum uppsagnarfresti. Sé uppsagnarfrestur skemmri skal ákvörðunin tilkynnt um leið og starfsmaður segir upp störfum.\nX. kafli. Sérstök réttindi.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Stéttarfélög eða samtök þeirra gera kjarasamninga við ríkið um laun félagsmanna sinna og launakjör eftir því sem nánar er fyrir mælt í lögum.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Stéttarfélagi er heimilt að gera verkfall hjá ríkinu í þeim tilgangi að stuðla að framgangi krafna sinna í deilu um kjarasamning með þeim skilyrðum og takmörkunum sem sett eru í lögum um kjarasamninga opinberra starfsmanna, lögum um stéttarfélög og vinnudeilur og öðrum lögum.\nIV. hluti. Önnur ákvæði.\nXI. kafli. Ýmis sérákvæði.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Ákvörðunum stjórnvalda samkvæmt lögum þessum verður ekki skotið til æðri stjórnvalda, nema öðruvísi sé fyrir mælt í einstökum ákvæðum laganna.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Forstöðumenn geta framselt vald, sem þeim er veitt í þessum lögum, til annarra stjórnenda í stofnun, enda sé það gert skriflega og tilkynnt starfsmönnum stofnunar.\nForstöðumenn ríkisfyrirtækja njóta í hvívetna sömu réttarstöðu og forstöðumenn stofnana samkvæmt lögum þessum þótt það sé ekki sérstaklega tekið fram.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Forseti Alþingis er í fyrirsvari gagnvart starfsmönnum þingsins og tekur ákvarðanir um réttindi þeirra og skyldur á sama hátt og ráðherra og forstöðumenn stofnana samkvæmt lögum þessum. Forseti Alþingis fer með það vald gagnvart starfsmönnum þingsins sem [ráðherra] er fengið í 3. mgr. 9. gr. og 2. mgr. 27. gr.\nRáðuneytisstjórar eru í fyrirsvari gagnvart starfsmönnum ráðuneyta og taka ákvarðanir um réttindi þeirra og skyldur á sama hátt og forstöðumenn stofnana skv. 9., 11., 13., 17. og 21. gr. Skrifstofustjóri Alþingis er á sama hátt í fyrirsvari gagnvart starfsmönnum þingsins, svo og ríkisendurskoðandi og umboðsmaður Alþingis gagnvart starfsmönnum sínum.\nL. 126/2011, 224. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Við samningu stjórnvaldsfyrirmæla samkvæmt lögum þessum, annarra en verklagsreglna, svo og við endurskoðun þeirra, skal jafnan gefa Bandalagi starfsmanna ríkis og bæja, Bandalagi háskólamanna og Alþýðusambandi Íslands kost á að fylgjast með og fjalla fyrir hönd félaga sinna um ágreiningsatriði þau sem upp kunna að koma.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Brot á 40. gr. varða fésektum, nema mælt sé fyrir um þyngri refsingu í öðrum lögum.\nXII. kafli. Gildistaka og lagaskil.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Lög þessi öðlast gildi 1. júlí 1996.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    }
  ]
}
