{
  "id": "45/1996",
  "type": "statute",
  "title": "Lög um mannanöfn",
  "status": "in_force",
  "issued_date": "1996-05-17",
  "url": "https://www.althingi.is/lagas/nuna/1996045.html",
  "description": "Tóku gildi 1. janúar 1997.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Fullt nafn manns er eiginnafn hans eða eiginnöfn, millinafn, ef því er að skipta, og kenninafn.\nEiginnöfn og millinafn mega aldrei vera fleiri en þrjú samtals.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skylt er að gefa barni nafn innan sex mánaða frá fæðingu þess.\n[Barn öðlast nafn við skírn í þjóðkirkjunni eða skráðu trúfélagi eða með tilkynningu um nafngjöf til Þjóðskrár Íslands, prests eða forstöðumanns skráðs trúfélags eða lífsskoðunarfélags eða til einstaklinga sem starfa í umboði forstöðumanns skráðs trúfélags eða lífsskoðunarfélags og fengið hafa löggildingu [sýslumanns].]\nL. 145/2013, 26. gr. L. 6/2013, 14. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Eigi að gefa barni nafn við skírn sem prestur þjóðkirkjunnar, forstöðumaður eða prestur skráðs trúfélags á að annast skal forsjármaður þess, um leið og skírnar er óskað, skýra honum frá því nafni eða nöfnum sem barnið á að hljóta. Sé eiginnafn eða millinafn sem barn á að hljóta ekki á mannanafnaskrá, sbr. 22. gr., skal prestur eða forstöðumaður trúfélags hvorki samþykkja það að svo stöddu né gefa það við skírn heldur skal málið borið undir mannanafnanefnd, sbr. þó 3. mgr. 6. gr. og 7. og 10. gr.\nBerist [Þjóðskrá Íslands] tilkynning um eiginnafn eða millinafn sem ekki er á mannanafnaskrá skal það ekki skráð að svo stöddu heldur skal málinu vísað til mannanafnanefndar.\nL. 77/2010, 5. gr.\nII. kafli. Eiginnöfn.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hverju barni skal gefa eiginnafn, þó ekki fleiri en þrjú.\nÞeir sem fara með forsjá barns hafa bæði rétt og skyldu til að gefa því eiginnafn eftir því sem greinir í lögum þessum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eiginnafn skal geta tekið íslenska eignarfallsendingu eða hafa unnið sér hefð í íslensku máli. Nafnið má ekki brjóta í bág við íslenskt málkerfi. Það skal ritað í samræmi við almennar ritreglur íslensks máls nema hefð sé fyrir öðrum rithætti þess.\n...\nEiginnafn má ekki vera þannig að það geti orðið nafnbera til ama.\nL. 80/2019, 18. gr.\nIII. kafli. Millinöfn.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Heimilt er að gefa barni eitt millinafn auk eiginnafns þess eða eiginnafna. ...\nMillinafn skal dregið af íslenskum orðstofnum eða hafa unnið sér hefð í íslensku máli en má þó ekki hafa nefnifallsendingu. Nöfn, sem aðeins hafa unnið sér hefð sem annaðhvort eiginnöfn karla eða eiginnöfn kvenna, eru ekki heimil sem millinöfn. Þó er eiginnafn foreldris í eignarfalli heimilt sem millinafn. Millinöfn, sem eru mynduð með sama hætti og föður- og móðurnöfn, sbr. 3. mgr. 8. gr., eru óheimil.\nMillinafn, sem víkur frá ákvæðum 2. mgr., er heimilt þegar svo stendur á að eitthvert alsystkini þess sem á að bera nafnið, foreldri, afi eða amma ber eða hefur borið nafnið sem eiginnafn eða millinafn.\nMillinafn skal ritað í samræmi við almennar ritreglur íslensks máls nema hefð sé fyrir öðrum rithætti þess.\nMillinafn má ekki vera þannig að það geti orðið nafnbera til ama.\nL. 80/2019, 18. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ættarnafn er einungis heimilt sem millinafn í þeim tilvikum sem um getur í þessari grein.\nHver maður, sem ber ættarnafn í þjóðskrá, má breyta því í millinafn, sbr. 15. gr.\nHver maður, sem ekki ber ættarnafn en á rétt til þess, má bera það sem millinafn.\nMaður má bera ættarnafn sem millinafn hafi eitthvert alsystkini hans, foreldri, afi eða amma borið það sem eiginnafn, millinafn eða ættarnafn.\nMaður á og rétt á að taka sér ættarnafn maka síns sem millinafn. Honum er einnig heimilt að taka sér nafnið sem millinafn beri maki hans það sem millinafn skv. 2. eða 3. mgr.\nIV. kafli. Kenninöfn.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kenninöfn eru tvenns konar, föður- eða móðurnöfn og ættarnöfn.\nHver maður skal kenna sig til föður eða móður nema hann eigi rétt á að bera ættarnafn og kjósi að gera svo, sbr. 5. mgr. Manni er enn fremur heimilt að kenna sig til beggja foreldra sinna eða bera ættarnafn sem hann á rétt á til viðbótar því að kenna sig til föður eða móður. [Með kenningu til föður í lögum þessum er einnig átt við kenningu til foreldris barns sem getið er við tæknifrjóvgun samkvæmt ákvæði 2. mgr. 6. gr. barnalaga.] Heimilt er að ófeðrað barn sé kennt til afa síns.\nFöður- og móðurnöfn eru mynduð þannig að á eftir eiginnafni eða eiginnöfnum og millinafni, ef því er að skipta, kemur nafn föður eða móður í eignarfalli, að viðbættu son ef karlmaður er en dóttir ef kvenmaður er. [Einstaklingi sem hefur hlutlausa skráningu kyns í þjóðskrá er heimilt að nota nafn föður eða móður í eignarfalli án viðbótar eða að viðbættu bur.]\nNú óskar maður þess að hann eða barn hans beri kenninafn sem dregið er af erlendu eiginnafni foreldris og má þá með úrskurði mannanafnanefndar laga kenninafnið að íslensku máli.\nMaður, sem samkvæmt þjóðskrá ber ættarnafn við gildistöku þessara laga eða bar ættarnafn í gildistíð laga nr. 37/1991, má bera það áfram. Sama gildir um niðja hans hvort heldur er í karllegg eða kvenlegg.\nMaður, sem samkvæmt þjóðskrá er kenndur til föður eða móður maka síns við gildistöku þessara laga, má kenna sig svo áfram.\nÓheimilt er að taka upp nýtt ættarnafn hér á landi.\nL. 65/2010, 13. gr. L. 80/2019, 18. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Íslenskur ríkisborgari má ekki taka sér ættarnafn maka síns.\nMaður, sem við gildistöku þessara laga ber ættarnafn maka síns, má bera það áfram. Eftir að hjúskap lýkur er honum og heimilt að bera ættarnafn fyrrverandi maka síns. Þó getur maður krafist þess að [Þjóðskrá Íslands] úrskurði að fyrri maka sé óheimilt að bera ættarnafn hans eftir að hinn fyrri maki gengur í hjúskap að nýju. Sé viðkomandi maður látinn hefur eftirlifandi maki hans sama rétt til að gera þess háttar kröfu. Krafa skal gerð innan sex mánaða frá því að hlutaðeigandi gekk í hjúskap. [Þjóðskrá Íslands] reisir úrskurð sinn á því hvort þyngri séu á metum hagsmunir fyrri maka af því að halda nafni eða þau rök sem fram eru borin fyrir því að hann hætti að bera fyrra nafn.\nHafi annað íslenskra hjóna tekið upp föður- eða móðurnafn hins við búsetu erlendis er því skylt að leggja það niður við flutning til landsins. Sama gildir um niðja þeirra.\nL. 26/2011, 1. gr.\nV. kafli. Nafnréttur manna af erlendum uppruna.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ákvæði 2. og 5. gr. taka ekki til barns hér á landi ef báðir foreldrar þess eru erlendir ríkisborgarar. Sama gildir um ófeðrað barn erlendrar móður.\nSé annað foreldri barns erlendur ríkisborgari eða hafi verið það er heimilt að barninu sé gefið eitt eiginnafn og/eða millinafn sem víkur frá ákvæðum 5.&ndash;7. gr. ef unnt er að sýna fram á að hið erlenda nafn sé gjaldgengt í heimalandi hins erlenda foreldris. Barnið skal þó ávallt bera eitt eiginnafn sem samrýmist 5. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Nú fær maður sem heitir erlendu nafni íslenskt ríkisfang með lögum og má hann þá halda fullu nafni sínu óbreyttu. [Honum er þó heimilt að taka upp eiginnafn, millinafn og/eða kenninafn í samræmi við ákvæði laga þessara og má veita honum slíka nafnbreytingu í ríkisfangsbréfi.]\nÁkvæði 1. mgr. eiga einnig við um börn manns, sem fær íslenskt ríkisfang með lögum, og öðlast íslenskt ríkisfang með honum, sbr. 3. mgr. 6. gr. laga nr. 100/1952.\nÁkvæði 1. mgr. taka enn fremur til manna sem fá íslenskt ríkisfang skv. 2.&ndash;4. gr. laga nr. 100/1952.\nÞeim sem fyrir gildistöku laga þessara hafa fengið íslenskt ríkisfang með nafnbreytingarskilyrðum skal með leyfi [Þjóðskrár Íslands] heimilt að taka aftur upp þau nöfn sem þeir báru fyrir og/eða fella niður þau nöfn sem þeim var gert að taka sér, þó þannig að eiginnöfn þeirra og millinöfn verði ekki fleiri en þrjú samtals, sbr. 2. mgr. 1. gr. Sama gildir um niðja þeirra.\nL. 26/2011, 2. gr. L. 26/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Erlendur ríkisborgari, sem stofnar til hjúskapar við Íslending, má taka upp kenninafn maka síns. Enn fremur má hann kenna sig til föður maka síns eða móður þannig að við eignarfallsmynd eiginnafns komi dóttir ef kvenmaður á í hlut en son ef um karlmann er að ræða.\nVI. kafli. Nafnbreytingar.\nA. Eiginnöfn og millinöfn.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Þjóðskrá Íslands] er heimilt að leyfa manni breytingu á eiginnafni og/eða millinafni skv. 6. gr., þar með talið að taka nafn eða nöfn til viðbótar því eða þeim sem hann ber eða fella niður nafn eða nöfn sem hann ber ef telja verður að ástæður mæli með því.\nNafnbreyting barns undir [18 ára] aldri er háð því skilyrði að séu forsjármenn þess tveir standi þeir báðir að beiðni um nafnbreytinguna. Beri forsjármaður barns fram ósk um breytingu á nafni þess og hafi orðið breyting á forsjánni frá því barninu var gefið nafn skal, ef unnt er, leita samþykkis þess foreldris sem með forsjána fór við fyrri nafngjöf. Þótt samþykki þess foreldris liggi ekki fyrir getur [Þjóðskrá Íslands] engu að síður heimilað nafnbreytingu ef ótvíræðir hagsmunir barns mæla með því.\nSé barn undir [18 ára] aldri ættleitt eftir að því var gefið nafn má gefa því nafn eða nöfn í ættleiðingarbréfi í stað hinna fyrri eða til viðbótar nafni eða nöfnum sem það hefur áður hlotið.\n[Barn yngra en [15 ára] getur með samþykki forsjáraðila sinna eða sérfræðinefndar skv. 9. gr. laga um kynrænt sjálfræði breytt eiginnafni og millinafni sínu samhliða breytingu á skráningu kyns.]\nBreyting á eiginnafni eða millinafni barns undir [18 ára] aldri skal háð samþykki þess hafi það náð 12 ára aldri.\nÞað er skilyrði nafnbreytingar að hin nýju nöfn séu á mannanafnaskrá eða samþykkt af mannanafnanefnd, sbr. þó 3. mgr. 6. gr. og 7. og 10. gr.\nL. 26/2011, 1. gr. L. 150/1998, 1. gr. L. 152/2020, 4. gr. L. 80/2019, 18. gr.\nB. Kenninöfn.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Breytingar á kenninöfnum samkvæmt þessari grein gilda um börn yngri en [18 ára].\nNú gengur móðir ófeðraðs barns í hjónaband og má þá kenna barnið til stjúpföður þess.\nHeimilt er með leyfi [Þjóðskrár Íslands] að feðrað barn sé kennt til stjúpforeldris. Leita skal samþykkis þess kynforeldris sem ekki fer með forsjá barnsins, ef unnt er, áður en ákvörðun er tekin um slíkt leyfi. Nú er kynforeldri ekki samþykkt breytingu á kenninafni og getur [Þjóðskrá Íslands] þá engu að síður leyft breytinguna ef sérstaklega stendur á og telja verður að breytingin verði barninu til verulegs hagræðis.\nÁkvörðun skv. 2. og 3. mgr. skal háð samþykki stjúpforeldris.\nHeimilt er með leyfi [Þjóðskrár Íslands] að fósturbarn, sem er í varanlegu fóstri hjá fósturforeldrum, sé kennt til fósturforeldris. Leita skal samþykkis kynforeldra barnsins, ef unnt er, áður en ákvörðun er tekin um slíkt leyfi. Nú er kynforeldri ekki samþykkt breytingu á kenninafni og getur [Þjóðskrá Íslands] þá engu að síður leyft breytinguna ef sérstaklega stendur á og telja verður að breytingin verði barninu til verulegs hagræðis.\nEf óskað er breytingar á kenninafni barns þannig að það fái ættarnafn sem það á rétt á eða verði kennt til móður í stað föður eða öfugt og foreldrið, sem barnið hefur verið kennt til, er andvígt breytingunni getur [Þjóðskrá Íslands] leyft hana ef sérstaklega stendur á og telja verður að hún verði barninu til verulegs hagræðis.\n[Barn yngra en [15 ára] getur með samþykki forsjáraðila sinna eða sérfræðinefndar skv. 9. gr. laga um kynrænt sjálfræði óskað eftir breytingu á kenninafni sínu í tengslum við breytingu á skráðu kyni. Breyting samkvæmt þessari málsgrein getur einungis falist í að endingu kenninafns sé breytt til samræmis við kyn barnsins. Ef barnið fær hlutlausa skráningu kyns gildir ákvæði 2. málsl. 3. mgr. 8. gr.]\nÞegar barn er ættleitt skal það kennt til kjörforeldris nema kjörforeldri óski eftir að barnið haldi fyrra kenninafni sínu.\nBreyting á kenninafni barns undir [18 ára] aldri skal háð samþykki þess hafi það náð 12 ára aldri.\nL. 150/1998, 2. gr. L. 26/2011, 1. gr. L. 152/2020, 4. gr. L. 80/2019, 18. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Maður getur fellt niður ættarnafn sem hann hefur borið eða tekið það upp sem millinafn, sbr. 2. mgr. 7. gr., og kennt sig svo sem segir í 3. mgr. 8. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Þjóðskrá Íslands] er heimilt að leyfa manni eldri en [18 ára] að taka upp nýtt kenninafn ef telja verður að gildar ástæður mæli með því.\nL. 26/2011, 1. gr. L. 150/1998, 3. gr.\n[16. gr. a.\nEinstaklingur sem neytir réttar til að breyta skráningu kyns síns í þjóðskrá hefur rétt til að breyta eiginnafni, millinafni og kenninafni. Ákvæði 6. mgr. 13. gr. eiga við um breytingu á eiginnafni og millinafni samkvæmt þessari grein.]\nL. 80/2019, 18. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Nafnbreytingar samkvæmt lögum þessum, hvort sem um er að ræða breytingar tilkynntar Þjóðskrá Íslands eða samkvæmt leyfi stofnunarinnar eða ráðherra, skulu einungis heimilaðar einu sinni nema sérstaklega standi á.]\nL. 26/2011, 3. gr.\nVII. kafli. Skráning og notkun nafns.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Við skráningu kenninafns barns í þjóðskrá skal fara eftir ákvæðum 3. mgr. 8. gr. nema fram sé tekið í tilkynningu til [Þjóðskrár Íslands] að barnið skuli bera ættarnafn, sbr. 5. mgr. 8. gr.\n[Allar nafnbreytingar samkvæmt lögum þessum sem ekki eru bundnar leyfi skulu tilkynntar Þjóðskrá Íslands.]\nBreyting á eiginnafni, millinafni eða kenninafni samkvæmt lögum þessum tekur ekki gildi fyrr en hún hefur verið færð í þjóðskrá.\nL. 77/2010, 5. gr. L. 26/2011, 4. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Á öllum opinberum skrám og öðrum opinberum gögnum skulu nöfn manna rituð eins og þau eru skráð í þjóðskrá á hverjum tíma.\nÍ skiptum við opinbera aðila, við samningsgerð, skriflega og munnlega, svo og í öllum lögskiptum, skulu menn tjá nafn sitt eins og það er ritað í þjóðskrá á hverjum tíma.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "[Heimilt er að breyta ritun nafns í þjóðskrá án þess að um sé að ræða eiginlega nafnbreytingu. Slík breyting á nafnritun skal fara fram eftir reglum sem [ráðherra] setur að höfðu samráði við mannanafnanefnd. Hver maður getur aðeins fengið slíka breytingu gerða einu sinni nema sérstakar ástæður séu fyrir hendi.]\nL. 162/2010, 139. gr. L. 50/2006, 14. gr.\nVIII. kafli. Mannanafnanefnd.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "[Ráðherra] skipar mannanafnanefnd til fjögurra ára í senn. Nefndin skal skipuð þremur mönnum og jafnmörgum til vara. Skal einn nefndarmaður skipaður að fenginni tillögu heimspekideildar Háskóla Íslands, einn að fenginni tillögu lagadeildar Háskóla Íslands og einn að fenginni tillögu Íslenskrar málnefndar. Varamenn skulu skipaðir með sama hætti. Nefndin skiptir sjálf með sér verkum. Kostnaður af störfum nefndarinnar greiðist úr ríkissjóði.\nL. 162/2010, 139. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Mannanafnanefnd hefur eftirtalin verkefni samkvæmt lögum þessum:\n1. Að semja skrá um eiginnöfn og millinöfn sem heimil teljast skv. 5. og 6. gr. og er hún nefnd mannanafnaskrá í lögum þessum. Nefndin gefur skrána út, kynnir hana og gerir aðgengilega almenningi og sendir hana öllum sóknarprestum og forstöðumönnum skráðra trúfélaga. Skrána skal endurskoða eftir því sem þörf er á en hún skal gefin út í heild eigi sjaldnar en á þriggja ára fresti.\n2. Að vera prestum, forstöðumönnum skráðra trúfélaga, [Þjóðskrá Íslands] og forsjármönnum barna til ráðuneytis um nafngjafir og skera úr álita- og ágreiningsefnum um nöfn samkvæmt lögum þessum.\n3. Að skera úr öðrum álita- eða ágreiningsmálum sem upp kunna að koma um nafngjafir, nafnritun og fleira þess háttar.\nÚrskurðum mannanafnanefndar er ekki unnt að skjóta til æðra stjórnvalds. Nefndin skal birta niðurstöður úrskurða sinna árlega.\nL. 77/2010, 5. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Mannanafnanefnd kveður upp úrskurði í þeim málum sem til hennar er vísað skv. 3. gr. og 4. mgr. 8. gr. Úrskurðir skulu kveðnir upp svo fljótt sem við verður komið og ekki síðar en innan fjögurra vikna frá því að mál berast nefndinni.\nIX. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Geti maður fært sönnur að því að annar maður noti nafn hans eða nafn sem líkist því svo mjög að villu geti valdið getur hann krafist þess í dómsmáli að hinn sé skyldaður til að láta af notkun nafnsins.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Sé barni ekki gefið nafn innan þess tíma sem um getur í 1. mgr. 2. gr. skal [Þjóðskrá Íslands] vekja athygli forsjármanna barnsins á þessu ákvæði laganna og skora á þá að gefa barninu nafn án tafar. Sinni forsjármenn ekki þessari áskorun innan eins mánaðar og tilgreini ekki gildar ástæður fyrir drætti á nafngjöf er [Þjóðskrá Íslands] heimilt, að undangenginni ítrekaðri skriflegri áskorun, að leggja dagsektir allt að 1.000 kr. á forsjármenn barns og falla þær á þar til barni er gefið nafn. Hámarksfjárhæð dagsekta miðast við vísitölu neysluverðs í janúar 1996 og breytist í samræmi við breytingar hennar. Dagsektir renna í ríkissjóð og má gera aðför til fullnustu þeirra.\nAð öðru leyti varða brot gegn lögum þessum sektum nema þyngri viðurlög liggi við eftir öðrum lögum.\nL. 77/2010, 5. gr. L. 26/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Ríkisstjórninni er heimilt að gera samninga við önnur ríki um mörkin milli íslenskrar og erlendrar mannanafnalöggjafar.\n[Ráðherra] er enn fremur heimilt að kveða á með reglugerð um mörkin milli íslenskrar löggjafar um mannanöfn og löggjafar annarra þjóða á því sviði.\nL. 162/2010, 139. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "[Ráðherra] fer með mál er varða mannanöfn og er honum heimilt með reglugerð að kveða nánar á um framkvæmd þessara laga.\nL. 126/2011, 220. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Lög þessi öðlast gildi 1. janúar 1997.\n...\nÁkvæði til bráðabirgða.\nI.\nHagstofa Íslands, Þjóðskrá, skal við gildistöku laga þessara setja reglur um skráningu nafna þegar ekki er unnt að skrá nafn manns að fullu í þjóðskrá og ekki næst samkomulag um hvernig með skuli fara.\nRgl. 1025/2011.\nII. ...\nIII. ...\nL. 50/2006, 17. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    }
  ]
}
