{
  "id": "55/1996",
  "type": "statute",
  "title": "[Lög um tæknifrjóvgun og notkun kynfrumna og fósturvísa manna til stofnfrumurannsókna]1)",
  "status": "in_force",
  "issued_date": "1996-05-29",
  "url": "https://www.althingi.is/lagas/nuna/1996055.html",
  "description": "Tóku gildi 1. júní 1996.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tæknifrjóvgun: Getnaður sem verður í framhaldi af tæknisæðingu eða glasafrjóvgun.\nTæknisæðing: Aðgerð þegar sæði er komið fyrir í eða nærri kynfærum konu á annan hátt en með samförum.\nGlasafrjóvgun: Aðgerð þegar eggfruma, sem numin hefur verið úr líkama konu, er frjóvguð með sæðisfrumu utan líkamans.\nKynfrumur: Eggfrumur og sæðisfrumur.\nFósturvísir: Frjóvgað egg á öllum þroskastigum þess, allt frá því að það er frjóvgað [með sæðisfrumu] og þar til það kemst á fósturstig.\nGjafi: Einstaklingur sem leggur öðrum til kynfrumur.\nStaðgöngumæðrun: Tæknifrjóvgun framkvæmd á konu sem hyggst ganga með barn fyrir aðra konu og hefur fallist á það fyrir meðgönguna að láta barnið af hendi strax eftir fæðingu.\n[ Umframfósturvísir: Fósturvísir sem búinn er til með glasafrjóvgun í æxlunarskyni en nýtist ekki í þeim tilgangi.\nKjarnaflutningur: Aðgerð þegar kjarni er fjarlægður úr eggfrumu konu og komið þar fyrir kjarna úr líkamsfrumu.]\nL. 27/2008, 1. gr.\nAlmenn ákvæði.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tæknifrjóvgun má eingöngu framkvæma á heilbrigðisstofnun sem fengið hefur til þess leyfi ráðherra og undir eftirliti sérfræðinga í kvensjúkdómum og fæðingarhjálp. [Ráðherra er heimilt að binda slík leyfi sérstökum skilyrðum, m.a. um hæfni og þekkingu starfsmanna rannsóknastofu, eftirlit heilbrigðisyfirvalda, upplýsingagjöf og aðstöðu.]\n[Notkun umframfósturvísa til stofnfrumurannsókna skv. 12. gr. og kjarnaflutningur skv. 13. gr. er einungis heimill á rannsóknastofum sem fengið hafa til þess leyfi ráðherra. Skilyrði fyrir útgáfu leyfis er að uppfyllt séu ákvæði laga þessara og reglugerða sem settar kunna að vera á grundvelli þeirra, að rannsóknastofa sé staðsett hér á landi og að þar sé fullnægjandi aðstaða til varðveislu fósturvísa. Ráðherra getur bundið leyfi frekari skilyrðum, m.a. um hæfni og þekkingu starfsmanna rannsóknastofu, eftirlit heilbrigðisyfirvalda, upplýsingagjöf og aðstöðu. Áður en ráðherra tekur ákvörðun um veitingu leyfis samkvæmt ákvæði þessu skal hann leita umsagnar landlæknis. Brjóti leyfishafi gegn ákvæðum laga þessara eða reglna sem settar eru samkvæmt þeim eða gegn skilyrðum sem sett eru í leyfisbréfi getur ráðherra, eftir atvikum að undangenginni áminningu, svipt leyfishafa leyfi tímabundið, þar til bætt hefur verið úr annmörkum, eða að fullu.]\nHeilbrigðisstofnun sem fær leyfi skv. 1. mgr. er skylt að bjóða [þeim] sem sækja um tæknifrjóvgunarmeðferð og væntanlegum gjöfum faglega ráðgjöf sérfræðinga, svo sem félagsráðgjafa eða sálfræðinga.\n[Það sem í lögum þessum segir um konu á einnig við um einstakling með leg sem breytt hefur kynskráningu sinni.]\nL. 27/2008, 2. gr. L. 54/2008, 1. gr. L. 153/2020, 15. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Tæknifrjóvgun má því aðeins framkvæma að:\na. fyrir liggi skriflegt og vottað samþykki konunnar. Sé konan gift [eða í sambúð] þarf skriflegt og vottað samþykki hins aðilans jafnframt að liggja fyrir,\nb. ætla megi að barninu sem til verður við aðgerðina verði tryggð þroskavænleg uppeldisskilyrði,\nc. konan sé á eðlilegum barneignaaldri og hafi líkamlega burði og fullnægjandi heilsufar til að takast á við það álag sem fylgir meðferð, meðgöngu og fæðingu barns. Tekið skal mið af því að ekki megi búast við skaðlegum áhrifum meðgöngu eða fæðingar á móður eða barn með hliðsjón af almennum læknisfræðilegum og fæðingarfræðilegum viðmiðum,\nd. andleg heilsa og félagslegar aðstæður parsins eða konunnar séu góðar.\nÁður en tæknifrjóvgun fer fram og samþykki skv. a-lið 1. mgr. er gefið skal veita upplýsingar um meðferðina og þau læknisfræðilegu, félagslegu og lögfræðilegu áhrif sem hún kann að hafa.\nTæknifrjóvgun má aðeins framkvæma að uppfylltum skilyrðum 1. mgr. Læknir leggur mat á það hvort skilyrðin séu uppfyllt áður en hann ákveður hvort tæknifrjóvgun fari fram. Synjun læknis um framkvæmd tæknifrjóvgunar má skjóta til landlæknis. Ákvörðun landlæknis er kæranleg til ráðuneytisins. Um meðferð kærumála hjá landlækni og ráðuneyti fer samkvæmt ákvæðum stjórnsýslulaga.\nRáðherra setur nánari reglur um framkvæmd ákvæðis þessa, m.a. um heimild eða skyldu til að leita umsagnar félagsráðgjafa eða annarra fagaðila og eftir atvikum [barnaverndarþjónustu] um félagslegar aðstæður parsins eða konunnar.]\nL. 65/2010, 50. gr. L. 107/2021, 44. gr. L. 54/2008, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Læknir, sem annast meðferð, skal velja viðeigandi gjafa.\nÓski gjafi eftir nafnleynd er heilbrigðisstarfsfólki skylt að tryggja að hún verði virt. Í þeim tilvikum má hvorki veita gjafa upplýsingar um parið sem fær gjafakynfrumur eða um barnið né veita parinu eða barninu upplýsingar um gjafann.\nÓski gjafi ekki eftir nafnleynd skal stofnunin varðveita upplýsingar um hann í sérstakri skrá. Verði til barn vegna kynfrumugjafarinnar skal varðveita upplýsingar um það og parið sem fékk gjafakynfrumurnar í sömu skrá.\nBarnið, sem verður til vegna kynfrumugjafar þar sem gjafi óskar ekki eftir nafnleynd, getur er það nær 18 ára aldri óskað eftir aðgangi að skrá skv. 3. mgr. til að fá upplýsingar um nafn gjafans. Nú fær barn upplýsingar um kynfrumugjafa hjá stofnuninni og ber henni þá eins fljótt og auðið er að tilkynna honum um upplýsingagjöfina.\n[Tæknifrjóvgunarmeðferð.]\nL. 54/2008, 3. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Tæknifrjóvgun má framkvæma með tæknisæðingu eða glasafrjóvgun.\nEingöngu er heimilt að nota gjafakynfrumur við tæknifrjóvgun ef frjósemi er skert, um er að ræða alvarlegan erfðasjúkdóm eða aðrar læknisfræðilegar ástæður mæla með notkun gjafakynfrumna. [Sé frjósemi beggja maka eða einhleyprar konu skert er heimilt að nota bæði gjafaegg og gjafasæði við glasafrjóvgun. [Þá er ætíð heimilt að nota gjafasæði sé um að ræða einhleypan einstakling eða einstakling í hjúskap eða skráðri sambúð þar sem makinn getur ekki lagt til sæði.]] [Pari í hjúskap eða skráðri sambúð er heimilt að gefa hvort öðru kynfrumur.]\nGjöf fósturvísa er óheimil.\nStaðgöngumæðrun er óheimil.]\nL. 153/2020, 16. gr. L. 55/2010, 1. gr. L. 54/2008, 3. gr.\n...\nL. 54/2008, 4. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "...\nL. 54/2008, 4. gr.\nGeymsla kynfrumna og fósturvísa.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Geymsla kynfrumna og fósturvísa er eingöngu heimil á heilbrigðisstofnun sem fengið hefur leyfi ráðherra til að framkvæma tæknifrjóvgun, sbr. 2. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kynfrumur má því aðeins geyma að tilgangurinn sé:\na. eigin notkun síðar,\nb. gjöf í rannsóknarskyni eða\nc. gjöf kynfrumna til notkunar við tæknifrjóvgun.\nSá sem leggur kynfrumur til skal veita skriflegt samþykki fyrir geymslunni í samræmi við tilgang hennar, enda hafi honum áður verið veittar upplýsingar um áhrif geymslunnar á kynfrumurnar og hin almennu skilyrði sem sett eru fyrir geymslu kynfrumna í lögum þessum og reglum samkvæmt þeim.\n[Sá sem leggur kynfrumur til getur veitt skriflegt og vottað samþykki fyrir notkun eftirlifandi maka á þeim við tæknifrjóvgun, enda geti eftirlifandi maki notað kynfrumurnar í eigin líkama. Sama á við um samþykki fyrir notkun fyrrverandi maka eftir skilnað eða sambúðarslit, enda geti hann notað kynfrumurnar í eigin líkama og skriflegt og vottað samþykki liggi fyrir samhliða umsókn um tæknifrjóvgun.]\nL. 69/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Fósturvísa má geyma í þeim tilgangi að koma þeim fyrir í konu þeirri sem lagði eggfrumurnar til [eða fékk þær að gjöf til notkunar við glasafrjóvgun]. Geymsla fósturvísa í öðrum tilgangi er óheimil.\n[Geymsla fósturvísa er háð því skilyrði að þeir einstaklingar sem lögðu til kynfrumurnar eða fengu þær að gjöf til notkunar við glasafrjóvgun, hvort sem um er að ræða par í hjúskap eða skráðri sambúð eða einhleypan einstakling, veiti skriflegt samþykki fyrir geymslunni í samræmi við tilgang hennar, enda hafi þeim áður verið veittar upplýsingar um áhrif geymslunnar á fósturvísana og hin almennu skilyrði sem sett eru fyrir geymslu kynfrumna og fósturvísa í lögum þessum og reglum samkvæmt þeim.]\nFósturvísa má eingöngu nota í samræmi við samþykki þeirra sem lögðu kynfrumurnar til [eða fengu þær að gjöf til notkunar við glasafrjóvgun]. [Einstaklingur sem samþykkt hefur geymslu fósturvísa skv. 2. mgr. getur veitt skriflegt og vottað samþykki fyrir notkun eftirlifandi maka á þeim við tæknifrjóvgun, enda geti eftirlifandi maki notað fósturvísi í eigin líkama. Sama á við um samþykki fyrir notkun fyrrverandi maka eftir skilnað eða sambúðarslit, enda geti hann notað fósturvísana í eigin líkama og skriflegt og vottað samþykki liggi fyrir samhliða umsókn um tæknifrjóvgun.]\nL. 55/2010, 2. gr. L. 153/2020, 17. gr. L. 69/2023, 2. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ráðherra skal setja reglur um hve lengi má geyma kynfrumur og fósturvísa í samræmi við bestu læknisfræðilega þekkingu á hverjum tíma.\nAð hámarksgeymslutíma liðnum skal eyða ónotuðum kynfrumum og fósturvísum. [Nú er hámarksgeymslutími ekki liðinn en sá sem samþykkti geymslu kynfrumna eða fósturvísa dregur samþykki sitt til baka og skal þá eyða kynfrumum eða fósturvísum.]\nNú er hámarksgeymslutími kynfrumna ekki liðinn en sá sem lagði til kynfrumur andast og skal þá eyða ónotuðum kynfrumum nema tilgangur geymslunnar hafi verið gjöf kynfrumna til notkunar við tæknifrjóvgun [eða fyrir liggi skriflegt og vottað samþykki hins látna um notkun eftirlifandi maka á þeim við tæknifrjóvgun skv. 1. málsl. 3. mgr. 8. gr.]\n[Nú er hámarksgeymslutími fósturvísa ekki liðinn en aðili sem samþykkt hefur geymslu fósturvísa andast og skal þá eyða fósturvísunum nema skriflegt og vottað samþykki hins látna liggi fyrir um notkun eftirlifandi maka á þeim við tæknifrjóvgun skv. 2. málsl. 3. mgr. 9. gr.]\n[Þrátt fyrir ákvæði 2.&ndash;4. mgr. er heimilt, að hámarksgeymslutíma liðnum eða þegar skylt er að eyða fósturvísum skv. 3. og 4. mgr., að ráðstafa fósturvísum til aðila sem fengið hafa leyfi til að nota fósturvísa til stofnfrumurannsókna enda liggi fyrir upplýst samþykki beggja kynfrumugjafa til þess. Við ráðstöfun fósturvísa samkvæmt ákvæði þessu skulu upplýsingar um uppruna þeirra dulkóðaðar og kóðinn geymdur hjá ábyrgðarmanni leyfishafa. Ef hagsmunir kynfrumugjafa eða brýnir rannsóknarhagsmunir krefjast þess er heimilt með samþykki vísindasiðanefndar að afkóða upplýsingar um uppruna fósturvísa. Við afkóðun skal þess gætt að einungis þeir starfsmenn leyfishafa sem nauðsynlega þurfa hafi aðgang að upplýsingunum.\nKynfrumugjafi getur hvenær sem er afturkallað samþykki sitt skv. 5. mgr. og skal ábyrgðarmaður leyfishafa þá sjá til þess að fósturvísar frá viðkomandi kynfrumugjafa séu ekki nýttir til rannsókna og þeim eytt án ástæðulausra tafa.\nLeyfishafa er óheimilt með öllu að framselja til annarra aðila fósturvísa sem ráðstafað hefur verið til hans.\nHeimilt er að taka gjald fyrir ráðstöfun umframfósturvísa til leyfishafa skv. 5. mgr. er nemur kostnaði við ráðstöfunina. Öll gjaldtaka umfram það er óheimil.]\nL. 69/2023, 3. gr. L. 27/2008, 3. gr.\n[Rannsóknir á fósturvísum í tengslum við glasafrjóvgunarmeðferð.]\nL. 27/2008, 4. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Heilbrigðisstofnun sem fengið hefur leyfi skv. 1. mgr. 2. gr. er heimilt með upplýstu samþykki kynfrumugjafa að gera rannsóknir, tilraunir og aðgerðir á fósturvísum sem verða til við glasafrjóvgunarmeðferð og eru liður í henni eða gerðar til að greina arfgenga sjúkdóma í fósturvísunum sjálfum. Sama á við um rannsóknir sem miða að framförum í meðferð vegna ófrjósemi eða eru ætlaðar til aukins skilnings á orsökum meðfæddra sjúkdóma og fósturláta.]\nL. 27/2008, 4. gr.\n[Notkun umframfósturvísa til stofnfrumurannsókna.]\nL. 27/2008, 5. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Með samþykki vísindasiðanefndar er þeim sem hlotið hafa leyfi skv. 2. mgr. 2. gr. heimilt að nota umframfósturvísa, sem ráðstafað hefur verið til þeirra skv. 5. mgr. 10. gr., til að búa til stofnfrumulínur sem nýst geta til að afla þekkingar í líf- og læknisfræði eða til að bæta heilsu og lækna sjúkdóma. Vísindasiðanefnd leggur mat á það hvort framangreind skilyrði og önnur lögmælt skilyrði um vísindarannsóknir séu uppfyllt.]\nL. 27/2008, 5. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
