{
  "id": "85/1997",
  "type": "statute",
  "title": "Lög um umboðsmann Alþingis",
  "status": "in_force",
  "issued_date": "1997-05-27",
  "url": "https://www.althingi.is/lagas/nuna/1997085.html",
  "description": "Tóku gildi 6. júní 1997.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kosning umboðsmanns Alþingis.\nAlþingi kýs umboðsmann Alþingis til fjögurra ára. Hann skal uppfylla skilyrði laga til að mega gegna embætti hæstaréttardómara og má ekki vera alþingismaður. [Forsætisnefnd Alþingis skal tilnefna mann við kosninguna. Aðrar tilnefningar skulu berast forseta Alþingis svo tímanlega að unnt sé að kanna kjörgengisskilyrði áður en kosningin fer fram.]\nEf umboðsmaður andast eða verður af öðrum sökum ófær um að gegna starfi sínu framvegis skal Alþingi kjósa umboðsmann að nýju. Sama hátt skal hafa á ef umboðsmaður fær að eigin ósk lausn frá embætti sínu eða tveir þriðju hlutar þingmanna samþykkja að víkja honum úr embætti.\nVið tímabundin forföll umboðsmanns setur forseti Alþingis staðgengil til að gegna embættinu meðan forföll vara.\nL. 84/2011, 42. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk umboðsmanns Alþingis o.fl.\nHlutverk umboðsmanns er að hafa í umboði Alþingis eftirlit með stjórnsýslu ríkis og sveitarfélaga á þann hátt sem nánar greinir í lögum þessum og tryggja rétt borgaranna gagnvart stjórnvöldum landsins. [Skal hann gæta þess að jafnræði sé í heiðri haft í stjórnsýslunni og að hún fari að öðru leyti fram í samræmi við lög, vandaða stjórnsýsluhætti og siðareglur settar á grundvelli laga um Stjórnarráð Íslands og laga um réttindi og skyldur starfsmanna ríkisins.]\n[Umboðsmaður sinnir jafnframt hlutverki þess eftirlitsaðila sem tilgreindur er í 3. gr. valfrjálsrar bókunar frá 18. desember 2002 við samning Sameinuðu þjóðanna frá 10. desember 1984 gegn pyndingum og annarri grimmilegri, ómannlegri eða vanvirðandi meðferð eða refsingu.]\nUmboðsmaður er í störfum sínum óháður fyrirmælum frá öðrum, þar með töldu Alþingi.\nL. 86/2010, 2. gr. L. 147/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Starfssvið umboðsmanns Alþingis.\nStarfssvið umboðsmanns Alþingis tekur til stjórnsýslu ríkis og sveitarfélaga.\nStarfssvið umboðsmanns tekur einnig til starfsemi einkaaðila að því leyti sem þeim hefur að lögum verið fengið opinbert vald til að taka ákvarðanir um rétt eða skyldu manna í skilningi 2. mgr. 1. gr. stjórnsýslulaga.\n[Þegar umboðsmaður sinnir því hlutverki sem mælt er fyrir um í 2. mgr. 2. gr. tekur starfssvið hans enn fremur til stofnana og heimila á vegum einkaaðila þar sem dvelja einstaklingar sem eru sviptir frelsi sínu og frelsissviptingin á sér stoð í fyrirmælum opinberra aðila, að undirlagi þeirra, með samþykki eða er látin átölulaus af þeirra hálfu.]\nStarfssvið umboðsmanns tekur ekki til:\na. starfa Alþingis og stofnana þess, sbr. þó 11. gr.,\nb. starfa dómstóla,\nc. ákvarðana og annarra athafna stjórnvalda, þegar samkvæmt beinum lagafyrirmælum er ætlast til að menn leiti leiðréttingar með málskoti til dómstóla. Þetta gildir þó ekki um mál skv. 5. gr.\nL. 147/2018, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kvörtun til umboðsmanns Alþingis.\nUmboðsmaður getur tekið mál til meðferðar eftir kvörtun.\nHver sá sem telur sig hafa verið beittan rangsleitni af hálfu einhvers þess aðila, sem fellur undir ákvæði 1. eða 2. mgr. 3. gr., getur kvartað af því tilefni til umboðsmanns.\nSá sem er sviptur frelsi sínu á rétt til að bera fram kvörtun við umboðsmann í lokuðu bréfi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Frumkvæðismál.\nUmboðsmaður getur að eigin frumkvæði ákveðið að taka mál til meðferðar. Hann getur jafnframt tekið starfsemi og málsmeðferð stjórnvalds til almennrar athugunar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skilyrði þess að kvörtun verði tekin til meðferðar.\nKvörtun til umboðsmanns skal vera skrifleg og skal þar greint nafn og heimilisfang þess er kvartar. Í kvörtun skal lýst þeirri úrlausn eða annarri háttsemi stjórnvalda sem er tilefni kvörtunar. Öll tiltæk sönnunargögn um málsatvik skulu fylgja kvörtun.\nKvörtun skal bera fram innan árs frá því er stjórnsýslugerningur sá, er um ræðir, var til lykta leiddur.\nEf skjóta má máli til æðra stjórnvalds er ekki unnt að kvarta til umboðsmanns fyrr en æðra stjórnvald hefur fellt úrskurð sinn í málinu. Ársfresturinn skv. 2. mgr. hefst þá frá þeim tíma.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Rannsókn máls.\n[Umboðsmaður Alþingis getur krafið stjórnvöld og aðra sem falla undir eftirlit umboðsmanns um þær upplýsingar og skriflegar skýringar sem hann þarfnast vegna starfs síns, þar á meðal getur hann krafist afhendingar á skýrslum, skjölum, bókunum og öllum öðrum gögnum sem snerta mál, eftirlit eða athuganir umboðsmanns, þ.m.t. eru heilsufarsupplýsingar, sjúkraskrár og gögn um vistun og meðferð einstaklinga. Heimild þessi tekur einnig til þess að fá gögnin afhent í rafrænu formi. Gögn skulu afhent umboðsmanni honum að kostnaðarlausu.]\nUmboðsmaður getur kvatt starfsmenn stjórnsýslu ríkis og sveitarfélaga [og þeirra einkaaðila sem falla undir eftirlit umboðsmanns] á sinn fund til viðræðna um málefni sem eru á starfssviði umboðsmanns, svo og til þess að veita munnlega upplýsingar og skýringar er varða einstök mál.\nUmboðsmaður á frjálsan aðgang að öllum starfsstöðvum stjórnvalda [og einkaaðila að því marki sem þeir falla undir starfssvið hans] til athugana í þágu starfs síns og skulu starfsmenn láta honum í té alla nauðsynlega aðstoð af því tilefni. [Umboðsmaður skal enn fremur án dómsúrskurðar eiga frjálsan aðgang að stofnunum og heimilum á vegum einkaaðila þar sem dvelja einstaklingar sem eru eða geta verið sviptir frelsi sínu, sbr. 3. mgr. 3. gr. Getur umboðsmaður rætt einslega við starfsmenn slíkra stofnana og heimila og þá sem þar dvelja. Hið sama á við um undirnefnd um forvarnir skv. 2. gr. valfrjálsrar bókunar frá 18. desember 2002 við samning Sameinuðu þjóðanna frá 10. desember 1984 gegn pyndingum og annarri grimmilegri, ómannlegri eða vanvirðandi meðferð eða refsingu.]\nUmboðsmaður getur ekki krafist upplýsinga er varða öryggi ríkisins eða utanríkismál sem leynt skulu fara nema með leyfi ráðherra þess sem í hlut á.\nUmboðsmaður getur óskað þess að héraðsdómari kveðji mann fyrir dóm til að bera vitni um atvik sem máli skipta að dómi umboðsmanns. Við þá skýrslugjöf skal fara eftir ákvæðum laga um meðferð [sakamála], eftir því sem við á. Ákveða má að skýrsla sé gefin fyrir luktum dyrum.\nUmboðsmanni er heimilt að leita aðstoðar sérfræðinga þegar sérstaklega stendur á og afla nauðsynlegra sérfræðilegra gagna.\n[Við rannsókn máls og athuganir sínar skv. 1. og 3. mgr. er umboðsmanni heimilt að leita aðstoðar lögreglu þegar sérstaklega stendur á og er lögreglu þá skylt að veita aðstoð ef umboðsmaður óskar þess.]\nL. 147/2018, 3. gr. L. 88/2008, 234. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Þagnarskylda.\nUmboðsmanni ber að gæta þagnarskyldu um þau atvik sem honum verða kunn í starfinu og leynt eiga að fara vegna lögmætra almanna- eða einkahagsmuna. Sama gildir um starfsmenn umboðsmanns [og aðra sem starfa í þágu hans]. Þagnarskyldan helst þótt látið sé af starfi.\nL. 147/2018, 4. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skýringar stjórnvalda.\nNú ákveður umboðsmaður Alþingis að taka til meðferðar kvörtun á hendur stjórnvaldi og skal þá strax skýra stjórnvaldinu frá efni kvörtunarinnar nema hætta sé á að rannsókn kunni að torveldast af þeim sökum.\nJafnan skal gefa stjórnvaldi, sem kvörtun beinist að, kost á að skýra málið fyrir umboðsmanni áður en hann lýkur málinu með álitsgerð skv. b-lið 2. mgr. 10. gr. Hann getur sett stjórnvaldi ákveðinn frest í þessu skyni.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lyktir máls.\nTelji umboðsmaður þegar í upphafi að kvörtun gefi ekki nægilegt tilefni til nánari athugunar eða uppfylli ekki skilyrði laganna til frekari meðferðar skal hann tilkynna þeim sem kvartað hefur þá niðurstöðu. Er málinu þá lokið af hálfu umboðsmanns.\nHafi umboðsmaður tekið mál til nánari athugunar er honum heimilt að ljúka því með eftirfarandi hætti:\na. Hann getur látið mál niður falla að fenginni leiðréttingu eða skýringu stjórnvalds.\nb. [Hann getur látið í ljós álit sitt á því hvort athöfn stjórnvalds brjóti í bága við lög eða hvort annars hafi verið brotið gegn vönduðum stjórnsýsluháttum eða siðareglum settum á grundvelli laga um Stjórnarráð Íslands og laga um réttindi og skyldur starfsmanna ríkisins.] Sæti athafnir stjórnvalds aðfinnslum eða gagnrýni umboðsmanns getur hann jafnframt beint tilmælum til stjórnvalds um úrbætur.\nc. Varði kvörtun réttarágreining sem á undir dómstóla og eðlilegt er að þeir leysi úr getur umboðsmaður lokið máli með ábendingu um það.\nd. Umboðsmaður getur lagt til við [ráðherra] að veitt verði gjafsókn í máli sem heyrir undir starfssvið umboðsmanns og hann telur rétt að lagt verði fyrir dómstóla til úrlausnar.\ne. Telji umboðsmaður að um sé að ræða brot í starfi er varði viðurlögum samkvæmt lögum getur hann gert viðeigandi yfirvöldum viðvart.\n[Umboðsmaður getur enn fremur, til viðbótar við það sem segir í 2. mgr., látið í ljós álit sitt á því hvort atriði sem varða starfsemi stofnunar eða heimilis, auk atriða sem varða meðferð og aðbúnað þeirra sem sviptir hafa verið frelsi sínu, séu andstæð sjónarmiðum um mannúð og mannvirðingu. Getur hann beint tilmælum til þeirra sem sæta eftirliti hans sem miða að því að bæta meðferð og aðbúnað frelsissviptra einstaklinga og að því að fyrirbyggja pyndingar og aðra grimmilega, ómannlega eða vanvirðandi meðferð eða refsingu.]\nL. 86/2010, 3. gr. L. 126/2011, 250. gr. L. 147/2018, 5. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Meinbugir á lögum o.fl.\nEf umboðsmaður verður þess var að meinbugir séu á gildandi lögum eða almennum stjórnvaldsfyrirmælum skal hann tilkynna það Alþingi, hlutaðeigandi ráðherra eða sveitarstjórn.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Skýrsla umboðsmanns Alþingis o.fl.\nUmboðsmaður skal gefa Alþingi árlega skýrslu um starfsemi sína á liðnu almanaksári. [Með skýrslunni skal samhliða gerð grein fyrir starfi umboðsmanns skv. 3. mgr. 3. gr. og hún skal birt opinberlega fyrir 1. september ár hvert.]\nEf umboðsmaður verður áskynja stórvægilegra mistaka eða afbrota stjórnvalds getur hann gefið Alþingi eða hlutaðeigandi ráðherra sérstaka skýrslu um málið. Ef starfsmaður sveitarstjórnar á í hlut getur umboðsmaður gefið sveitarstjórn sérstaka skýrslu.\nUmboðsmaður ákveður sjálfur hvort hann gefur opinbera tilkynningu um mál og á hvern hátt hann gerir það.\nÁvallt er umboðsmaður lætur frá sér fara tilkynningu um mál skal hann [greina frá þeim skýringum sem sá aðili sem eftirlit umboðsmanns beinist að hefur fært fram vegna þeirra atriða sem umboðsmaður gerir athugasemdir við].\nL. 147/2018, 6. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kjör umboðsmanns Alþingis o.fl.\nForsætisnefnd Alþingis ákveður laun umboðsmanns. Að öðru leyti skal umboðsmaður njóta kjara hæstaréttardómara. Hann á rétt til biðlauna er hann lætur af starfi samkvæmt VI. kafla laga um réttindi og skyldur starfsmanna ríkisins.\nUmboðsmaður ræður sjálfur starfsmenn sína eftir því sem fjárveitingar leyfa. Umboðsmanni er með sama skilorði heimilt að ráða menn til að vinna að einstökum verkefnum. Ákvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins gilda ekki um störf hjá umboðsmanni.\nForseti Alþingis gerir kjarasamninga við starfsmenn umboðsmanns Alþingis, sbr. 3. gr. laga um kjarasamninga opinberra starfsmanna.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Hæfisreglur og staðgenglar.\nUmboðsmanni er óheimilt að hafa með höndum launuð störf í þágu opinberra stofnana eða einkafyrirtækja nema með samþykki forseta Alþingis.\nÞegar umboðsmaður víkur sæti við meðferð máls setur forseti Alþingis mann til þess að fara með málið. Skal hann uppfylla sömu hæfisskilyrði og umboðsmaður að undanskildum þeim skilyrðum sem fram koma í 1. mgr. þessarar geinar.\n[Ef kjörnum umboðsmanni eru falin sérstök tímabundin verkefni af hálfu Alþingis getur forsætisnefnd Alþingis, að beiðni kjörins umboðsmanns, samþykkt að setja annan mann til að sinna starfi umboðsmanns þann tíma eða samhliða með kjörnum umboðsmanni. Sá sem settur er til starfsins skal uppfylla sömu hæfisskilyrði og umboðsmaður. Ef sá sem settur er starfar samhliða kjörnum umboðsmanni skulu þeir ákveða verkaskiptingu sín í milli og skulu upplýsingar þar um birtar á vefsíðu embættis umboðsmanns. Verði ágreiningur um verkaskiptinguna ákveður kjörinn umboðsmaður hana.]\nL. 142/2008, 19. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Endurskoðun.\nReikningar umboðsmanns skulu endurskoðaðir af óháðum löggiltum endurskoðanda sem tilnefndur er af forseta Alþingis.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Málssókn gegn umboðsmanni.\nDómari skal vísa frá dómi einkamáli sem höfðað er gegn umboðsmanni vegna ákvarðana sem hann tekur á grundvelli 10. gr., komi fram krafa um það frá umboðsmanni.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Reglur um störf og starfshætti.\nAlþingi setur nánari reglur um störf og starfshætti umboðsmanns og skulu þær birtar í A-deild Stjórnartíðinda.\nStjtíð. A 82/1988, sbr. augl. A 106/1994.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
