{
  "id": "121/1997",
  "type": "statute",
  "title": "Lög um ríkisábyrgðir",
  "status": "in_force",
  "issued_date": "1997-12-22",
  "url": "https://www.althingi.is/lagas/nuna/1997121.html",
  "description": "Tóku gildi 1. janúar 1998.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkissjóður má aldrei takast á hendur ábyrgðarskuldbindingar, nema heimild sé veitt til þess í lögum. Ríkissjóður má ekki ganga í sjálfskuldarábyrgð, nema sérstaklega sé kveðið á um það í lögum þeim sem ábyrgð heimila. Um veitingu ríkisábyrgða fer að öðru leyti eftir ákvæðum laga þessara.\nÁkvæði laga þessara gilda einnig um endurlán ríkissjóðs eftir því sem við á. Endurlán verða þó ekki veitt aðilum utan B- og C-hluta ríkissjóðs, nema sérstaklega sé kveðið á um það í lögum sem ábyrgð heimila.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Í frumvarpi sem [ráðherra] leggur fram um veitingu ríkisábyrgða skal liggja fyrir umsögn Ríkisábyrgðasjóðs samkvæmt lögum nr. 43/1990, um Lánasýslu ríkisins, á eftirtöldum þáttum:\n1. Mat á greiðsluhæfi skuldara.\n2. Mat á afskriftaþörf vegna áhættu af ábyrgðum.\n3. Mat á tryggingum sem lagðar verða fram vegna ábyrgðarinnar. [Ráðherra] er heimilt í reglugerð að ákveða hámark veðsetningarhlutfalls.\n4. Mat á áhrifum ríkisábyrgða á samkeppni á viðkomandi sviði.\nL. 126/2011, 253. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ríkissjóði er óheimilt að takast á hendur ríkisábyrgð nema að fullnægðum eftirfarandi skilyrðum:\n1. Kveðið sé á um heimild til ríkisábyrgðar í lögum þeim sem ábyrgð heimila.\n2. Ef lánsfjárþörfina er ekki hægt að uppfylla á almennum lánamarkaði og sýnt þykir að starfsemin sé hagkvæm.\n3. Ábyrgðarþegi leggi fram a.m.k. 20% af heildarfjárþörf verkefnisins.\n4. Ábyrgðarþegi leggi fram viðeigandi tryggingar að mati Ríkisábyrgðasjóðs.\nÁbyrgð ríkissjóðs skal ekki nema hærra hlutfalli en 75% af lánsfjárþörf verkefnis sem veitt er ríkisábyrgð.\nRíkissjóði er óheimilt að takast á hendur ábyrgð fyrir aðila sem er í vanskilum við ríkissjóð eða Ríkisábyrgðasjóð.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hver sá sem ríkissjóður gengur í ábyrgð fyrir, ábyrgðarþegi, skal greiða við ábyrgðarveitingu í ríkissjóð áhættugjald er nemi 0,25–4,00% af höfuðstól ábyrgðarskuldbindingar fyrir hvert ár lánstímans. Áhættugjaldið skal greiða í upphafi lánstíma og rennur það í ríkissjóð. Áhættugjald skal ákveðið af Ríkisábyrgðasjóði og taka mið af þeirri áhættu sem talin er vera af ábyrgðinni og hvort um einfalda ábyrgð eða sjálfskuldarábyrgð er að ræða.\nÁbyrgðarþegi skal greiða afgreiðslugjald samkvæmt gjaldskrá sem [ráðherra] setur. Skal það taka mið af kostnaði við afgreiðslu og mat á viðkomandi ábyrgð. Afgreiðslugjaldið skal renna til Ríkisábyrgðasjóðs.\nLánveitandi annast innheimtu áhættu- og afgreiðslugjalda hjá\nábyrgðarþega.\nL. 126/2011, 253. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ríkisábyrgðasjóður skal halda afskriftareikning vegna veittra ábyrgða. Afskriftareikningur sjóðsins skal á hverjum tíma gefa raunhæfa mynd af áætluðum afskriftum allra ábyrgða sjóðsins. Jafnharðan og ákvarðanir eru teknar um ábyrgðir, sbr. 3. gr., leggur sjóðurinn við afskriftareikning fjárhæð sem nemur áætlaðri afskriftaþörf.\nEigi sjaldnar en árlega skal endurmeta áhættu og afskriftaþörf Ríkisábyrgðasjóðs vegna ábyrgða og endurlána og á grundvelli þess endurákvarða framlag á afskriftareikning. Leiði sú endurskoðun í ljós að varasjóður Ríkisábyrgðasjóðs nægi ekki til að mæta þannig metnum skuldbindingum skal [ráðherra] gera Alþingi viðvart og gera tillögu um aðgerðir til að koma jafnvægi á fjárhag sjóðsins.\nRíkisábyrgðasjóður skal fylgjast með rekstri þeirra aðila er ríkissjóður hefur gengið í ábyrgð fyrir eða veitt lán. Ábyrgðarþegum er skylt að láta Ríkisábyrgðasjóði í té ársreikninga og hverjar þær skýrslur og gögn er nauðsynleg teljast til þess að hann geti rækt þetta eftirlit. Verði dráttur á afhendingu umbeðinna upplýsinga er ráðherra heimilt að beita dagsektum uns gögnin eru komin fram. Um fjárhæð dagsekta skal nánar kveðið á í gjaldskrá er [ráðherra] setur. Dagsektir þessar skal ákveða með ábyrgðarbréfi, og má innheimta þær með aðför.\nL. 126/2011, 253. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Bankar, lánasjóðir, lánastofnanir, fyrirtæki og aðrir þeir aðilar sem lögum samkvæmt njóta, eða hafa notið, ábyrgðar ríkissjóðs, hvort sem hún er tilkomin vegna eignaraðildar ríkissjóðs eða annars, skulu greiða ábyrgðargjald af þeim skuldbindingum sínum sem ríkisábyrgð er á. Almennar viðskiptaskuldir og eftirlauna- og lífeyrisskuldbindingar skulu þó undanþegnar gjaldinu.\n[Aðilar skv. 1. mgr. skulu greiða í ríkissjóð ábyrgðargjald af þeim skuldbindingum þeirra sem ríkisábyrgð er á. Ábyrgðargjald skal svara að fullu til þeirrar ívilnunar sem viðkomandi aðili nýtur, á grunni ríkisábyrgðar, í formi hagstæðari lánskjara umfram þau kjör sem almennt bjóðast á markaði án ríkisábyrgðar. Ábyrgðargjald samkvæmt málsgrein þessari skal ákveðið á grundvelli mats óháðs aðila á lánskjörum með og án ríkisábyrgðar og skal gjaldið reiknað af höfuðstól gjaldskyldra skuldbindinga eins og hann er að meðaltali á hverju gjaldtímabili, sbr. 8. gr.]\nL. 20/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Lán sem áhættugjald skv. 4. gr. hefur verið greitt af, skuldbindingar vegna innstæðna á innlánsreikningum í innlánsstofnunum, skuldbindingar vegna útflutningsábyrgða með ríkisábyrgð, Seðlabanki Íslands, Íbúðalánasjóður, [ÍL-sjóður, Húsnæðis- og mannvirkjastofnun] og Lánasjóður íslenskra námsmanna eru undanþegin greiðslu ábyrgðargjalds skv. 6. gr.]\nÁbyrgðargjald vegna skuldbindinga fyrirtækja, sem eru að hluta í eigu ríkissjóðs, skal reikna í sama hlutfalli og eignaraðild ríkissjóðs nemur. Eignaraðild ríkissjóðs í félögum og fyrirtækjum þar sem ábyrgð eigenda takmarkast við framlag þeirra, t.d. í hlutafélögum, veldur ekki gjaldskyldu.\nL. 137/2019, 19. gr. L. 70/2000, 1. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ríkisábyrgðasjóður annast útreikning, álagningu og innheimtu áhættugjalds skv. 4. gr. og ábyrgðargjalds skv. 6. gr. Ábyrgðarþegi skal veita Ríkisábyrgðasjóði allar þær upplýsingar sem hann telur nauðsynlegar í því sambandi.\nGjaldskyldir aðilar skv. 6. gr. skulu skila skýrslu í því formi sem Ríkisábyrgðasjóður ákveður þar sem fram komi brúttófjárhæð allra gjaldskyldra skuldbindinga eins og höfuðstóll þeirra er hinn 10., 20. og síðasta dag hvers mánaðar á hverju gjaldtímabili. Gjaldstofn ábyrgðargjalds er einfalt meðaltal fyrrgreindra fjárhæða.\nÁbyrgðargjaldi skv. 6. og 7. gr. skal skila, ásamt skýrslu skv. 2. mgr., ársfjórðungslega eftir á. Gjalddagi vegna hvers ársfjórðungs er 15. dagur næsta mánaðar eftir að gjaldtímabili lýkur. Sé ábyrgðargjald ekki greitt á gjalddaga skal greiða ríkissjóði dráttarvexti af því sem gjaldfallið er skv. 10. gr. laga nr. 25/1987, með síðari breytingum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Ráðherra] skal með reglugerð setja nánari ákvæði um framkvæmd laga þessara.\nL. 126/2011, 253. gr. Rg. 237/1998, sbr. 557/2001.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast gildi 1. janúar 1998. ...\nÁkvæði til bráðabirgða.\nI.\nEftir gildistöku laga þessara skal fara fram athugun á fjárhagsstöðu Ríkisábyrgðasjóðs með það að markmiði að leiða í ljós áhættu sjóðsins og meta hvort ríkissjóður þarf að leggja sjóðnum til fjármagn til að eignir sjóðsins standist á við skuldbindingar hans. Uppgjör þetta skal miðast við gildistöku laga þessara.\n[II.\nÁkvæði laga þessara gilda ekki um þær ábyrgðarskuldbindingar sem ríkissjóði er heimilt að undirgangast gagnvart lánastofnunum vegna viðbótarlána þeirra til fyrirtækja sem orðið hafa fyrir verulegu tekjutapi vegna heimsfaraldurs kórónuveiru. Afla skal heimilda í fjáraukalögum fyrir árið 2020 vegna þessara ábyrgðarskuldbindinga og er ráðherra heimilt að semja við Seðlabanka Íslands um að annast framkvæmdina gagnvart lánastofnunum. Í slíkum samningi skal kveðið á um grunnskilyrði um viðbótarlán með ábyrgð ríkisins samkvæmt þessu ákvæði, m.a. um að lántaki greiði ekki arð eða kaupi eigin hluti á meðan ríkisábyrgðar nýtur við.\nRáðherra skipar nefnd til að hafa eftirlit með framkvæmd þessa ákvæðis. Nefndarmenn skulu hafa þekkingu á málefnum fjármálamarkaðar. Forsætisráðherra tilnefnir einn nefndarmann, samstarfsnefnd háskólastigsins einn og skal einn skipaður án tilnefningar og skal hann vera formaður nefndarinnar.\nNefnd skv. 2. mgr. getur kallað eftir upplýsingum og gögnum um framkvæmd samnings skv. 1. mgr. bæði frá Seðlabankanum og hlutaðeigandi lánastofnunum. Nefndin skal skila ráðherra skýrslu um framkvæmdina á sex mánaða fresti, í fyrsta sinn fyrir 1. nóvember 2020, en jafnframt skal hún upplýsa ráðherra án tafar ef hún verður vör við brotalamir í framkvæmdinni. Ráðherra skal leggja skýrslur nefndarinnar fyrir Alþingi. Nefndarmenn eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\nL. 25/2020, 15. gr.\n[III.\nÁkvæði laga þessara gilda ekki um þær ábyrgðarskuldbindingar sem ríkissjóði er heimilt að undirgangast gagnvart lánastofnunum samkvæmt lögum um fjárstuðning til minni rekstraraðila vegna heimsfaraldurs kórónuveiru.]\nL. 38/2020, 27. gr.\n[IV.\nÁkvæði laga þessara gilda ekki um þær ábyrgðarskuldbindingar sem Ferðaábyrgðasjóði er heimilt að undirgangast gagnvart skipuleggjanda eða smásala vegna pakkaferða samkvæmt lögum um pakkaferðir og samtengda ferðatilhögun, nr. 95/2018.]\nL. 78/2020, 2. gr.\n[V.\nÁkvæði laga þessara gilda ekki um þær ábyrgðarskuldbindingar sem ríkissjóði er heimilt að undirgangast gagnvart Icelandair Group hf., sem er kerfislega mikilvægt fyrirtæki, vegna heimsfaraldurs kórónuveiru. Afla skal heimilda í fjáraukalögum fyrir árið 2020 vegna þessara ábyrgðarskuldbindinga.]\nL. 109/2020, 1. gr.\n[VI.\nÁkvæði laga þessara gilda ekki um þær ábyrgðarskuldbindingar sem ríkissjóði er heimilt að undirgangast gagnvart lánastofnunum samkvæmt lögum um stuðningslán til rekstraraðila í Grindavíkurbæ vegna jarðhræringa á Reykjanesskaga.]\nL. 130/2024, 17. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
