{
  "id": "28/1997",
  "type": "statute",
  "title": "Lög um sjóvarnir",
  "status": "in_force",
  "issued_date": "1997-05-05",
  "url": "https://www.althingi.is/lagas/nuna/1997028.html",
  "description": "Tóku gildi 1. janúar 1998.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Sjóvarnir eru varnir gegn sjávarflóðum og landbroti af völdum ágangs sjávar. Byggð svæði og svæði þar sem til staðar eru dýrmæt mannvirki eða menningarminjar skulu að jafnaði njóta forgangs við gerð sjóvarna.\n[Ráðherra] fer með yfirstjórn mála er varða sjóvarnir en [Vegagerðin] með framkvæmd þeirra.\nFramlög til sjóvarna ákvarðast af fjárlögum hverju sinni.\nL. 126/2011, 233. gr. L. 59/2013, 10. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "...\nL. 59/2013, 10. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[[Vegagerðin] skal sjá um að áætlun um sjóvarnir sé gerð samkvæmt lögum um samgönguáætlun. Áætlun um sjóvarnir samkvæmt lögum þessum skal tilgreind í siglingamálaáætlunarkafla samgönguáætlunar, sbr. lög um samgönguáætlun.\nVið gerð áætlana um sjóvarnir skal stofnunin hafa samvinnu og samráð við hlutaðeigandi sveitarstjórn, landeigendur og aðra aðila sem að málinu koma. Umsóknir um framlag úr ríkissjóði til sjóvarna skulu sveitarfélög senda [Vegagerðinni].\nÍ áætluninni skal meta nauðsyn framkvæmda, með hliðsjón af hættu á sjávarflóðum og landbroti af völdum ágangs sjávar, og áætlaðan kostnað. Jafnframt skal leggja mat á hagrænt gildi þeirra aðgerða sem lagðar eru til á hverju svæði og gera tillögu um flokkun framkvæmda í forgangsröð. Þá skal koma fram umsögn um fyrirkomulag framkvæmda og gerð þeirra mannvirkja sem reisa þarf við ströndina.]\nL. 59/2013, 10. gr. L. 73/2002, 14. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "...\nL. 73/2002, 15. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Vegagerðin] skal við gerð [áætlunar skv. 3. gr.] ganga úr skugga um að landsvæði það og/eða mannvirki sem verja á, svo og varnarmannvirkin sjálf, hafi fengið meðferð samkvæmt skipulagslögum. Sé umrætt landsvæði og/eða mannvirki á óskipulögðu svæði skal liggja fyrir umsögn stofnunarinnar og framkvæmdirnar síðan undirbúnar á þann hátt sem skipulagslög segja til um.\nL. 59/2013, 10. gr. L. 73/2002, 16. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Vegagerðin] skal sjá um tæknilegan undirbúning framkvæmda, eða fela hann verkfræðilegum ráðgjöfum, og hafa umsjón með framkvæmdum við sjóvarnir. Stofnunin skal einnig standa fyrir þeim rannsóknum sem taldar eru nauðsynlegar á þessu sviði.\nUm undirbúning allan og framkvæmdir skal fara að lögum um opinberar framkvæmdir.\nL. 59/2013, 10. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ríkissjóður greiðir allt að / 8 hlutum kostnaðar við undirbúning og framkvæmdir við sjóvarnir.\nLandeigendur og sveitarfélög, sem hag hafa af varnaraðgerðum á landi sínu, greiða minnst / 8 hluta og skiptist kostnaður á milli landeigenda að tiltölu við stærð þess lands og strandlengju sem verja á. [Vegagerðin] skal gera tillögur um skiptingu kostnaðar og leggja fram til afgreiðslu hlutaðeigandi sveitarstjórna. Verði ekki samkomulag um skiptingu kostnaðar sker [ráðherra] úr. Ekki er heimilt að hefja framkvæmdir fyrr en þessi skipting liggur fyrir.\nSveitarfélögin eru eigendur þeirra mannvirkja sem lögin taka til og greiða þau kostnað við viðhald vegna varnarframkvæmda, sbr. þó 8. gr.\nL. 59/2013, 10. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Þurfi með sjóvörnum að stöðva landbrot, sem stofnar mannvirkjum í eigu ríkisins í hættu, greiðir ríkissjóður allan kostnað þótt í landi einstaklinga eða félaga sé.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Nú telur Vegagerðin] að ekki megi dragast að hefja framkvæmdir vegna yfirvofandi skemmda á landi eða mannvirkjum við ströndina sem þar hafa verið reist í samræmi við skipulag, sbr. 5. gr., og skal það þá heimilt, enda komi samþykki [ráðuneytisins] til. Slíkar framkvæmdir ganga framar áætlun um sjóvarnir.\nL. 59/2013, 10. gr. L. 162/2010, 219. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Vegagerðin] sér um greiðslur á hlut ríkissjóðs í hverju verki fyrir hönnun, eftirlit og framkvæmdir. Hlutaðeigandi sveitarfélag er ábyrgt fyrir framlagi sveitarsjóðs og landeigenda. [Vegagerðin] sér um innheimtu á hlut landeigenda í kostnaði fyrir hvert verk. Kostnaðarhluta landeigenda fylgir lögveð í viðkomandi landareign og þeim mannvirkjum sem á henni standa. [Vegagerðin] hefur með höndum uppgjör við verktaka.\nL. 59/2013, 10. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Hver landeigandi er skyldur til að láta af hendi mannvirki og land er þarf til sjóvarna samkvæmt lögum þessum, svo og land til þess að gera brautir og vegi í því sambandi og til að leyfa að tekin verði í landi hans möl, grjót og önnur jarðefni og þola þær eignakvaðir, óhagræði og takmörkun á afnotarétti sem gerð sjóvarna hefur í för með sér, allt þó gegn því að fullar bætur komi fyrir. Nú næst ekki samkomulag og skal þá ákveða bætur með mati samkvæmt lögum um framkvæmd eignarnáms.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ráðherra er heimilt að setja nánari reglur um framkvæmd laga þessara.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Lög þessi öðlast gildi 1. janúar 1998.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
