{
  "id": "45/1997",
  "type": "statute",
  "title": "Lög um vörumerki",
  "status": "in_force",
  "issued_date": "1997-05-22",
  "url": "https://www.althingi.is/lagas/nuna/1997045.html",
  "description": "Tóku gildi 1. júní 1997.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Lög þessi taka til allra merkja sem auðkenna vöru eða þjónustu, hvort sem um er að ræða vörumerki, félagamerki eða ábyrgðar- og gæðamerki.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Vörumerki: sérstakt auðkenni fyrir vöru eða þjónustu til að nota í atvinnustarfsemi.\n2. Félagamerki: vörumerki sem lýst er sem félagamerki í umsókn og aðgreinir vöru eða þjónustu aðila að samtökum eða félagi frá vöru eða þjónustu annarra fyrirtækja.\n3. Ábyrgðar- og gæðamerki: vörumerki sem lýst er sem ábyrgðar- og gæðamerki í umsókn og aðgreinir vöru eða þjónustu sem vottuð er af eiganda merkisins að því er varðar efni, framleiðsluaðferð vöru eða veitingu þjónustu, gæði, nákvæmni eða aðra eiginleika frá annarri vöru eða þjónustu sem ekki hefur fengið slíka vottun.]\nL. 71/2020, 1. gr.\n[1. gr. a.\nEinstaklingar og lögaðilar geta sótt um skráningu vörumerkis samkvæmt lögum þessum.\nFélög eða samtök sem átt geta réttindi og borið skyldur sem og opinberir aðilar geta sótt um skráningu félagamerkis.\nHver sá sem setur staðla um eða annast eftirlit með vörum eða þjónustu, t.d. einstaklingur, stofnun, samtök eða önnur félög, getur sótt um og átt ábyrgðar- og gæðamerki, að því tilskildu að viðkomandi stundi ekki rekstur sem felur í sér að afhenda vöru eða veita þjónustu af sambærilegum toga og merkið vottar.]\nL. 71/2020, 2. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Vörumerki geta verið hvers konar tákn, m.a. orð (þar á meðal mannanöfn), myndir, mynstur, bókstafir, tölustafir, litir, hljóð og lögun eða umbúðir vöru, svo fremi sem þau eru til þess fallin að:\n1. greina vörur og þjónustu eins aðila frá vörum og þjónustu annarra, og\n2. vera tilgreind í vörumerkjaskrá á þann hátt að stjórnvöld og almenningur geti gert sér grein fyrir skýru og nákvæmu inntaki þeirrar verndar sem eiganda er veitt.]\nL. 71/2020, 3. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Vörumerkjaréttur getur stofnast með:\n1. skráningu vörumerkis fyrir vöru eða þjónustu í samræmi við ákvæði laga þessara, eða\n2. notkun vörumerkis sem er og hefur verið notað hér á landi fyrir vöru eða þjónustu.\nVörumerki, sem ekki telst uppfylla skilyrði laga þessara um skráningu, getur ekki skapað vörumerkjarétt með notkun. Þó getur vörumerki, sem ekki telst uppfylla skilyrði laganna um sérkenni við upphaf notkunar, skapað vörumerkjarétt ef merkið öðlast sérkenni við notkun.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Eigandi vörumerkis öðlast einkarétt á notkun þess samkvæmt ákvæðum laga þessara. Í því felst réttur hans til að banna þriðja aðila að nota í atvinnustarfsemi og í tengslum við vörur og þjónustu, án leyfis, tákn sem er:\n1. eins og vörumerkið og er notað fyrir sömu vörur og þjónustu,\n2. eins og eða líkt vörumerkinu og er notað fyrir sömu eða svipaðar vörur og þjónustu og vörumerkjarétturinn nær til ef hætt er við ruglingi, þ.m.t. að tengsl séu með merkjunum, eða\n3. eins og eða líkt vörumerkinu og er notað, án réttmætrar ástæðu, fyrir sömu, svipaðar eða ólíkar vörur og þjónustu ef vörumerkið telst vel þekkt hér á landi og notkunin hefur í för með sér misnotkun eða rýrir aðgreiningareiginleika eða orðspor hins þekkta merkis.]\nL. 71/2020, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Með notkun vörumerkis í atvinnustarfsemi er m.a. átt við að:\n1. merki er sett á vöru eða umbúðir hennar, svo sem á merkimiða, límmiða, búnað til að tryggja öryggi og sannprófa ósvikni, eða annað sem hægt er að festa vörumerkið á,\n2. vara, þjónusta eða annað sem auðkennt er með merki er flutt inn eða út, boðið til sölu, markaðssett, markaðssetning undirbúin eða birgðum af vörunni safnað í þeim tilgangi,\n3. merki er notað í auglýsingum eða á viðskiptaskjölum, eða\n4. merki er notað sem viðskiptaheiti eða fyrirtækjaheiti eða sem hluti þess.]\nL. 71/2020, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Að því tilskildu að notkun sé í samræmi við góða viðskiptahætti getur eigandi vörumerkis ekki bannað öðrum að nota í atvinnustarfsemi:\n1. [nafn sitt eða heimilisfang þegar um einstakling er að ræða],\n2. [tákn eða lýsingar sem eru án sérkennis eða sem varða tegund vöru eða þjónustu, gæði, magn, áætlaða notkun, virði, landfræðilegan uppruna, hvenær vara er framleidd eða þjónusta boðin fram eða aðra eiginleika vöru eða þjónustu],\n[3. vörumerki eiganda í þeim tilgangi að auðkenna eða vísa til þess að um sé að ræða vöru eða þjónustu eiganda viðkomandi vörumerkis, einkum ef notkun vörumerkisins er nauðsynleg til að segja til um ætlaða notkun vöru eða þjónustu, einkum þegar um fylgi- eða varahluti er að ræða,\n4. vörumerki eiganda í samanburðarauglýsingu enda séu skilyrði 15. gr. laga um eftirlit með viðskiptaháttum og markaðssetningu, nr. 57/2005, uppfyllt].\n[Hafi eigandi vörumerkis markaðssett vöru eða þjónustu sem nýtur vörumerkjaréttar eða heimilað slíkt innan Evrópska efnahagssvæðisins getur hann ekki síðar hindrað notkun, sölu, leigu, innflutning, útflutning eða annars konar dreifingu vörunnar eða þjónustunnar á því svæði. [Eiganda vörumerkis er það þó heimilt ef hann hefur haldgóðar ástæður fyrir því að koma í veg fyrir áframhaldandi sölu vöru, sérstaklega ef ástandi hennar hefur verið breytt eða hún hefur skaddast eftir að hún var sett á markað.]]\nL. 71/2020, 6. gr. L. 117/2009, 1. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Þegar tveir eða fleiri, hver um sig, krefjast vörumerkjaréttar á auðkennum [þar sem hætt er við ruglingi] gengur eldri réttur fyrir yngri ef annað leiðir ekki af síðargreindum ákvæðum.\nVernd skráðs vörumerkis hefst á umsóknardegi eða upphafsdegi forgangsréttar, sbr. 17. og 18. gr.\nL. 71/2020, 7. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Yngri réttur á skráðu vörumerki getur notið verndar jafnhliða rétti á eldra merki þótt merkin séu svo lík að [hætt er við ruglingi] ef umsókn um skráningu hefur verið afhent í góðri trú og eigandi eldra vörumerkisins hefur þrátt fyrir vitneskju um yngra merkið látið notkun á því afskiptalausa hér á landi í fimm ár samfellt frá skráningardegi.\nL. 71/2020, 8. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Yngri réttur á vörumerki getur einnig notið verndar jafnhliða rétti á eldra merki þótt [hætt sé við ruglingi] ef eigandi eldra merkis hefur ekki innan hæfilegs tíma gert nauðsynlegar ráðstafanir til þess að koma í veg fyrir notkun yngra merkisins.\nL. 71/2020, 9. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Í tilvikum þeim, er um ræðir í 8.–9. gr., geta dómstólar, ef það telst sanngjarnt, ákveðið að annað merkjanna eða bæði megi eingöngu nota á sérstakan hátt, t.d. þannig að þau séu af ákveðinni gerð, staðarnafni bætt við eða þau með öðrum hætti skýrt aðgreind.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Samkvæmt beiðni eiganda skráðs vörumerkis ber höfundum eða útgefendum orðabóka, alfræðirita eða annarra álíka heimildarrita, hvort sem er á prenti eða á rafrænu formi, að gæta þess að ekki sé gefið til kynna að skráð vörumerki sé almennt heiti á vöru eða þjónustu.\nÚtgefanda ber að tryggja að í eftirgerð rits eða næstu útgáfu þess fylgi leiðrétting þess efnis að um skráð vörumerki sé að ræða og skulu slíkar breytingar gerðar á kostnað útgefanda.]\nL. 71/2020, 10. gr.\nII. kafli. Skráning vörumerkja.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Umsókn um skráningu vörumerkis skal skila skriflega til [Hugverkastofunnar] sem annast skráningu vörumerkja og heldur vörumerkjaskrá. Í umsókn skal [með skýrum og nákvæmum hætti] tilgreina hvert merkið er, með mynd ef við á, og fyrir hvaða vöru eða þjónustu merkið óskast skráð. Einnig skal greina frá nafni eða heiti umsækjanda, [heimilisfangi og öðrum nauðsynlegum tengiliðaupplýsingum] og skal umsókn fylgja tilskilið gjald. Umsókn skal enn fremur vera í samræmi við ákvæði reglugerðar, sbr. 65. gr.\n[Dagsetning umsóknar skal vera dagurinn sem umsækjandi skilar inn umsókn ásamt tilskildum upplýsingum og/eða gögnum skv. 1. mgr.\nUmsókn um félagamerki og ábyrgðar- og gæðamerki skulu fylgja reglur um notkun merkisins og skulu þær birtar samhliða skráningu. Í reglunum skal m.a. koma fram:\n1. Hverjir hafa heimild til þess að nota merkið.\n2. Hvaða skilyrði gilda um notkun merkisins og hvaða afleiðingar og viðurlög óréttmæt notkun merkisins hefur í för með sér.\n3. Hvaða réttindi og skyldur eigandi merkisins hefur gagnvart þeim sem notar merkið.\n4. Hvaða reglur gilda um aðild að því félagi sem á merkið ef um félagamerki er að ræða.\nAðilum sem framleiða vöru eða veita þjónustu sem upprunnin er frá sama landsvæði og það félag sem sækir um eða á skráð félagamerki sem tilgreinir þann uppruna skal vera heimilt að gerast aðilar að því félagi eða samtökum svo fremi sem þeir uppfylla öll önnur skilyrði reglna um notkun merkisins.]\nL. 32/2019, 6. gr. L. 71/2020, 11. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Eftirfarandi tákn eða merki skal ekki skrá í vörumerkjaskrá:\n1. Tákn sem ekki geta verið vörumerki, sbr. 1. mgr. 2. gr.\n2. Vörumerki sem skortir nægjanlegt sérkenni í tengslum við þá vöru eða þjónustu sem það óskast skráð fyrir.\n3. Vörumerki sem samanstanda eingöngu af táknum eða merkingum sem í viðskiptum gefa eingöngu, eða aðeins með smávægilegum breytingum eða viðbótum, til kynna m.a. tegund vöru eða þjónustu, gæði, magn, fyrirhugaða notkun, virði, landfræðilegan uppruna eða hvenær varan er framleidd eða þjónustan innt af hendi.\n4. Vörumerki sem samanstanda eingöngu af táknum, orðasamböndum eða merkingum sem notaðar eru í daglegu máli eða teljast viðurkenndar á tilteknu viðskiptasviði.\n5. Tákn sem sýna eingöngu lögun eða aðra eiginleika sem leiðir af eðli vöru, eru nauðsynleg vegna tæknilegs hlutverks vöru eða sem auka verðmæti hennar verulega.\n6. Vörumerki sem eru andstæð lögum, stríða gegn allsherjarreglu, almennu siðgæði eða hafa sérstaka táknræna þýðingu.\n7. Vörumerki sem eru til þess fallin að villa um fyrir mönnum, t.d. um eðli, ástand eða landfræðilegan uppruna vöru eða þjónustu.\n8. Vörumerki sem heimildarlaust fela í sér skjaldarmerki eða önnur ríkistákn, fána, merki íslenskra sveitarfélaga, opinber skoðunar- og gæðamerki eða annað sem er til þess fallið að villst verði á því og framangreindum merkjum og táknum. Bannið nær því aðeins til opinberra skoðunar- og gæðamerkja að óskað sé skráningar fyrir sömu eða svipaðar vörur og þær sem umrædd merki eru notuð fyrir.\n9. Vörumerki sem felur í sér afurðarheiti, sem verndað er samkvæmt lögum um vernd afurðarheita sem vísa til uppruna, landsvæðis eða hefðbundinnar sérstöðu, fyrir sömu eða svipaðar vörur og umsókn um skráningu merkis tekur til, og umsókn um vernd afurðarheitis var lögð inn á undan umsókn um skráningu vörumerkis.\n10. Vörumerki sem óskast skráð fyrir vín og sterka drykki og fela í sér landfræðileg heiti á vínum og sterkum drykkjum nema varan sé upprunnin frá viðkomandi stað.\n11. Vörumerki sem samanstanda af, eða sýna í veigamiklum atriðum, eldra plöntuyrkisheiti sem er skráð samkvæmt lögum um yrkisrétt og merkið óskast skráð fyrir plöntuyrki af sömu eða náskyldri tegund.\n12. Félagamerki ef reglur um merkið stríða gegn allsherjarreglu eða almennu siðgæði eða ef reglur um merkið uppfylla ekki skilyrði 3. mgr. 12. gr.\n13. Félagamerki ef notkunarreglur þess koma í veg fyrir að allir framleiðendur á viðkomandi landfræðilegu svæði geti notað merkið.\n14. Vörumerki sem sótt hefur verið um í vondri trú.\nÞegar ákveðið er hvort vörumerki hafi nægjanlegt sérkenni skal líta til allra aðstæðna og þó einkum til þess hversu lengi og að hve miklu leyti merkið hefur verið í notkun fyrir umsóknardag.\nÞrátt fyrir 3. tölul. 1. mgr. er heimilt að skrá félagamerki og ábyrgðar- og gæðamerki sem gefur til kynna landfræðilegan uppruna vöru eða þjónustu. Slíkt merki veitir eiganda þess þó ekki rétt til þess að banna þriðja aðila að nota landfræðilegt heiti eða upplýsingar í atvinnustarfsemi svo framarlega sem notkunin er í samræmi við góða viðskiptahætti.]\nL. 71/2020, 12. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Vörumerki skal ekki skrá í vörumerkjaskrá nema með samþykki viðkomandi rétthafa:\n1. ef hætt er við ruglingi á merkinu og vörumerki sem skráð hefur verið hér á landi eða hefur verið notað hér þegar umsókn um skráningu er lögð inn og er enn notað hér,\n2. ef hætt er við ruglingi á merkinu og merki sem telst alþekkt, í skilningi 6. gr. a Parísarsamþykktarinnar um vernd eignarréttinda á sviði iðnaðar, hér á landi á þeim tíma sem umsókn um skráningu er lögð inn,\n3. ef hætt er við ruglingi á merkinu og merki sem verið hefur í notkun í öðru landi, á þeim tíma er umsókn var lögð inn eða frá forgangsréttardegi, og er enn notað þar fyrir sömu eða líkar vörur eða þjónustu og yngra merkið óskast skráð fyrir og umsækjandi var í vondri trú við skráningu og notkun merkisins,\n4. ef merki gefur tilefni til að ætla að átt sé við heiti á virkri atvinnustarfsemi, nafn annars manns eða mynd, enda sé þá ekki átt við löngu látna menn, eða í merkinu felst sérkennilegt nafn á fasteign eða mynd af henni,\n5. ef merki gefur til kynna eða má skilja sem sérkennilegan titil á vernduðu bókmenntalegu verki eða listrænu verki eða ef gengið er á höfundarrétt annars manns á slíku verki eða annan hugverkarétt,\n6. ef umboðsaðili sækir um skráningu merkis í eigin nafni og án heimildar frá eiganda, nema umboðsaðili geti réttlætt aðgerðir sínar.]\nL. 71/2020, 13. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Vörumerkjaréttur sá, er menn öðlast við skráningu, nær ekki til þeirra hluta merkis sem ekki er heimilt að skrá eina sér.\nEf sérstök ástæða er til að ætla að skráning merkis geti valdið vafa um það hve víðtækur vörumerkjaréttur er má við skráninguna undanskilja berum orðum vernd á einstökum hlutum þess.\nKomi síðar í ljós að þá hluta merkis, sem undanskildir hafa verið vernd, megi að réttu lagi skrá má skrá slíka hluta merkis, eða merkið sjálft, án þeirra takmarkana er um getur í 2. mgr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Í umsókn skv. 12. gr. skal tilgreina með nægilega skýrum og nákvæmum hætti fyrir hvaða vörur og þjónustu merki óskast skráð svo að umfang þeirrar verndar sem sóst er eftir sé skýrt.] Óheimilt er að skrá merki fyrir heilan flokk eða flokka án tilgreiningar á þeirri vöru eða þjónustu sem merki óskast skráð fyrir.\nGreiningu í vöru- og þjónustuflokka ákveður ráðherra og auglýsir.\nL. 71/2020, 14. gr. Augl. 1419/2021.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Ef umsókn um skráningu vörumerkis er lögð inn hér á landi innan sex mánaða frá því að fyrst var sótt um skráningu merkisins í ríki sem er aðili að Parísarsamþykktinni um vernd eignarréttinda á sviði iðnaðar eða að samningnum um stofnun Alþjóðaviðskiptastofnunar (WTO) nýtur umsóknin forgangsréttar frá fyrsta umsóknardegi ef beiðni þess efnis er lögð fram. Í forgangsrétti felst að umsókn, að því er snertir síðar tilkomin atvik, svo sem umsókn annarra um skráningu eða notkun á merkinu, telst fram komin samtímis umsókn merkisins í erlendu ríki.\nEf um gagnkvæma réttarvernd er að ræða getur ráðherra ákveðið með reglugerð að ákvæði 1. mgr. eigi einnig við um umsóknir sem lagðar hafa verið inn í ríkjum sem ekki eru aðilar að Parísarsamþykktinni eða samningnum um stofnun Alþjóðaviðskiptastofnunar.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Ef sótt er um skráningu vörumerkis innan sex mánaða frá því að merkið var notað í fyrsta sinn fyrir vöru eða þjónustu sem sýnd hefur verið á opinberri sýningu eða alþjóðlegri sýningu hér á landi skal sú umsókn, að því er snertir síðar tilkomin atvik, svo sem umsókn annarra um skráningu eða notkun annarra á merkinu, talin fram komin samtímis birtingu merkisins á sýningunni.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ef umsókn um skráningu vörumerkis er ekki í samræmi við ákvæði laga eða [Hugverkastofan] telur að aðrar tálmanir leiði til þess að synja beri um skráningu skal umsækjanda send rökstudd synjun og [honum veittur kostur á að tjá sig eða lagfæra umsóknina innan tilskilins frests]. Að loknum þeim fresti tekur [Hugverkastofan] að nýju afstöðu til umsóknarinnar.\n[Komi ekki fram athugasemdir frá umsækjanda né lagfæring á umsókninni innan tilskilins frests skv. 1. mgr. skal umsókn felld úr gildi.\nAð beiðni umsækjanda skal umsókn tekin fyrir á ný ef hann innan tveggja mánaða frá því að tilskilinn frestur skv. 1. mgr. rann út tjáir sig um málið eða lagfærir umsóknina enda greiði hann endurupptökugjald.]\n[Í þeim tilvikum sem ástæða höfnunar á aðeins við um hluta af þeim vörum og þjónustu sem umsókn um skráningu tekur til skal höfnun skráningar einungis gilda um þann hluta umsóknar.]\nL. 32/2019, 6. gr. L. 44/2012, 3. gr. L. 71/2020, 15. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Staðhæfi einhver við [Hugverkastofuna] að hann sé eigandi að skráðu vörumerki eða vörumerki sem sótt hefur verið um skráningu á getur stofnunin beint þeim tilmælum til hlutaðeigandi að hann höfði mál innan tilskilins frests því til staðfestingar. Í tilmælunum skal þess getið að verði mál ekki höfðað geti [Hugverkastofan] litið fram hjá staðhæfingu hans.\nSé höfðað mál til staðfestingar rétti til vörumerkis er heimilt að fresta meðferð hjá [Hugverkastofunni].\nL. 32/2019, 6. gr.\n[20. gr. a.\nEftir að umsókn um skráningu vörumerkis er lögð inn til Hugverkastofunnar og áður en vörumerki er skráð er þriðja aðila heimilt að leggja fram ábendingu sem mælir gegn skráningu merkis. Framlagning slíkrar ábendingar veitir viðkomandi aðila ekki aðild að málsmeðferð fyrir Hugverkastofunni.\nÁbendingu má jafnframt leggja fram vegna skráningar félagamerkja sem og gæða- og ábyrgðarmerkja.\nNánar skal fjallað um meðferð ábendinga þriðja aðila í reglugerð sem ráðherra setur.]\nL. 71/2020, 16. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Þegar umsókn um skráningu vörumerkis telst fullnægja gerðum kröfum til skráningar skal merkið skráð og birt. Við birtingu merkisins skulu koma fram helstu upplýsingar um skráninguna og birt mynd af merkinu ef við á. [Vörumerki skulu birt í [Hugverkatíðindum] sem [Hugverkastofan] gefur út.]\n[Heimilt er að gefa [Hugverkatíðindi] út og dreifa þeim á rafrænan hátt, þar á meðal á netinu.]\nL. 71/2020, 17. gr. L. 32/2019, 6. gr. L. 54/2004, 2. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "[Heimilt er að andmæla skráningu vörumerkis, félagamerkis og ábyrgðar- og gæðamerkis eftir birtingu. Öllum er heimilt að andmæla skráningu. Andmæli skulu rökstudd og send Hugverkastofunni innan tveggja mánaða frá birtingardegi gegn greiðslu tilskilins gjalds.\nAndmæli skulu jafnframt uppfylla þær kröfur sem fram koma í reglugerð um vörumerki. Uppfylli andmæli ekki tilgreindar formkröfur skal andmælanda veittur hæfilegur frestur til lagfæringa. Berist lagfæringar ekki innan tilgreinds frests skal andmælunum vísað frá.\nÞegar andmæli berast gegn skráningu vörumerkis eru upplýsingar þess efnis færðar í vörumerkjaskrá og tilkynning birt í Hugverkatíðindum.]\nL. 71/2020, 18. gr.\n[22. gr. a.\nEiganda skráningar skal tilkynnt um framkomin andmæli og gefinn kostur á að tjá sig um þau innan hæfilegs frests. Kjósi eigandi að tjá sig ekki um andmælin eru þau tekin til úrskurðar án frekari athugasemda frá andmælanda.\nBerist andmæli gegn sama merki frá fleiri en einum aðila er heimilt að sameina málin nema málsaðilar færi fram málefnaleg sjónarmið gegn þeirri ákvörðun.\nAð beiðni beggja málsaðila er heimilt að fresta málsmeðferð um að lágmarki tvo mánuði vilji aðilar leita sátta.]\nL. 71/2020, 19. gr.\n[22. gr. b.\nSkráning hins andmælta merkis er yfirfarin að nýju eingöngu með hliðsjón af rökum aðila.\nUnnt er að taka andmæli til greina í heild eða að hluta, hafna þeim eða yfirfæra réttindin til andmælanda hafi hann farið fram á það. Verði réttindin yfirfærð greiðir andmælandi nýtt umsóknargjald.\nÚrskurður í andmælamáli er sendur andmælanda og eiganda skráningar og birtur á vefsíðu stofnunarinnar. Niðurstaða úrskurðar skal birt í Hugverkatíðindum.\nEf skráning er felld úr gildi í heild eða að hluta í kjölfar andmæla er merkið afmáð úr vörumerkjaskrá í samræmi við þá niðurstöðu þegar endanleg niðurstaða áfrýjunarnefndar eða dómstóla liggur fyrir, ef við á.]\nL. 71/2020, 19. gr.\n[22. gr. c.\nSé notkunarleysi beitt sem vörn í andmælamáli og hafi fimm ára fresturinn til að taka eldra merkið í notkun með þeim hætti sem kveðið er á um í 25. gr. verið útrunninn á umsóknar- eða forgangsréttardegi yngra merkisins skal andmælandi, að kröfu eiganda hins andmælta merkis, sanna að eldra merkið hafi verið í notkun í samræmi við 25. gr. á fimm ára tímabili fyrir umsóknar- eða forgangsréttardag yngra merkisins eða að góð og gild rök séu fyrir því að merkið hafi ekki verið notað. Ef notkun telst ekki sönnuð með þeim hætti sem áskilið er verða andmæli ekki tekin til greina.\nHafi hið eldra merki aðeins verið notað til að auðkenna hluta þeirrar vöru eða þjónustu sem skráning þess tekur til skal, að því er varðar fram komin andmæli, einungis litið svo á að það njóti verndar fyrir þann hluta vörunnar eða þjónustunnar.]\nL. 71/2020, 19. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Ef umsókn um skráningu vörumerkis sem byggist á forgangsrétti skv. 17. eða 18. gr. er lögð inn eftir að sambærilegt merki hefur verið skráð, og [Hugverkastofan] telur að umsóknin hefði staðið í vegi fyrir skráningunni, skal tilkynna eiganda hins skráða vörumerkis um þetta og gefa honum kost á að tjá sig um málið. Verði umsóknin sem byggir á forgangsrétti samþykkt skal ógilda skráninguna að hluta til eða öllu leyti.\nÁkvæði 1. mgr. á einnig við þegar [Hugverkastofan] fær tilkynningu þar sem farið er fram á að alþjóðleg skráning gildi hér á landi og ljóst er að sú skráning hefði staðið í vegi fyrir skráningu merkis sem sótt var um eftir að hin alþjóðlega skráning öðlaðist gildi hér, sbr. 59. gr.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Samkvæmt beiðni eiganda vörumerkis og gegn greiðslu tilskilins gjalds má gera minni háttar breytingar á skráðu vörumerki, enda valdi þær því ekki að heildaráhrif merkisins raskist. Breytinga á skráðu vörumerki skal getið í vörumerkjaskrá og skulu þær birtar í [Hugverkatíðindum].\n[Verði breytingar á reglum um notkun félagamerkis skal eigandi tilkynna um breytingar til Hugverkastofunnar svo fljótt sem verða má og leggja fram nýtt eintak af þeim. Hugverkastofan fer yfir breytingarnar með hliðsjón af kröfum í 12. gr. og veitir frest til úrbóta uppfylli reglurnar ekki tilgreind skilyrði. Breyttar reglur hafa ekki gildi gagnvart Hugverkastofunni nema frá þeim degi þegar breyttar reglur eru færðar í vörumerkjaskrá. Birta skal reglurnar að nýju í Hugverkatíðindum.]\nL. 71/2020, 17. gr. L. 71/2020, 20. gr.\n[24. gr. a.\n[Hugverkastofan getur, að beiðni eiganda og gegn greiðslu tilskilins gjalds, hlutað umsókn sundur í tvær eða fleiri umsóknir. Hið sama gildir um skráningar. Í beiðni skal tilgreina til hvaða vöru og þjónustu hver umsókn eða skráning skuli taka eftir hlutunina. Hin nýja umsókn eða skráning skal hafa sama umsóknar- og forgangsréttardag og grunnskráningin en sjálfstætt skráningarnúmer skal gefið. Ákvörðun um hlutun umsóknar skal birt í Hugverkatíðindum.]]\nL. 71/2020, 21. gr. L. 44/2012, 5. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Ef eigandi að skráðu vörumerki hefur ekki, innan fimm ára frá því að skráningarferli lauk, hafið raunverulega notkun vörumerkis hér á landi fyrir þá vöru eða þjónustu sem það er skráð fyrir, eða hafi slík notkun fallið niður í fimm ár samfellt, má fella niður skráninguna með dómi eða ákvörðun Hugverkastofunnar, sbr. 28. gr. c, nema gildar ástæður séu fyrir því að notkun á vörumerkinu hafi ekki átt sér stað.\nEftirfarandi skal leggja að jöfnu við notkun skv. 1. mgr.:\n1. þegar vörumerki er notað í annarri útfærslu en greinir í vörumerkjaskrá, þó þannig að um sé að ræða frávik sem ekki raskar sérkenni og aðgreiningarhæfi þess og óháð því hvort sú útfærsla er jafnframt skráð í vörumerkjaskrá í nafni eiganda, eða\n2. þegar merki hefur verið sett á vörur hér á landi sem eingöngu eru ætlaðar til útflutnings eða á umbúðir slíkra vara.]\nEf vörumerki er notað af öðrum en eiganda, en með samþykki hans, skal leggja þá notkun að jöfnu við notkun eiganda. [Ef félagamerki eða ábyrgðar- og gæðamerki er notað af einum eða fleiri aðilum sem heimild hafa til þess telst það til notkunar í skilningi 1. mgr.]\nSkráning verður þó ekki afmáð ef notkun á merki hefur hafist eftir lok fimm ára tímabilsins en áður en krafa um ógildingu kemur fram. Ef krafa um ógildingu er ekki lögð fram fyrr en þrír mánuðir hið skemmsta eru liðnir frá lokum fimm ára tímabilsins en eigandi merkis hefur hafið eða tekið aftur upp notkun þess á síðustu þremur mánuðum áður en krafa um ógildingu kom fram skal slík notkun ekki hafa áhrif á kröfu um ógildingu, enda hafi eiganda merkis verið kunnugt um að krafan mundi koma fram er hann hóf undirbúning að notkun þess.\nHafi notkunarskyldu verið fullnægt fyrir hluta af þeim vörum eða þjónustu er vörumerkið var skráð fyrir skal ógildingin ekki taka til þess hluta skráningarinnar.\n[Sú dagsetning sem upphaf fimm ára tímabilsins miðast við skv. 1. mgr. skal færð í vörumerkjaskrá.]\nL. 71/2020, 22. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Vernd skráðs vörumerkis hefst á þeim degi sem umsókn skv. 12. gr. er lögð inn og gildir í tíu ár frá og með [þeim degi].\nSamkvæmt umsókn eiganda merkis verður skráning endurnýjuð til tíu ára hverju sinni, talið frá lokum hvers skráningartímabils.\nL. 71/2020, 23. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "[Umsókn um endurnýjun á skráningu vörumerkis er heimilt að leggja inn hjá Hugverkastofunni sex mánuðum áður en skráningartímabili lýkur en ekki síðar en sex mánuðum eftir lok tímabilsins. Umsókn skal fylgja tilskilið gjald sem greiða ber á þessu tímabili.\nHugverkastofan tilkynnir eiganda vörumerkis að skráningartímabil sé að renna út að minnsta kosti sex mánuðum áður en tímabilinu lýkur. Hugverkastofan ber ekki ábyrgð á réttindamissi farist fyrir að senda slíka tilkynningu eða berist hún ekki viðtakanda.\nTelji Hugverkastofan umsókn fullnægjandi skal endurnýjun á skráningu færð í vörumerkjaskrá og birt í Hugverkatíðindum. Ef umsókn telst ekki fullnægjandi ber að senda umsækjanda tilkynningu um það og veita honum ákveðinn frest til þess að lagfæra umsóknina.\nEf beiðni er lögð fram að því er varðar hluta þeirrar vöru eða þjónustu sem skráning vörumerkisins tekur til skal skráning einungis endurnýjuð fyrir þann hluta vörunnar eða þjónustunnar.\nHafi umsókn um endurnýjun á skráningu vörumerkis ekki verið lögð fram innan þess frests sem um getur í 1. mgr. verður merkið afmáð.\nAð beiðni eiganda vörumerkjaskráningar skal umsókn um endurnýjun á skráningu vörumerkis tekin fyrir ef hann, innan tveggja mánaða frá því að frestur skv. 1. mgr. rann út, leggur inn umsókn um endurnýjun og greiðir tilskilið endurupptökugjald.]\nL. 71/2020, 24. gr.\nIII. kafli. Afnám skráningar.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "[Hafi vörumerki, félagamerki eða ábyrgðar- og gæðamerki verið skráð andstætt ákvæðum laga þessara er unnt að ógilda skráninguna, í heild eða hluta, með dómi eða ákvörðun Hugverkastofunnar, sbr. þó ákvæði 8.–10. gr. Hver sem er getur farið fram á ógildingu skráningar.\nEf ógildingarástæðan er skortur á sérkenni merkis eða önnur tilvik sem getið er um í 13. gr. skal við matið einnig taka tillit til notkunar sem átt hefur sér stað eftir skráningu.\nÍ beiðni um ógildingu er heimilt að byggja á fleiri en einum eldri réttindum, svo fremi sem eldri réttindi tilheyra að öllu leyti sama eiganda.]\nL. 71/2020, 25. gr.\n[28. gr. a.\nÍ ógildingarmáli þar sem byggt er á skráðu merki með eldri umsóknar- eða forgangsréttardag skal eigandi hins eldra merkis, fari eigandi hins yngra merkis fram á það við málsmeðferðina, færa sönnur á að vörumerkið hafi verið í notkun, eins og kveðið er á um í 25. gr., í tengslum við þá vöru eða þjónustu sem það er skráð fyrir, á síðasta fimm ára tímabili áður en krafist var ógildingar eða færa fram góð og gild rök fyrir því að merkið hafi ekki verið notað. Skilyrði er að skráningarferli eldra vörumerkisins hafi, á þeim degi er krafa um ógildingu var lögð fram, verið lokið a.m.k. fimm árum fyrr.\nAuk þeirrar sönnunar sem krafist er skv. 1. mgr. skal eigandi hins eldra merkis, ef fimm ára fresturinn til að taka eldra vörumerkið í notkun eins og kveðið er á um í 25. gr. var útrunninn á umsóknar- eða forgangsréttardegi hins yngra vörumerkis, færa sönnur á að eldra vörumerkið hafi verið í raunverulegri notkun á fimm ára tímabilinu fyrir umsóknar- eða forgangsréttardag þess eða að góð og gild rök séu fyrir því að merkið hafi ekki verið notað, fari eigandi hins yngra merkis fram á það við málsmeðferðina.\nEf notkun í samræmi við 1. og 2. mgr. telst ekki sönnuð skal hafna beiðni um ógildingu sem grundvallast á eldri réttindum.\nEf sýnt er fram á notkun fyrir hluta vöru eða þjónustu getur beiðni náð fram að ganga að því leyti.]\nL. 71/2020, 26. gr.\n[28. gr. b.\nKröfu um ógildingu á grundvelli eldra vörumerkis skal ekki taka til greina ef krafan hefði ekki náð fram að ganga á umsóknar- eða forgangsréttardegi yngra merkisins, af eftirfarandi ástæðum:\na. eldra merkið hafði ekki nægjanlegt sérkenni í skilningi 13. gr. á umsóknardegi yngra merkisins eða á forgangsréttardegi þess, sé forgangsréttar krafist skv. 17. gr.,\nb. eldra merkið hafði ekki nægjanlegt sérkenni svo leitt hefði getað til ruglingshættu í skilningi 2. tölul. 4. gr. á umsóknardegi yngra merkisins eða á forgangsréttardegi þess, sé forgangsréttar krafist skv. 17. gr.,\nc. eldra merkið var ekki vel þekkt hér á landi í skilningi 3. tölul. 4. gr. á umsóknardegi yngra merkisins eða á forgangsréttardegi þess, sé forgangsréttar krafist skv. 17. gr.]\nL. 71/2020, 26. gr.\n[28. gr. c.\nSkráningu er unnt að fella niður, í heild eða að hluta, með dómi eða ákvörðun Hugverkastofunnar ef merki:\na. hefur ekki verið notað hér á landi í samræmi við 25. gr. innan fimm ára frá því að skráningarferli lauk fyrir þær vörur eða þjónustu sem það er skráð fyrir eða hefur ekki verið notað í fimm ár samfellt, nema gildar ástæður séu fyrir því að það hefur ekki verið notað,\nb. hefur vegna athafna eða athafnaleysis eiganda þess öðlast almenna merkingu fyrir vöru eða þjónustu á því sviði sem skráning tekur til,\nc. er notað af eiganda þess eða með samþykki hans með þeim hætti að villt getur um fyrir almenningi, m.a. að því er varðar eiginleika, gæði eða landfræðilegan uppruna vöru eða þjónustu.\nHver sem er getur farið fram á niðurfellingu skráningar.\nJafnframt er heimilt að fella niður skráningu félagamerkis eða ábyrgðar- og gæðamerkis hafi reglur um notkun merkisins ekki legið fyrir við skráningu, þær ekki verið uppfærðar, þeim er að öðru leyti ábótavant eða ef eigandi kemur ekki í veg fyrir notkun sem er ósamrýmanleg reglunum.\nÓheimilt er að krefjast þess að skráning vörumerkis verði felld niður hafi eigandi sannanlega byrjað að nota vörumerkið eða tekið upp notkun þess á ný á þeim tíma eftir að fimm ára tímabil án notkunar telst liðið og áður en krafa um niðurfellingu vörumerkis er lögð fram.\nHefjist notkun eða endurnotkun vörumerkis einhvern tíma á þriggja mánaða tímabili áður en krafa um niðurfellingu vörumerkis var lögð fram, sem hófst í fyrsta lagi eftir að fimm ára tímabil án notkunar var liðið, skal slík notkun ekki tekin til greina stafi hún af því að eigandi hafi fengið vitneskju um að fyrirhugað sé að krefjast niðurfellingar vörumerkisins.]\nL. 71/2020, 26. gr.\n[28. gr. d.\nBeiðni til Hugverkastofunnar um að skráning merkis verði ógilt eða felld niður skal vera skrifleg og rökstudd og henni skal fylgja tilskilið gjald. Beiðni skal jafnframt uppfylla þær kröfur sem fram koma í reglugerð um vörumerki.\nUppfylli beiðni ekki skilyrði 1. mgr. og reglugerðar þegar hún er lögð inn er beiðanda veittur frestur til að lagfæra beiðnina. Verði beiðni ekki lagfærð innan tilskilins frests eða telji Hugverkastofan ekki ástæðu til að framlengja frestinn skal beiðninni vísað frá.\nBerist beiðni um ógildingu eða niðurfellingu frá fleiri en einum aðila er heimilt að sameina málin nema málsaðilar færi fram málefnaleg rök gegn þeirri ákvörðun.\nTilkynna skal eiganda skráningarinnar um beiðnina og veita honum færi á að tjá sig um málið innan tilskilins frests áður en tekin er ákvörðun í málinu.\nEf mál vegna sömu skráningar er til meðferðar fyrir dómstólum skal beiðni vísað frá. Ef dómsmál er höfðað vegna skráningar á sama grundvelli og fram kemur í 1. mgr. og áður en Hugverkastofan hefur ákvarðað í málinu skal Hugverkastofan fresta meðhöndlun málsins þar til niðurstaða dómstóla liggur fyrir.]\nL. 71/2020, 26. gr.\n[28. gr. e.\nRéttaráhrif þess að skráning merkis er ógilt í heild eða að hluta með dómi eða ákvörðun Hugverkastofunnar skal miða við umsóknardag.\nRéttaráhrif þess að skráning merkis er felld niður í heild eða að hluta með dómi eða ákvörðun Hugverkastofunnar skal miða við dagsetningu beiðni um niðurfellingu. Í ákvörðun Hugverkastofunnar má þó að beiðni annars hvors málsaðila miða áhrif niðurfellingar við fyrri dagsetningu þegar sýnt er fram á ástæður niðurfellingar.\nVerði skráning merkis ógilt eða felld niður í heild eða að hluta skal birta tilkynningu þar að lútandi í Hugverkatíðindum og merkið svo afmáð úr vörumerkjaskrá í samræmi við niðurstöðu þegar endanleg úrlausn áfrýjunarnefndar eða dómstóla liggur fyrir, ef við á.]\nL. 71/2020, 26. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Hverjum þeim sem hefur lögmætra hagsmuna að gæta er rétt að höfða mál gegn eiganda merkis í því skyni að skráning þess verði felld úr gildi.\n[Hugverkastofan er réttur sóknaraðili í málum skv. 13., 25. og 28. gr. c.]\nL. 71/2020, 27. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Hver sem lögmætra hagsmuna hefur að gæta getur krafist þess að [Hugverkastofan] afmái skráningu vörumerkis ef sýnt er fram á að starfsemi eiganda þess hafi lagst af.\nÁður en [Hugverkastofan] afmáir skráningu eftir kröfu skv. 1. mgr. ber að senda eiganda vörumerkis tilkynningu og gefa honum kost á að tjá sig innan þriggja mánaða. Slíka tilkynningu ber að senda með sannanlegum hætti. Ef ekki er vitað um heimilisfang eiganda vörumerkis ber að auglýsa tilkynninguna í Lögbirtingablaðinu. Gefi eigandi sig ekki fram við [Hugverkastofuna] innan fyrrgreinds frests ber að afmá merkið úr skránni.\nL. 32/2019, 6. gr.\n[30. gr. a. ...]\nL. 71/2020, 28. gr. L. 44/2012, 9. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Verði [Hugverkastofunni] á augljós mistök við skráningu vörumerkis, endurnýjun eða færslu í vörumerkjaskrá er stofnuninni heimilt að lagfæra mistökin .... Leiðréttingu skal birta í [Hugverkatíðindum].\n[Eigandi umsóknar eða skráningar vörumerkis getur lagt fram beiðni um að augljósar villur sem fram koma í umsókn eða skráningu verði leiðréttar.]\nL. 32/2019, 6. gr. L. 44/2012, 10. gr. L. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Vörumerki verða afmáð úr vörumerkjaskrá:\n1. ef skráning er ekki endurnýjuð,\n2. ef eigandi merkis óskar þess,\n3. ef skráning er lýst ógild í kjölfar andmæla,\n4. ef skráning er lýst ógild skv. 23. gr.,\n5. samkvæmt dómi um ógildingu vörumerkis,\n6. samkvæmt ákvörðun [Hugverkastofunnar] ef starfsemi eiganda vörumerkis hefur sannanlega verið hætt, sbr. 30. gr.,\n7. samkvæmt ákvörðun [Hugverkastofunnar] ef augljós mistök hafa átt sér stað við skráningu, endurnýjun eða breytingu, sbr. 31. gr.,\n8. ef umboðsmaður hefur ekki verið tilnefndur, sbr. 35. gr.,\n[9. samkvæmt kröfu [þess ráðuneytis er fer með málefni þjóðfána Íslands], ef skrásett hefur verið af misgáningi vörumerki þar sem notaður er þjóðfáninn án heimildar þess],\n[10. [samkvæmt ákvörðun Hugverkastofunnar ef skráning er ógilt eða felld niður í samræmi við 28. gr. eða 28. gr. a – 28. gr. e].]\nVörumerki, sem eru afmáð, sbr. 1. mgr., skal birta í [Hugverkatíðindum].\nL. 32/2019, 6. gr. L. 126/2011, 236. gr. L. 67/1998, 14. gr. L. 71/2020, 29. gr. L. 44/2012, 11. gr. L. 71/2020, 17. gr.\nIV. kafli. Sérreglur um skráningu erlendra vörumerkja.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Umsækjanda, sem hvorki rekur starfsemi hér á landi né er búsettur í ríki sem er aðili að Parísarsamþykktinni um vernd eignarréttinda á sviði iðnaðar eða að samningnum um stofnun Alþjóðaviðskiptastofnunar (WTO), ber að sanna að hann hafi fengið samsvarandi merki skráð í heimalandi sínu fyrir þær vörur eða þjónustu sem umsókn hans tekur til.\nEf um gagnkvæma réttarvernd er að ræða getur ráðherra ákveðið að ákvæðum 1. mgr. um skyldu til að sanna skráningu í heimalandi skuli ekki beitt.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ráðherra getur ákveðið að vörumerki, sem ekki mundi talið skráningarhæft hér á landi en hefur verið skráð í öðru ríki, megi þó skrá hér á sama hátt og í hinu erlenda ríki. Slík skráning veitir þó í engu rýmri rétt en samsvarandi skráning í hinu erlenda ríki.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "[Eigandi vörumerkis, sem ekki hefur lögheimili hér á landi, skal hafa umboðsmann búsettan á Evrópska efnahagssvæðinu, í aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu eða í Færeyjum.] Umboðsmaðurinn skal hafa heimild eiganda merkis til þess að taka við stefnu af hans hálfu, svo og öðrum tilkynningum er merkið varða þannig að bindi eigandann. Nafn umboðsmanns og heimilisfang skal skráð í vörumerkjaskrá.\nHafi umboðsmaður ekki verið tilnefndur eða segi hann af sér umboðsmennsku ber eiganda merkis að bæta úr því innan frests sem [Hugverkastofan] ákveður. Ef ekki er vitað um heimilisfang eiganda merkis skal birta tilkynningu um frestinn í [Hugverkatíðindum]. Ef umboðsmaður samkvæmt framangreindu er ekki tilnefndur áður en frestur er úti skal merkið afmáð úr skránni.\n[Eigandi vörumerkis, sem hefur ekki lögheimili hér á landi, telst hafa varnarþing í Reykjavík í málum sem rekin eru samkvæmt lögum þessum.]\n[[Hugverkastofan] skal hafa samskipti við umsækjendur og eigendur vörumerkjaskráninga eða umboðsmenn þeirra á íslensku. Í undantekningartilvikum getur stofnunin tekið við skjölum á erlendum tungumálum.]\nL. 44/2012, 12. gr. L. 32/2019, 6. gr. L. 71/2020, 17. gr. L. 13/2000, 1. gr.\nV. kafli. Framsal, leyfi o.fl.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "[Rétt til vörumerkis eða umsóknar um skráningu vörumerkis má framselja í heild eða að hluta, eitt og sér eða ásamt þeirri atvinnustarfsemi sem það er notað í.]\nFramselji einhver atvinnustarfsemi sína eignast framsalshafi vörumerki sem henni tilheyra, nema um annað hafi verið samið.\n[Hafi vörumerki verið skráð á nafn umboðsmanns eða forsvarsmanns umrædds vörumerkis, án samþykkis eigandans, skal hinn síðarnefndi hafa rétt til þess að krefjast þess að vörumerkið verði framselt honum. Á það þó ekki við ef umboðsmaðurinn getur réttlætt aðgerðir sínar.]\nL. 71/2020, 30. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "[Hver sá sem eignast hefur rétt á skráðu vörumerki eða umsókn um skráningu vörumerkis skal tilkynna það til Hugverkastofunnar sem skal geta eigendaskiptanna í vörumerkjaskrá og birta í Hugverkatíðindum.]\nÞar til framsal er tilkynnt telst sá eigandi merkis sem síðast var skráður eigandi þess.\nL. 71/2020, 31. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "[Eigandi að skráðu vörumerki eða umsækjandi um skráningu vörumerkis getur veitt öðrum leyfi til að nota merkið í atvinnuskyni (nytjaleyfi). Nytjaleyfi getur verið sértækt eða almennt og tekið til allrar eða hluta þeirrar vöru eða þjónustu sem vörumerki er skráð fyrir eða óskast skráð fyrir. Nytjaleyfishafi getur því aðeins framselt rétt sinn að um það hafi verið samið.\nEigandi að skráðu vörumerki eða umsækjandi um skráningu vörumerkis getur beitt vörumerkjarétti sínum gagnvart nytjaleyfishafa brjóti hinn síðarnefndi ákvæði nytjaleyfissamnings varðandi:\n1. gildistíma nytjaleyfisins,\n2. leyfilega útfærslu merkis,\n3. umfang þeirrar vöru eða þjónustu sem nytjaleyfið er veitt fyrir,\n4. hið landfræðilega svæði sem nytjaleyfið tekur til,\n5. gæði þeirrar vöru sem nytjaleyfishafi framleiðir eða þeirrar þjónustu sem hann býður fram.\nEigandi vörumerkis, umsækjandi um skráningu vörumerkis eða nytjaleyfishafi getur, gegn ákveðnu gjaldi, farið fram á að nytjaleyfi verði fært í vörumerkjaskrá og birt í Hugverkatíðindum. Hið sama gildir ef nytjaleyfi er framselt eða fellur úr gildi. Hugverkastofan getur hafnað því að færa inn nytjaleyfi ef talið er að notkun nytjaleyfishafa á merkinu geti leitt til hættu á ruglingi.]\nL. 71/2020, 32. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "[Heimilt er að veðsetja skráð vörumerki eða umsókn um skráningu vörumerkis óháð þeirri atvinnustarfsemi sem það er notað í.\nHeimilt er að gera fjárnám í skráðu vörumerki eða umsókn um skráningu vörumerkis.\nHafi réttur að skráðu vörumerki eða umsókn um skráningu vörumerkis verið veðsettur eða fjárnám gert í honum skal þess getið í vörumerkjaskrá ef eigandi merkis, umsækjandi, veðhafi eða gerðarbeiðandi óskar þess og breytingin verði birt í Hugverkatíðindum.]\nL. 71/2020, 33. gr.\nVI. kafli. Bann gegn notkun villandi vörumerkja.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Ef notkun vörumerkis telst villandi eftir að það hefur verið framselt eða leyfi til þess að nota það hefur verið tilkynnt má með dómi banna hlutaðeigandi að nota merkið í þeirri gerð sem það er.\nSama á við ef vörumerki er annars villandi, eigandi þess notar það á villandi hátt eða einhver annar með hans samþykki.\n[Hugverkastofan], svo og hver sá sem hagsmuna hefur að gæta, getur höfðað mál samkvæmt þessari grein.\nL. 32/2019, 6. gr.\nVII. kafli. Réttarvernd.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Unnt er að krefjast lögbanns við athöfn sem þegar er hafin eða er sannanlega yfirvofandi og brýtur eða mun brjóta gegn vörumerkjarétti.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Notkun vörumerkis, sem er andstæð ákvæðum laga þessara, má banna með dómi.\nSá sem af ásetningi brýtur gegn vörumerkjarétti skal sæta sektum. Eftir atvikum getur refsing verið ... fangelsi í allt að þrjá mánuði.\nSektir samkvæmt lögum þessum má gera jafnt lögaðila sem einstaklingi. Lögaðila má ákvarða sekt án tillits til þess hvort sök verður sönnuð á starfsmann lögaðilans. Hafi starfsmaður lögaðila framið brot á lögum þessum eða reglum settum samkvæmt þeim má einnig gera lögaðilanum sekt, enda sé brotið drýgt til hagsbóta fyrir lögaðilann eða hann hefur hagnast á brotinu. Lögaðili ber ábyrgð á greiðslu sektar sem starfsmaður hans er dæmdur til að greiða vegna brota á lögum þessum, enda séu brot tengd starfi hjá lögaðilanum.\n...\nL. 82/1998, 234. gr. L. 13/2000, 2. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Þeim sem af ásetningi eða gáleysi brýtur gegn vörumerkjarétti er skylt að greiða hæfilegt endurgjald fyrir hagnýtingu vörumerkis og skaðabætur fyrir annað tjón sem af broti hans hefur hlotist.\nÞeim sem hagnast á broti gegn vörumerkjarétti, án þess að um ásetning eða gáleysi sé að ræða, er skylt að greiða hæfilegt endurgjald. Endurgjaldið má þó aldrei vera hærra en ætla má að nemi hagnaði hans af brotinu.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Í málum út af brotum gegn vörumerkjarétti getur dómstóll ákveðið að gerðar skuli ráðstafanir til að hindra misnotkun á vörumerki. Í því skyni getur dómstóll ákveðið að merkið skuli numið brott af þeim vörum sem eru í vörslu hlutaðeigandi eða hann annars ræður yfir. Ef nauðsyn ber til má ákveða að ónýta skuli vöruna eða afhenda hana þeim er misgert var við gegn bótum eða án þeirra.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Rétt til að höfða mál skv. 43. og 44. gr. hefur sá sem telur hagsmuni sína skerta. Mál þessi skulu rekin sem almenn einkamál, en kröfur skv. 43. gr. er einnig heimilt að setja fram í [sakamáli].\n[Eigandi félagamerkis eða ábyrgðar- og gæðamerkis á rétt á að gera bótakröfu fyrir hönd aðila sem hafa heimild til þess að nota merkið hafi þeir orðið fyrir skaða vegna óheimillar notkunar á merkinu.]\nL. 88/2008, 234. gr. L. 71/2020, 34. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "[Nytjaleyfishafi getur aðeins höfðað mál vegna brota á vörumerkjarétti með samþykki eiganda vörumerkis nema um annað hafi verið samið. Handhafi sértæks nytjaleyfis getur þó höfðað slíkt mál ef eigandi vörumerkis höfðar ekki sjálfur mál vegna viðkomandi brota innan hæfilegs tíma frá formlegri beiðni nytjaleyfishafa þar um.\nNytjaleyfishafa er heimilt að ganga inn í mál sem eigandi vörumerkis hefur höfðað vegna brota á vörumerkjarétti í því skyni að krefjast skaðabóta vegna tjóns sem hann hefur orðið fyrir.]\nL. 71/2020, 35. gr.\nVIII. kafli. Alþjóðleg skráning vörumerkja.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Með alþjóðlegri skráningu vörumerkis er átt við skráningu vörumerkis hjá alþjóðaskrifstofunni er starfar á vegum Alþjóðahugverkastofnunarinnar (WIPO) samkvæmt bókun frá 27. júní 1989 við Madridsamninginn um alþjóðlega skráningu vörumerkja frá 14. apríl 1891.\n[Hugverkastofan] veitir viðtöku umsókn um alþjóðlega skráningu vörumerkis hér á landi og annast alþjóðlegar skráningar.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Skilyrði fyrir viðtöku alþjóðlegrar umsóknar er að umsækjandi sé íslenskur ríkisborgari, einstaklingur búsettur hér á landi eða hann reki hér virka atvinnustarfsemi og hafi þegar lagt inn umsókn um skráningu vörumerkisins hér á landi eða fengið vörumerkið skráð hér.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Umsókn skal skila skriflega til [Hugverkastofunnar] á þar til gerðu eyðublaði. Umsókn skal vera á ensku og í henni skal tilgreina hvert merkið er, með mynd ef við á, og fyrir hvaða vöru eða þjónustu merkið óskast skráð. Einnig skal greina frá nafni eða heiti á atvinnustarfsemi umsækjanda. Fyrir móttöku og meðhöndlun umsókna skal greiða tilskilið gjald.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "[Hugverkastofan] kannar hvort upplýsingar í alþjóðlegri umsókn eru í samræmi við upplýsingar í þeirri umsókn eða skráningu vörumerkis hér á landi sem hún byggist á.\nEf ósamræmis gætir skal umsækjanda tilkynnt um það og honum veittur frestur til að koma athugasemdum eða leiðréttingum á framfæri. Berist engar athugasemdir frá umsækjanda innan tilskilins frests telst umsókn hans afturkölluð en ef ósamræmis gætir enn þrátt fyrir athugasemdir hans er [Hugverkastofunni] heimilt að neita að framsenda umsóknina til alþjóðaskrifstofunnar.\nÞegar samræmi er með þeim upplýsingum sem um getur í 1. mgr. skal [Hugverkastofan] senda staðfestingu á því, ásamt alþjóðlegu umsókninni, til alþjóðaskrifstofunnar. Í staðfestingunni skal geta um umsóknardag og númer þeirrar landsumsóknar, og skráningar ef við á, sem alþjóðlega umsóknin byggist á.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Berist [Hugverkastofunni] tilkynning frá alþjóðaskrifstofunni um að eigandi alþjóðlegrar skráningar vörumerkis, sem ekki uppfyllir skilyrði 48. gr., fari fram á að skráning hans gildi hér á landi ber henni að rannsaka skráningarhæfi merkisins gegn greiðslu tilskilins gjalds.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Telji [Hugverkastofan] alþjóðlega skráningu vörumerkis óskráningarhæfa hér á landi er eiganda skráningar heimilt að tjá sig um málið og óska eftir því að það verði tekið til skoðunar að nýju. Eigandi skráningar skal þá tilnefna umboðsmann skv. 35. gr. Alþjóðaskrifstofunni skal send niðurstaða [Hugverkastofunnar], ásamt rökstuðningi, innan 18 mánaða frá dagsetningu tilkynningar alþjóðaskrifstofunnar, sbr. 51. gr.\nTelji [Hugverkastofan] ekkert því til fyrirstöðu að alþjóðleg skráning vörumerkis gildi hér á landi skal hún birt í [Hugverkatíðindum]. Þar skal getið þeirrar dagsetningar sem alþjóðaskrifstofan hefur ákveðið sem skráningardag alþjóðlegu skráningarinnar.\nL. 32/2019, 6. gr. L. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Heimilt er að andmæla gildi alþjóðlegrar skráningar hér á landi eftir birtingu í [Hugverkatíðindum]. Andmælin skulu rökstudd og berast [Hugverkastofunni] innan tveggja mánaða frá birtingardegi.\nEftir að [Hugverkastofan] hefur móttekið andmæli sendir hún tilkynningu til alþjóðaskrifstofunnar um að skráningin öðlist ekki gildi þegar í stað hér á landi, ásamt rökstuðningi fyrir andmælunum.\nEiganda alþjóðlegrar skráningar er heimilt að tjá sig um andmælin innan tilskilins frests og skal hann þá tilnefna umboðsmann skv. 35. gr.\nAndmælanda og eiganda alþjóðlegrar skráningar skal tilkynnt um úrskurð [Hugverkastofunnar] þegar hann liggur fyrir.\nÞegar endanleg niðurstaða liggur fyrir tilkynnir [Hugverkastofan] alþjóðaskrifstofunni um hana. Ef andmæli eru tekin til greina er skráningin felld úr gildi hér á landi að öllu leyti eða að hluta. Niðurstöðu þessa skal birta í [Hugverkatíðindum].\nL. 71/2020, 17. gr. L. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Ef bæði alþjóðleg og landsbundin skráning er í gildi hér á landi fyrir sama vörumerki, í eigu sama aðila, og skráningarnar ná til sömu vöru, skal alþjóðlega skráningin koma í stað hinnar síðarnefndu og fylgir henni þá sami réttur og áður gilti um landsbundnu skráninguna.\nGeta skal um breytingu skv. 1. mgr. í vörumerkjaskrá og hún birt í [Hugverkatíðindum].\nL. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Falli alþjóðleg skráning að hluta til eða öllu leyti úr gildi fellur hún með sama hætti úr gildi hér á landi. Tilkynning um slíkt skal færð í vörumerkjaskrá og hún birt í [Hugverkatíðindum].\nL. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Þegar fimm ár eru liðin frá skráningardegi alþjóðlegrar skráningar heldur skráningin gildi sínu hér á landi þrátt fyrir að skráning eða umsókn, sem hefur verið grundvöllur alþjóðlegu skráningarinnar, falli úr gildi.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Ef alþjóðleg skráning vörumerkis, sem gildir hér á landi, fellur úr gildi innan fimm ára frá skráningardegi vegna þess að umsókn eða skráning vörumerkis, er alþjóðlega skráningin byggist á, getur ekki lengur verið grundvöllur fyrir slíkri skráningu, og eigandi vörumerkisins óskar síðar eftir að skrá sama merki hér á landi, skal gildistökudagur alþjóðlegu skráningarinnar teljast umsóknardagur þeirrar umsóknar, enda séu eftirtalin skilyrði uppfyllt:\n1. umsóknin skal í síðasta lagi lögð inn þremur mánuðum eftir að hin alþjóðlega skráning féll úr gildi,\n2. umsóknin tekur ekki til annarrar vöru eða þjónustu en alþjóðlega vörumerkjaskráningin,\n3. umsóknin uppfyllir að öðru leyti þau skilyrði sem gilda um íslenskar vörumerkjaumsóknir, þar með talið að umsækjandi greiði tilskilin gjöld.\nUpplýsingar skv. 1. mgr. skulu færðar í vörumerkjaskrá og birtar í [Hugverkatíðindum].\nL. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Ef alþjóðleg skráning vörumerkis, sem gildir hér á landi, fellur úr gildi innan fimm ára frá skráningardegi vegna þess að ríki, sem verið hefur aðili að bókuninni við Madridsamninginn um alþjóðlega skráningu vörumerkja, hefur sagt upp aðild sinni, og eigandi vörumerkisins óskar síðar eftir að skrá sama merki hér á landi, skal gildistökudagur alþjóðlegu skráningarinnar teljast umsóknardagur þeirrar umsóknar, enda séu eftirtalin skilyrði uppfyllt:\n1. umsóknin berst innan tveggja ára frá því að uppsögnin tók gildi,\n2. umsóknin tekur ekki til annarrar vöru eða þjónustu en alþjóðlega vörumerkjaskráningin,\n3. umsóknin uppfyllir að öðru leyti þau skilyrði sem gilda um íslenskar vörumerkjaumsóknir, þar með talið að umsækjandi greiði tilskilin gjöld.\nUpplýsingar skv. 1. mgr. skulu færðar í vörumerkjaskrá og birtar í [Hugverkatíðindum].\nL. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Alþjóðleg skráning vörumerkis öðlast gildi og hefur sömu réttaráhrif hér á landi og önnur skráð vörumerki frá skráningardegi hennar, síðari tilnefningardegi eða forgangsréttardegi, að því tilskildu að skráningu hafi ekki verið synjað hér. Lög þessi gilda um slíkar skráningar eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Upplýsingar sem varða alþjóðlegar vörumerkjaskráningar, svo sem breytingar, endurnýjanir, framsal merkis, brottfall skráningar o.fl., skal birta í [Hugverkatíðindum].\nL. 71/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Ákvarðanir [Hugverkastofunnar], er varða afgreiðslu umsókna um alþjóðlega skráningu vörumerkja, má bera undir áfrýjunarnefnd í samræmi við ákvæði 63. gr.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Ráðherra setur nánari reglur um framkvæmd þessa kafla, þar á meðal um birtingu alþjóðlegra vörumerkjaskráninga, andmæli gegn skráningu, endurnýjun og gjöld.\nRg. 850/2020, sbr. 59/2023.\nIX. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Ákvörðunum og úrskurðum [Hugverkastofunnar] samkvæmt lögum þessum geta aðilar máls áfrýjað til áfrýjunarnefndar innan tveggja mánaða frá þeim degi er ákvörðun var tekin. Innan sama frests skal greiða áfrýjunargjald. Berist greiðsla ekki innan tilskilins frests skal vísa áfrýjuninni frá.\nNefnd þriggja manna, áfrýjunarnefnd, er ráðherra skipar, skal úrskurða í ágreiningsmálum. Ráðherra skipar formann nefndarinnar til þriggja ára í senn og skal hann vera lögfræðingur með sérþekkingu á hugverkarétti. Aðra nefndarmenn skipar ráðherra til að úrskurða í einstökum ágreiningsmálum.\nEf aðilar máls óska úrskurðar dómstóla ber þeim að höfða mál innan þriggja mánaða frá þeim degi sem [Hugverkastofan] eða áfrýjunarnefnd tók ákvörðun sína.\nL. 32/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "[Öllum er heimilt að kynna sér efni vörumerkjaumsókna og skráninga. Vörumerkjaumsóknir eru aðgengilegar frá fyrsta virka degi eftir móttöku.\n[Hugverkastofunni] er óheimilt að veita almenningi aðgang að fylgiskjölum eða gögnum í heild eða að hluta sem geyma viðskiptaleyndarmál og varða almennt ekki skráningu merkis eða einkarétt á merki.]\nL. 32/2019, 6. gr. L. 44/2012, 13. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "[Ráðherra setur nánari reglur um frágang vörumerkjaumsókna og meðferð þeirra eða skráðra vörumerkja hjá [Hugverkastofunni], um form vörumerkjaskrárinnar og færslu, útgáfu skráningarskírteina og efni þeirra og meðferð [andmæla-, ógildingar- og niðurfellingarmála], svo og um gjöld fyrir áfrýjanir. Þá setur ráðherra nánari reglur um áfrýjun og áfrýjunarnefnd.]\nRg. 850/2020, sbr. 59/2023. L. 32/2019, 6. gr. L. 71/2020, 36. gr. Rg. 275/2008. L. 44/2012, 14. gr.\n[65. gr. a.\nÍ reglugerð sem ráðherra setur skal kveðið á um gjöld samkvæmt lögum þessum og þóknun fyrir þá þjónustu sem [Hugverkastofan] veitir.\nGjöld, þar á meðal umsóknar- og endurnýjunargjöld, skulu standa undir kostnaði við rekstur [Hugverkastofunnar] vegna vörumerkja og við þjónustu sem veitt er, m.a. fyrir landsbundnar og alþjóðlegar umsóknir um vörumerki, könnun [Hugverkastofunnar] á form- og efnisskilyrðum umsókna, þjónustu vegna rannsókna vörumerkjaumsókna, útgáfu og framsendingu forgangsréttarskjala, skráningu vörumerkja og endurupptöku, meðferð skv. 22. gr., birtingu í [Hugverkatíðindum], breytingar á vörumerkjaskrá og útskriftir úr skránni og önnur þjónustuverkefni.\nGjaldskrá þjónustugjalda skal m.a. taka mið af launum og launatengdum gjöldum, þjálfun og endurmenntun, aðkeyptri sérfræðiþjónustu, húsnæði, starfsaðstöðu, búnaði og tækjum og alþjóðlegri samvinnu.\nGjöld samkvæmt lögum þessum renna til [Hugverkastofunnar] og innheimtir hún gjöldin.]\nRg. 1279/2024. L. 32/2019, 6. gr. L. 71/2020, 17. gr. L. 44/2012, 15. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Lög þessi raska ekki gildi eldri vörumerkjaskráninga þótt vörumerkin fullnægi ekki skilyrðum laganna til þess að verða skráð sem ný vörumerki.\nUm vörumerki sem skráð eru samkvæmt eldri lögum kemur tilgreining á vöru eða þjónustu, sem um ræðir í 12. gr., ekki til framkvæmda fyrr en skráning er endurnýjuð.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    }
  ]
}
