{
  "id": "74/1997",
  "type": "statute",
  "title": "Lög um réttindi sjúklinga",
  "status": "in_force",
  "issued_date": "1997-05-28",
  "url": "https://www.althingi.is/lagas/nuna/1997074.html",
  "description": "Tóku gildi 1. júlí 1997.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið laga þessara er að tryggja sjúklingum tiltekin réttindi í samræmi við almenn mannréttindi og mannhelgi og styrkja þannig réttarstöðu þeirra gagnvart heilbrigðisþjónustunni og styðja trúnaðarsambandið sem ríkja ber milli sjúklinga og heilbrigðisstarfsmanna.\nÓheimilt er að mismuna sjúklingum á grundvelli kynferðis, trúarbragða, skoðana, þjóðernisuppruna, kynþáttar, litarháttar, efnahags, ætternis og stöðu að öðru leyti.\n[1. gr. a.\nUm réttindi sjúklinga við framkvæmd vísindarannsókna gilda lög um vísindarannsóknir á heilbrigðissviði.]\nL. 44/2014, 36. gr.\nSkilgreiningar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Sjúklingur: Notandi heilbrigðisþjónustu.\n[ Heilbrigðisstarfsmaður: Einstaklingur sem starfar við heilbrigðisþjónustu og hefur hlotið leyfi [landlæknis] til að nota starfsheiti löggiltrar heilbrigðisstéttar.]\nMeðferð: Rannsókn, aðgerð eða önnur [heilbrigðisþjónusta] sem læknir eða annar heilbrigðisstarfsmaður veitir til að greina, lækna, endurhæfa, hjúkra eða annast sjúkling.\n...\nL. 112/2008, 63. gr. L. 41/2007, 24. gr. L. 55/2009, 26. gr. L. 44/2014, 36. gr.\nGæði heilbrigðisþjónustu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Sjúklingur á rétt á fullkomnustu heilbrigðisþjónustu sem á hverjum tíma er völ á að veita.\nSjúklingur á rétt á þjónustu sem miðast við ástand hans og horfur á hverjum tíma og bestu þekkingu sem völ er á. Heilbrigðisstarfsmaður skal leitast við að koma á traustu sambandi milli sín og sjúklings.\nSjúklingur á rétt á samfelldri þjónustu og að samstarf ríki milli allra heilbrigðisstarfsmanna og stofnana sem hana veita.\nAðgangur að upplýsingum um réttindi sjúklinga.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðuneytið] skal sjá til þess að til séu upplýsingar um réttindi sjúklinga, sjúklingafélög og [sjúkratryggingar]. Heilbrigðisstofnanir og sjálfstætt starfandi heilbrigðisstarfsmenn skulu hafa þessar upplýsingar aðgengilegar sjúklingum í húsakynnum sínum og á starfsstofum. Jafnframt skal leitast við að veita almenningi upplýsingar um orsakir og afleiðingar sjúkdóma hjá börnum og fullorðnum.\nL. 126/2011, 244. gr. L. 112/2008, 63. gr.\nII. kafli. Upplýsingar og samþykki.\nUpplýsingar um heilsufar og meðferð.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sjúklingur á rétt á upplýsingum um:\na. heilsufar, þar á meðal læknisfræðilegar upplýsingar um ástand og batahorfur,\nb. fyrirhugaða meðferð ásamt upplýsingum um framgang hennar, áhættu og gagnsemi,\nc. önnur hugsanleg úrræði en fyrirhugaða meðferð og afleiðingar þess ef ekkert verður aðhafst,\nd. möguleika á að leita álits annars læknis eða annarra heilbrigðisstarfsmanna eftir því sem við á um meðferð, ástand og batahorfur.\nÞess skal getið í sjúkraskrá sjúklings að upplýsingar samkvæmt þessari grein hafi verið gefnar.\nUpplýsingar samkvæmt þessari grein skulu gefnar jafnóðum og tilefni skapast og á þann hátt og við þau skilyrði að sjúklingur geti skilið þær.\nEigi í hlut sjúklingur sem ekki talar íslensku eða notar táknmál skal honum tryggð túlkun á upplýsingum samkvæmt þessari grein.\nUndanþágur frá meginreglunni um upplýsingar um heilsufar og meðferð.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Upplýsingar skv. 5. gr. skal ekki gefa fari sjúklingur fram á að það sé látið ógert. Sjúklingur getur tilnefnt annan einstakling til að taka við upplýsingunum í sinn stað.\nÞess skal getið í sjúkraskrá ef sjúklingur neitar að fá upplýsingar um heilsufar og batahorfur eða tilnefnir annan í sinn stað. Jafnframt skal skrá þar hverjum voru gefnar upplýsingarnar, sbr. 1. mgr. þessarar greinar og 7. og 25. gr.\nEigi í hlut sjúklingur sem ekki getur tileinkað sér upplýsingar skv. 5. gr. skulu þær veittar nánum vandamanni eða lögráðamanni hafi sjúklingur verið sviptur lögræði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Virða skal rétt sjúklings til að ákveða sjálfur hvort hann þiggur meðferð.\nÁkvæði lögræðislaga gilda um samþykki fyrir meðferð sjúklinga sem vegna greindarskorts, eða af öðrum ástæðum sem þau lög tilgreina, eru ófærir um að taka ákvörðun um meðferð. Í þessum tilvikum skal þó hafa sjúkling með í ráðum eftir því sem kostur er.\nEnga meðferð má framkvæma án samþykkis sjúklings, sbr. 1. og 2. mgr., sbr. þó 9. gr. Samþykkið skal eftir því sem kostur er vera skriflegt, þar sem fram kemur hvaða upplýsingar voru gefnar sjúklingi og að hann hafi skilið upplýsingarnar.\nMeðferð hafnað.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Nú hafnar sjúklingur meðferð og skal læknir þá upplýsa hann um hugsanlegar afleiðingar þeirrar ákvörðunar.\nSjúklingur getur stöðvað meðferð hvenær sem er, nema á annan hátt sé mælt í öðrum lögum. Hafni sjúklingur meðferð skal læknir hans eða sá heilbrigðisstarfsmaður sem stjórnar meðferðinni upplýsa sjúkling um hugsanlegar afleiðingar þeirrar ákvörðunar. Um höfnun á meðferð sjúkra barna gilda ákvæði 26. gr.\nÍ sjúkraskrá skal skrá ákvörðun sjúklings um að hafna meðferð eða stöðva og staðfest að hann hafi fengið upplýsingar um hugsanlegar afleiðingar ákvörðunarinnar.\nUndanþága frá meginreglu um samþykki fyrir meðferð.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Nú er sjúklingur meðvitundarlaus eða ástand hans að öðru leyti þannig að hann er ófær um að gefa til kynna vilja sinn varðandi meðferð sem telst bráðnauðsynleg. Í því tilviki skal taka samþykki hans sem gefið nema fyrir liggi örugg vitneskja um að hann hefði hafnað meðferðinni.\n...\nL. 44/2014, 36. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "...\nL. 44/2014, 36. gr.\nÞátttaka í þjálfun og kennslu nemenda.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Skýra ber sjúklingi frá því ef fyrirhugað er að nemendur á heilbrigðissviði verði viðstaddir meðferð á honum vegna þjálfunar og kennslu þeirra. Sjúklingur getur neitað að taka þátt í slíkri þjálfun og kennslu.\nIII. kafli. Trúnaðar- og þagnarskylda.\nÞagnarskylda starfsmanns í heilbrigðisþjónustu.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Starfsmaður í heilbrigðisþjónustu skal gæta fyllstu þagmælsku um allt það sem hann kemst að í starfi sínu um heilsufar sjúklings, ástand, sjúkdómsgreiningu, horfur og meðferð ásamt öðrum persónulegum upplýsingum. Þagnarskyldan helst þó að sjúklingur andist og þó að starfsmaður láti af störfum. Mæli ríkar ástæður með því getur starfsmaður látið í té upplýsingar með hliðsjón af vilja hins látna og hagsmunum hlutaðeigandi. Sé starfsmaður í vafa getur hann borið málið undir landlækni.\nUndanþágur frá þagnarskyldu.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Þagnarskylda skv. 12. gr. nær ekki til atvika sem starfsmanni í heilbrigðisþjónustu ber að tilkynna um samkvæmt öðrum lagaákvæðum, t.d. ákvæðum barnaverndarlaga. Í þeim tilvikum ber starfsmanni skylda til að koma upplýsingum um atvikið á framfæri við þar til bær yfirvöld.\nSamþykki sjúklings eða forráðamanns leysir starfsmann undan þagnarskyldu.\nUm vitnaskyldu starfsmanna í heilbrigðisþjónustu gilda ákvæði [laga um heilbrigðisstarfsmenn].\nL. 34/2012, 34. gr.\nIV. kafli. Meðferð upplýsinga í sjúkraskrá.\nAðgangur að sjúkraskrá.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Um meðferð upplýsinga í sjúkraskrá gilda ákvæði laga um sjúkraskrár.]\nL. 55/2009, 26. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "...\nL. 44/2014, 36. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "...\nL. 55/2009, 26. gr.\nV. kafli. Meðferð.\nVirðing fyrir mannhelgi sjúklings.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Heilbrigðisstarfsmenn og aðrir sem starfs síns vegna hafa samskipti við sjúkling skulu koma fram við hann af virðingu.\nAð meðferð sjúklings skulu ekki koma aðrir en þeir sem nauðsynlega þurfa. Heilbrigðisstarfsmaður skal gæta þess að framkvæma nauðsynlega meðferð með þeim hætti að utanaðkomandi aðilar sjái ekki til og að upplýsingar um meðferð einstaklinga séu ekki aðgengilegar öðrum en viðkomandi heilbrigðisstarfsmönnum.\nBið eftir meðferð.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Þurfi sjúklingur að bíða eftir meðferð skal læknir, sem hann leitar til, gefa skýringar á biðinni ásamt upplýsingum um áætlaðan biðtíma.\nSkylt er að gera sjúklingi grein fyrir því ef unnt er að fá þá meðferð sem hann þarfnast fyrr annars staðar.\nForgangsröðun.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ef nauðsynlegt reynist að forgangsraða sjúklingum vegna meðferðar skal fyrst og fremst byggt á læknisfræðilegum sjónarmiðum og eftir atvikum öðrum faglegum forsendum.\nVal á heilbrigðisstarfsmanni.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Þrátt fyrir skiptingu landsins í [heilbrigðisumdæmi] samkvæmt lögum um heilbrigðisþjónustu á sjúklingur rétt á að leita til þess læknis sem honum hentar best. Þá á hann rétt á að fá álit annars læknis á greiningu, meðferð, ástandi og batahorfum. Sama gildir um aðra heilbrigðisstarfsmenn.\nL. 40/2007, 39. gr.\nÁbyrgð sjúklings á eigin heilsu.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Sjúklingur ber ábyrgð á heilsu sinni eftir því sem það er á hans færi og ástand hans leyfir. Honum ber eftir atvikum að vera virkur þátttakandi í meðferð sem hann hefur samþykkt.\nReglur um innlögn og útskrift.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Við komu sjúklings á heilbrigðisstofnun skulu heilbrigðisstarfsmenn sem annast hann kynna sig og starfssvið sitt. Jafnframt skal kynna fyrir honum reglur og venjur sem gilda á stofnuninni og máli skipta.\nSjúklingi skal gerð grein fyrir hvaða læknir beri meginábyrgð á meðferð hans á heilbrigðisstofnun.\nÁður en að útskrift sjúklings kemur skulu aðstæður hans kannaðar og honum tryggð fullnægjandi heimaþjónusta eða önnur úrræði eftir því sem unnt er.\nVið útskrift af heilbrigðisstofnun skal sjúklingur fá, eftir því sem þörf krefur, leiðbeiningar um þýðingarmikil atriði er varða eftirmeðferð, svo sem lyfjagjöf, mataræði, þjálfun og hreyfingu. Ef þess er óskað skulu leiðbeiningarnar gefnar skriflega.\nLæknabréf og vottorð vegna veikinda, slysa, sjúkrahúslegu og þess háttar skulu afgreidd án ástæðulauss dráttar.\nLinun þjáninga og nærvera fjölskyldu og vina.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Lina skal þjáningar sjúklings eins og þekking á hverjum tíma frekast leyfir.\nSjúklingur á rétt á að njóta stuðnings fjölskyldu sinnar, ættmenna og vina meðan á meðferð og dvöl stendur. Sjúklingur og nánustu vandamenn hans eiga rétt á að njóta andlegs, félagslegs og trúarlegs stuðnings.\nMeðferð dauðvona sjúklings.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Dauðvona sjúklingur á rétt á að deyja með reisn. Gefi dauðvona sjúklingur ótvírætt til kynna að hann óski ekki eftir meðferð sem lengir líf hans eða tilraunum til endurlífgunar skal læknir virða þá ákvörðun.\nSé dauðvona sjúklingur of veikur andlega eða líkamlega til þess að geta tekið þátt í ákvörðun um meðferð skal læknir leitast við að hafa samráð við vandamenn sjúklings og samstarfsfólk sitt áður en hann ákveður framhald eða lok meðferðar.\nVI. kafli. [Sérreglur um sjúk börn og börn sem aðstandendur.]\nL. 50/2019, 2. gr.\nUpplýsingar um heilsufar og meðferð sjúkra barna.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Ef sjúklingur er yngri en 16 ára skulu upplýsingar skv. 5. gr., svo og aðrar upplýsingar samkvæmt lögum þessum, veittar foreldrum.\nSjúkum börnum skulu veittar upplýsingar að teknu tilliti til aldurs þeirra og þroska. Þau eiga þó sama rétt og aðrir á að hafna því að fá upplýsingar, sbr. 6. gr.\nSamþykki vegna meðferðar sjúkra barna.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Foreldrar sem fara með forsjá barns skulu veita samþykki fyrir nauðsynlegri meðferð barns yngra en 16 ára. Eftir því sem kostur er skulu sjúk börn höfð með í ráðum og alltaf ef þau eru 12 ára eða eldri.\nNeiti foreldrar sem fara með forsjá barns að samþykkja nauðsynlega meðferð, sbr. 1. mgr., skal læknir eða annar heilbrigðisstarfsmaður snúa sér til barnaverndaryfirvalda, sbr. ákvæði barnaverndarlaga.\nEf ekki vinnst tími til að leita liðsinnis barnaverndaryfirvalda, sbr. 2. mgr., vegna lífsnauðsynlegrar bráðameðferðar á sjúku barni er skylt að hafa heilbrigði þess að leiðarljósi og grípa tafarlaust til nauðsynlegrar meðferðar.\nÝmsar reglur um sjúk börn.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Skylt er að gera allt sem unnt er til að sjúkt barn fái að þroskast og njóta lífsgæða þrátt fyrir veikindi og meðferð eftir því sem ástand þess leyfir.\nHlífa ber börnum við ónauðsynlegum rannsóknum og aðgerðum.\nSjúk börn, sem dveljast á heilbrigðisstofnun, eiga rétt á að hafa foreldra eða aðra nána vandamenn hjá sér og skal sköpuð aðstaða fyrir þá eftir því sem kostur er.\nSystkini og vinir mega eftir því sem kostur er heimsækja sjúkt barn sem dvelst á heilbrigðisstofnun.\nSjúk börn á skólaskyldualdri skulu fá kennslu sem hæfir aldri þeirra og ástandi.\nUmhverfi og aðbúnaður sjúkra barna á heilbrigðisstofnunum skal hæfa aldri þeirra, þroska og ástandi.\n[27. gr. a. Skyldur heilbrigðisstarfsmanna vegna réttar barna sem aðstandenda.\nBörn eiga rétt á viðeigandi ráðgjöf og stuðningi sem aðstandendur foreldris sem glímir við alvarleg veikindi eða foreldris sem andast, eftir því sem við á. Gefa skal barni kost á að tjá sig í samræmi við aldur þess og þroska og taka skal réttmætt tillit til skoðana þess.\nHeilbrigðisstarfsmanni, sem kemur beint að meðferð sjúklings, svo sem lækni, hjúkrunarfræðingi eða félagsráðgjafa, ber að huga að rétti barna og þörfum skv. 1. mgr. á eftirfarandi hátt:\n1. Kanna skal hvort sjúklingur með geðsjúkdóma, fíknisjúkdóma eða illvíga líkamlega sjúkdóma eigi barn undir lögaldri. Eigi sjúklingur barn undir lögaldri skal heilbrigðisstarfsmaður sjá til þess eins fljótt og unnt er að rætt sé við sjúklinginn um rétt og stöðu barnsins vegna veikinda foreldrisins. Að gættri trúnaðar- og þagnarskyldu skal heilbrigðisstarfsmaður hafa samráð við heilsugæsluna þar sem barnið á lögheimili um að bjóða barninu og þeim sem annast barnið í veikindum foreldris samtal skv. 3. mgr. Ef við á skal viðkomandi heilbrigðisstarfsmaður, í samráði við heilsugæsluna, félagsmálanefnd viðkomandi sveitarfélags og foreldri eða forsjáraðila, hafa frumkvæði að samvinnu við skóla barnsins skv. 22. gr. a laga um leikskóla, 17. gr. a laga um grunnskóla eða 34. gr. a laga um framhaldsskóla.\n2. Þegar einstaklingur andast skal læknir sem gefur út dánarvottorð kanna hvort hinn látni hafi átt barn undir lögaldri. Reynist svo vera skal viðkomandi læknir eins fljótt og unnt er tilkynna andlát foreldrisins til heilsugæslunnar þar sem barnið á lögheimili. Að gættri trúnaðar- og þagnarskyldu skal heilbrigðisstarfsmaður heilsugæslunnar eins fljótt og unnt er bjóða barninu og þeim sem annast barnið samtal skv. 3. mgr. Ef við á skal viðkomandi heilbrigðisstarfsmaður, í samráði við félagsmálanefnd í því sveitarfélagi þar sem barn á lögheimili og foreldri eða forsjáraðila, hafa frumkvæði að samvinnu við skóla barnsins skv. 22. gr. a laga um leikskóla, 17. gr. a laga um grunnskóla eða 34. gr. a laga um framhaldsskóla.\nÍ samtali við barn samkvæmt þessari grein skal gætt að aldri þess og þroska varðandi þátttöku, upplýsingagjöf, leiðbeiningar, aðstoð og eftirfylgni. Sérstaklega skal hugað að því að aðstoða barnið við að fá aðgang að viðeigandi úrræðum og veita því upplýsingar um lagalega stöðu þess, svo sem rétt þess til umgengni samkvæmt barnalögum við nána vandamenn þess foreldris sem glímir við alvarleg veikindi eða foreldris sem andast eða aðra nákomna barni, og hvaða félagsleg úrræði eru til staðar.\nForeldri eða forsjáraðili barns á rétt á reglubundnum viðtölum við heilbrigðisstarfsmann. Markmið þeirra viðtala er aðstoð við að styðja barnið og treysta velferð þess.\nSöfnun og meðferð upplýsinga samkvæmt ákvæði þessu skal vera í samræmi við ákvæði laga um persónuvernd og vinnslu persónuupplýsinga.\nRáðherra kveður nánar á um framkvæmd þessa með reglugerð.]\nL. 50/2019, 1. gr.\nVII. kafli. Réttur til að kvarta.\nAthugasemdir og kvartanir vegna meðferðar.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "[Athugasemdum sjúklings vegna þjónustu eða framkomu heilbrigðisstarfsfólks á heilbrigðisstofnun, starfsstofu heilbrigðisstarfsmanna eða annars staðar þar sem heilbrigðisþjónusta er veitt skal beint til yfirstjórnar viðkomandi heilbrigðisstofnunar eða þeirra sem bera ábyrgð á þjónustunni.\nKvörtunum yfir meðferð skal beint til landlæknis í samræmi við ákvæði laga um landlækni og lýðheilsu.\nStarfsmönnum heilbrigðisstofnunar, starfsstofu eða annars staðar þar sem heilbrigðisþjónusta er veitt er skylt að leiðbeina sjúklingi eða nánasta aðstandanda sem vill koma á framfæri athugasemd eða bera fram kvörtun. Enn fremur er stjórn heilbrigðisstofnunar eða rekstraraðila sem veitir heilbrigðisþjónustu skylt að taka til athugunar ábendingar starfsmanna sem telja að brotið hafi verið á rétti sjúklinga.\nSjúklingur skal fá skrifleg svör við athugasemdum sínum og kvörtunum eins fljótt og auðið er.\nHeilbrigðisstofnun eða öðrum rekstraraðilum sem veita heilbrigðisþjónustu ber að upplýsa og leiðbeina sjúklingi sem verður fyrir alvarlegu atviki, eins og það er skilgreint í lögum um landlækni og lýðheilsu, eða eftir atvikum nánasta aðstandanda, um að málið hafi verið tilkynnt embætti landlæknis og eftir atvikum lögreglu, í hvaða farvegi málið sé og um mögulegan rétt til bóta vegna atviksins, sbr. lög um sjúklingatryggingu.\nEf sjúklingur verður fyrir verulegu tjóni eftir alvarlegt atvik, eins og það er skilgreint í lögum um landlækni og lýðheilsu, á hann eða nánasti aðstandandi hans, eftir því sem við á, rétt á því að heilbrigðisstofnun eða rekstraraðili sem veitir heilbrigðisþjónustu bjóði honum til fundar eins fljótt og auðið er en þó eigi síðar en tíu dögum eftir atvikið.\nRáðherra getur með reglugerð sett nánari ákvæði um meðferð athugasemda og kvartana, svo sem um samskipti við sjúklinga og aðstandendur, leiðbeiningarskyldu, málsmeðferð og lyktir mála.]\nL. 103/2023, 7. gr.\nVIII. kafli. Gildistökuákvæði o.fl.\nHeimild ráðherra til að setja reglugerð.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "[Ráðherra er heimilt að setja reglugerð um framkvæmd laga þessara.]\nL. 44/2014, 36. gr.\nGildistaka.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Lög þessi öðlast gildi 1. júlí 1997.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    }
  ]
}
