{
  "id": "58/1997",
  "type": "statute",
  "title": "Lög um öryggisþjónustu",
  "status": "in_force",
  "issued_date": "1997-05-22",
  "url": "https://www.althingi.is/lagas/nuna/1997058.html",
  "description": "Tóku gildi 1. júlí 1997.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Til að annast öryggisþjónustu í atvinnuskyni þarf leyfi [ríkislögreglustjóra]. Samkvæmt lögum þessum getur öryggisþjónusta falist í eftirfarandi:\na. eftirliti með lokuðum svæðum eða svæðum opnum almenningi, hvort heldur er með eftirlitsferðum vaktmanna eða myndavélum,\nb. flutningi verðmæta,\nc. að taka við og sinna boðum frá einstaklingum um aðstoð,\nd. að taka við og sinna boðum frá viðvörunarkerfum vegna eldsvoða, vatnsleka eða innbrots,\ne. annarri öryggisþjónustu hliðstæðri þeirri sem getur í a–d-lið samkvæmt ákvörðun [ríkislögreglustjóra].\nL. 143/2006, 6. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Leyfi til að annast öryggisþjónustu má veita einstaklingi eða skráðu félagi.\nEinstaklingur sem hyggst annast öryggisþjónustu skal fullnægja þessum skilyrðum:\na. vera orðinn 25 ára,\nb. vera lögráða,\nc. hafa haft forræði á búi sínu síðustu fimm ár,\nd. hafa hvorki gerst sekur um brot á almennum hegningarlögum, lögum um ávana- og fíkniefni eða lögum um skotvopn, né verið dæmdur [í fangelsi] samkvæmt ákvæðum annarra laga, enda hafi brot ekki verið smávægilegt eða langt um liðið frá því að það var framið, og\ne. ekki verði talinn vafi á að hann geti með viðunandi hætti sinnt þeirri þjónustu sem hann tekur að sér.\nHeimilt er að veita skráðu félagi leyfi til að annast öryggisþjónustu fullnægi framkvæmdastjóri þess skilyrðum 2. mgr. og stjórnarmenn félagsins skilyrðum b–d-liðar 2. mgr. Nú er nýr framkvæmdastjóri ráðinn eða breyting verður á stjórn félags og skal þá senda [embætti ríkislögreglustjóra] tilkynningu þess efnis innan 14 daga.\nL. 82/1998, 236. gr. L. 143/2006, 7. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Leyfi til að annast öryggisþjónustu skal veitt til fimm ára í senn. Í leyfisbréfi skal tilgreina þá öryggisþjónustu sem leyfið tekur til. Heimilt er að binda leyfið tilteknum skilyrðum um framkvæmd þjónustu og önnur atriði.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Starfsmaður leyfishafa, sem sinnir framkvæmd öryggisþjónustu, skal vera að minnsta kosti 18 ára að aldri og að öðru leyti til þess fallinn að rækja starfann af samviskusemi og trúverðugleika.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ríkislögreglustjóri] skal fella úr gildi leyfi til að annast öryggisþjónustu ef leyfishafi fullnægir ekki lengur skilyrðum 2. gr. Sama gildir ef leyfishafi eða starfsmaður hans hefur orðið uppvís að ítrekaðri eða verulegri vanrækslu í starfi þannig að öryggisþjónustan teljist ekki fullnægjandi eða ef ekki hefur verið gætt þeirra skilyrða sem leyfi er bundið við.\n[Ríkislögreglustjóri hefur eftirlit með starfsemi leyfishafa sem ber að veita ríkislögreglustjóra allar nauðsynlegar upplýsingar um starfsemi sína og önnur atriði sem þýðingu hafa. Til að sinna eftirliti hafa starfsmenn ríkislögreglustjóra án dómsúrskurðar aðgang að starfsstöð leyfishafa.]\nL. 143/2006, 8. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Ákvarðanir ríkislögreglustjóra samkvæmt lögum þessum eru kæranlegar til [ráðuneytisins].]\nRáðherra setur í reglugerð nánari ákvæði um framkvæmd laganna.\nL. 126/2011, 239. gr. L. 143/2006, 9. gr. Rg. 340/1997, sbr. 401/2009.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Brot gegn lögum þessum og reglum settum samkvæmt þeim varða sektum, nema þyngri refsing liggi við eftir öðrum lögum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Lög þessi öðlast gildi 1. júlí 1997.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
