{
  "id": "61/1998",
  "type": "statute",
  "title": "Lög um dánarvottorð, krufningar o.fl.",
  "status": "in_force",
  "issued_date": "1998-06-12",
  "url": "https://www.althingi.is/lagas/nuna/1998061.html",
  "description": "Tóku gildi 1. janúar 1999.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Læknir skal rita dánarvottorð fyrir hvern mann er deyr hér á landi. Vottorðið skal ritað á eyðublað sem landlæknir lætur útbúa.\nLíkskoðun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Læknir skoðar lík og athugar hvernig andlát hefur borið að, dauðaskilmerki og líklega dánarorsök.\nAndist maður á heilbrigðisstofnun ber læknir sá sem annaðist hinn látna á stofnuninni eða yfirlæknir viðkomandi deildar ábyrgð á að líkið verði skoðað.\nAndist maður utan heilbrigðisstofnunar skal læknir sá sem stundaði hinn látna í banalegunni skoða líkið.\n[Við óvænt dauðsföll eða ef ekki tekst að ná til læknis sem stundaði hinn látna í banalegunni skal tilkynna andlátið til yfirlæknis heilsugæslu sem ber þá ábyrgð á að líkið verði skoðað.]\nL. 93/2002, 22. gr.\nTilkynning til lögreglu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Læknir sem kvaddur er til vegna líkskoðunar skal gera lögreglu viðvart ef:\n1. ætla má að andlát tengist refsiverðu athæfi, sjálfsvígi eða andláti af völdum slyss,\n2. maður hefur fundist látinn,\n3. dauðsfall er óvænt,\n4. maður andast í fangelsi eða á öðrum áþekkum stað eða\n5. ætla má að dauðsfall megi rekja til mistaka, vanrækslu eða óhappatilviks við læknismeðferð.\nRéttarlæknisfræðileg líkskoðun.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Þegar lögreglu er gert viðvart um andlát ákveður hún hvort lík skuli skoða réttarlæknisfræðilega. Slík skoðun skal að jafnaði gerð nema:\n1. andlát beri að svo löngu eftir slys að lögregla telji slíka skoðun óþarfa í ljósi fyrirliggjandi upplýsinga eða\n2. lögregla og læknir eru sammála um að dauðdaginn hafi verið eðlilegur.\nRéttarlæknisfræðileg líkskoðun er gerð af lögreglu og lækni í sameiningu.\nKrufning.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Að lokinni líkskoðun má kryfja lík í læknisfræðilegum tilgangi og fjarlægja líkamsvef og annað líffræðilegt efni, sbr. þó lög um brottnám líffæra:\n1. hafi hinn látni eftir að hann varð sjálfráða samþykkt krufningu skriflega eða\n2. nánasti venslamaður hins látna hafi samþykkt krufningu, enda þyki sannað að hún sé ekki í andstöðu við vilja hins látna.\nÞurfi að afla samþykkis nánasta venslamanns fyrir krufningu skal læknir veita upplýsingar um tilgang og markmið krufningarinnar.\nMaka, börnum, ef hinn látni átti ekki maka, foreldrum, ef hinn látni var barnlaus, eða systkinum, ef foreldrar hins látna eru einnig látnir, er heimilt að krefjast krufningar ef í ljós kemur að ekki er af hálfu læknis hins látna fyrirhugað að óska eftir krufningu.\nEf gera á réttarlæknisfræðilega líkskoðun eða réttarkrufningu er óheimilt að kryfja lík í læknisfræðilegum tilgangi eingöngu.\nRéttarkrufning.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Réttarkrufning skal gerð:\n1. þegar dauðsfall verður rakið til refsiverðrar háttsemi eða ef ekki reynist unnt að útiloka slíkt með fullnægjandi hætti, eða þegar slík krufning er talin nauðsynleg til að koma í veg fyrir að síðar vakni grunsemdir um að dauðsfallið megi rekja til refsiverðs verknaðar eða\n2. þegar dánarorsök verður ekki með viðunandi hætti ákvörðuð með réttarlæknisfræðilegri líkskoðun.\nÍ öðrum tilvikum tekur lögregla ákvörðun um nauðsyn réttarkrufningar.\nDómsúrskurður um réttarkrufningu.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lögregla skal kynna nánasta venslamanni nauðsyn réttarkrufningar og leita samþykkis hans.\nSamþykki nánasti venslamaður ekki réttarkrufningu skal lögregla leita úrskurðar dómara um hana.\nÚtgáfa dánarvottorðs.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Dánarvottorð ritar sá læknir sem skoðar líkið eða sá sem ber ábyrgð á að það sé gert.\nHafi andlát verið tilkynnt lögreglu má ekki rita dánarvottorð fyrr en hún hefur ákveðið að ekki sé ástæða til réttarlæknisfræðilegrar líkskoðunar eða réttarkrufningar.\nEf réttarlæknisfræðileg líkskoðun er gerð skal dánarvottorð ritað af lækninum sem tók þátt í skoðuninni. Læknir sem framkvæmir réttarkrufningu ritar dánarvottorð.\nUmönnun líks.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lík skal geyma á stað við hæfi. Ef ekki er unnt að staðfesta andlát skal fylgjast með viðkomandi og ekki flytja í líkhús fyrr en læknir hefur staðfest dauðaskilmerki.\nMeðferð dánarvottorðs og heimild til útfarar.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Dánarvottorð skal afhent venslamanni hins látna.\nVenslamaður afhendir dánarvottorðið sýslumanni í því umdæmi þar sem hinn látni átti lögheimili á dánardægri eða ætla má að dánarbúi verði skipt samkvæmt ákvæðum laga um skipti á dánarbúum o.fl.\nNú á ákvæði 2. mgr. ekki við, t.d. vegna búsetu hins látna erlendis, og skal þá afhenda dánarvottorðið sýslumanni í því umdæmi þar sem útför hins látna verður gerð.\nSýslumaður afhendir venslamanni staðfestingu þess að andlát hafi verið tilkynnt og má ekki gera útför nema sá sem hana annast hafi fengið slíka staðfestingu.\n[Sýslumaður sendir dánarvottorð svo fljótt sem kostur er til Þjóðskrár Íslands. Jafnskjótt og andlát hefur verið skráð í þjóðskrá, ásamt nauðsynlegum upplýsingum, sendir Þjóðskrá Íslands dánarvottorðið til landlæknis.\nHagstofa Íslands semur skýrslur um dánarorsakir og andvana fædd börn hér á landi. Landlæknir skal afhenda Hagstofunni þau gögn sem hún óskar eftir og nauðsynleg eru í þeim tilgangi.]\n[Heimilt er að miðla upplýsingum sem fram koma í dánarvottorði rafrænt í samræmi við reglugerð sem ráðherra setur. Í reglugerð skal mælt fyrir um almenn skilyrði varðandi vinnslu og tegund gagna og upplýsinga, til hvaða stofnana sé heimilt að miðla persónuupplýsingum og í hvaða tilgangi, auk fyrirmæla um öryggi og verklag við vinnslu.]\nL. 28/2011, 16. gr. L. 32/2020, 1. gr.\nTilkynningar vegna andvana fæddra barna.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Fæðist barn andvana skal ekki ritað dánarvottorð, en um það skal tilkynnt til Þjóðskrár Íslands og landlæknis.]\nL. 28/2011, 16. gr.\nFlutningur líka úr landi.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Nú er lík flutt úr landi og ber sá sem það flytur ábyrgð á að dánarvottorð sé afhent sýslumanni í því umdæmi þar sem maðurinn lést. Sýslumaður afhendir flutningsaðila staðfest afrit dánarvottorðs og skal það fylgja líkinu til viðtakanda erlendis. Ekki má flytja lík úr landi nema ákvæðum þessum sé fylgt.\nRefsingar.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Brot gegn lögum þessum eða reglum sem settar eru eftir þeim varða sektum nema þyngri hegning sé við lögð í öðrum lögum.\nReglugerðarheimild.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Ráðherra er heimilt með reglugerð að setja nánari ákvæði um framkvæmd laga þessara.\nRáðherra skal setja í reglugerð ákvæði um:\n1. Ritun dánarvottorða, að fengnum tillögum landlæknis.\n2. Framkvæmd réttarlæknisfræðilegrar líkskoðunar, þar á meðal um lágmarkskunnáttu lækna sem gera réttarlæknisfræðilega líkskoðun.\n3. Réttarkrufningu.\n4. [Hvernig Þjóðskrá Íslands og landlækni verði tilkynnt um andvana fædd börn.]\nRg. 248/2001, sbr. 172/2021. L. 28/2011, 16. gr.\nGildistaka.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Lög þessi öðlast gildi 1. janúar 1999.\nBrottfall laga.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "...\nBreyting annarra lagaákvæða.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "...",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
