{
  "id": "10/1998",
  "type": "statute",
  "title": "Lög um kjaramál fiskimanna",
  "status": "in_force",
  "issued_date": "1998-03-27",
  "url": "https://www.althingi.is/lagas/nuna/1998010.html",
  "description": "Tóku gildi 28. mars 1998, sjá þó 5. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Efnisákvæði miðlunartillagna þeirra sem ríkissáttasemjari lagði fram til lausnar kjaradeilum á fiskiskipaflotanum þann 16. mars 1998 og birt eru í fylgiskjölum I&ndash;IV sem eru hluti af lögum þessum skulu frá gildistöku laga þessara gilda um kaup og kjör fiskimanna í aðildarfélögum Sjómannasambands Íslands, Farmanna- og fiskimannasambands Íslands og aðildarfélögum Alþýðusambands Vestfjarða, svo og Vélstjórafélagi Íslands, Vélstjórafélagi Ísafjarðar, Vélstjórafélagi Suðurnesja og Vélstjórafélagi Vestmannaeyja, með þeim breytingum sem fram koma í 2. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Séu færri menn á skipi sem stundar rækjuveiðar og landar daglega eða ísar afla um borð en við er miðað í skiptakjaraákvæðum kjarasamninga varðandi þær veiðar skiptist hlutur eða hlutir þeirra sem á vantar á milli þeirra sem á skipinu eru í réttu hlutfalli við skiptahlut þeirra.\nFerðir til veiða utan efnahagslögsögu Íslands úr stofnum sem ekki eru íslenskir deilistofnar eru sérstakt kauptryggingartímabil og teljast því ekki til sama kauptryggingartímabils og aðrar veiðar skips.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Vinnustöðvanir þeirra aðila sem um ræðir í fylgiskjölum I&ndash;IV, svo og verkföll og verkbönn og aðrar aðgerðir sem ætlað er að knýja fram aðra skipan kjaramála en lög þessi ákveða, eru óheimilar. Þó er aðilum heimilt að semja um slíkar breytingar en eigi má knýja þær fram með vinnustöðvun.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Brot gegn 3. gr. laganna varðar sektum ef ekki liggja við þyngri refsingar samkvæmt öðrum lögum.]\nL. 88/2008, 234. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Lög þessi öðlast þegar gildi og gilda til 15. febrúar árið 2000. ...\nFylgiskjal I&ndash;IV. ...\nUm efni fylgiskjalanna vísast til Stjtíð. A 1998, bls. 42&ndash;52.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
