{
  "id": "7/1998",
  "type": "statute",
  "title": "Lög um hollustuhætti og mengunarvarnir",
  "status": "in_force",
  "issued_date": "1998-03-12",
  "url": "https://www.althingi.is/lagas/nuna/1998007.html",
  "description": "Tóku gildi 24. mars 1998.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið.]\nMarkmið þessara laga er að búa landsmönnum heilnæm lífsskilyrði og vernda þau gildi sem felast í heilnæmu og ómenguðu umhverfi. [Jafnframt er markmið laganna að koma í veg fyrir eða að draga úr losun út í andrúmsloft, vatn og jarðveg og koma í veg fyrir myndun úrgangs í því skyni að vernda umhverfið.]\nL. 66/2017, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Gildissvið.]\nLögin taka til hvers konar starfsemi og framkvæmda hér á landi, í lofthelgi, efnahagslögsögu og farkostum sem ferðast undir íslenskum fána, sem hafa eða geta haft áhrif á þá þætti sem tilgreindir eru í 1. gr., að svo miklu leyti sem önnur lög taka ekki til þeirra. [Lögin ná einnig til starfsemi og framkvæmda í efnahagslögsögunni vegna rannsókna og vinnslu kolvetnis.]\n[Lögin gilda ekki um rannsóknarstarfsemi, þróunarstarf eða prófanir á nýjum vörum og vinnsluferlum sem falla undir viðauka I [og vara skemur en þrjú ár].]\n[Ákvæði laga þessara um burðarpoka ná til starfsemi sem felur í sér sölu á vörum.]\n[Ákvæði laga þessara um plastvörur ná til starfsemi sem felur í sér:\na. að vörur úr plasti eru settar á markað, og\nb. sölu eða aðra afhendingu á vörum úr plasti í atvinnuskyni.]\nL. 66/2017, 2. gr. L. 166/2008, 14. gr. L. 58/2019, 1. gr. L. 34/2019, 1. gr. L. 90/2020, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Orðskýringar.]\n[ Eftirlitsaðili er annaðhvort heilbrigðisnefnd sveitarfélaga eða\n[Umhverfis- og orkustofnun].]\nHollustuhættir og mengunarvarnir taka í lögum þessum til hollustuverndar, mengunarvarnaeftirlits, vöktunar, tengdra rannsókna og fræðslu um þessi mál.\n[ Hollustuvernd tekur til eftirlits með ... [meðferð, notkun og merkingum efna í starfsleyfis- eða skráningarskyldri starfsemi], húsnæði, öðrum vistarverum og umhverfi þeirra og öryggisþáttum þeim tengdum. Einnig tekur hún til sóttvarna og fræðslu í þessum efnum ...]\nMengunarvarnaeftirlit tekur til eftirlits með þeim þáttum sem eiga að fyrirbyggja eða draga úr mengun lofts, láðs eða lagar, eftirlits með eiturefnum og hættulegum efnum og fræðslu um þessi mál. Vöktun umhverfisins telst til mengunarvarnaeftirlits.\nHeilbrigðiseftirlit tekur til hollustuhátta og mengunarvarna.\n[ Mengun er] þegar örverur, efni og efnasambönd og eðlisfræðilegir þættir valda óæskilegum og skaðlegum áhrifum á heilsufar almennings, röskun lífríkis eða óhreinkun lofts, láðs eða lagar. Mengun tekur einnig til ólyktar, hávaða, titrings, geislunar og varmaflæðis og ýmissa óæskilegra eðlisfræðilegra þátta.\n[ Besta aðgengilega tækni er áhrifaríkasta og þróaðasta stigið í framþróun starfsemi og tengdra rekstraraðferða sem gefur til kynna að nota megi tiltekna tækni sem hagkvæman grunn fyrir viðmiðunarmörk fyrir losun og önnur skilyrði fyrir starfsleyfi til að koma í veg fyrir eða, þar sem því verður ekki við komið, draga úr losun og áhrifum á umhverfið í heild:\na. „tækni“: sú tækni og þær aðferðir sem eru notaðar við hönnun, smíði, viðhald, rekstur og lokun stöðvar,\nb. „aðgengileg tækni“: tækni sem hefur verið þróuð í þeim mæli að hægt sé að nota hana á hlutaðeigandi sviði iðnaðar, við skilyrði sem eru efnahagslega og tæknilega hagkvæm, að teknu tilliti til kostnaðar og ávinnings, óháð því hvort þessi tækni er notuð eða þróuð í hlutaðeigandi aðildarríki, að því tilskildu að rekstraraðilinn eigi tök á að nýta sér hana með góðu móti,\nc. „besta tækni“: sú tækni sem er árangursríkust við að ná víðtækri almennri vernd umhverfisins í heild.\nBAT-niðurstöður er tilvísun til reglugerðar sem ráðherra setur, sbr. 5. gr., þar sem settar eru fram niðurstöður um bestu aðgengilegu tækni, lýsing á henni, upplýsingar til að meta notkunarsvið hennar, losunargildin sem tengjast þessari bestu aðgengilegu tækni, tengd vöktun, tengd notkunargildi og, eftir því sem við á, viðeigandi ráðstafanir til úrbóta á staðnum.]\nEftirlit merkir athugun á vöru, þjónustu, ferli eða starfsemi til að ákvarða samræmi þeirra við tilteknar kröfur.\nFaggilding merkir aðferð sem þar til bær aðili beitir til að veita formlega viðurkenningu á því að aðili sé hæfur til að vinna tiltekin verkefni. Um faggildingu fer samkvæmt [lögum nr. 24/2006, um faggildingu o.fl.]\nRannsóknir (prófanir) felast í greiningu sýna vegna eftirlits, eftirlitsverkefna, vöktunar og annarra þjónusturannsókna eða fyrirbyggjandi aðgerða á sviði hollustuhátta og mengunarvarna.\nVöktun merkir kerfisbundna og síendurtekna skráningu einstakra breytilegra þátta í umhverfinu.\n[...\n...]\n[ Færanleg starfsemi er starfsemi sem eðlis síns vegna er færanleg milli staða. Í starfseminni er notast við hreyfanlegan búnað til að vinna tímabundið verk á hverjum stað sem tengist ekki veitukerfum á staðnum. Um er að ræða starfsemi sem ekki er gert ráð fyrir á skipulagi eða þarf byggingarleyfi.\nUmhverfismerki eru norræna umhverfismerkið Svanurinn, sem er opinbert norrænt umhverfismerki, og umhverfismerki Evrópubandalagsins (EB), Blómið, sem er opinbert umhverfismerki á Evrópska efnahagssvæðinu.]\n[ Stöð er staðbundin tæknieining þar sem fram fer ein eða fleiri tegundir starfsemi sem getur haft í för með sér mengun, sbr. viðauka I–IV, og öll önnur starfsemi á sama stað sem gæti haft áhrif á losun og mengun og tengist með beinum og tæknilegum hætti þeirri starfsemi sem tilgreind er í framangreindum viðaukum.]\n[ Burðarpoki úr plasti er poki, með eða án halda, gerður úr plasti, sem afhentur er neytanda á sölustað vara.]\n[ Áætlun um úrbætur er áætlun um ráðstafanir vegna frávika, leka eða umtalsverðrar hættu á leka í starfsemi, sem fylgir m.a. umsókn um starfsleyfi til [geymslu] skv. VI. kafla A og [Umhverfis- og orkustofnun] samþykkir.\nFlutningskerfi koldíoxíðs eru lagnir og mannvirki þeim tengd til flutnings á koldíoxíði til [geymslusvæðis].\nFöngun koldíoxíðs er ferli þar sem koldíoxíð er fangað, venjulega úr útblæstri iðjuvera og orkuvera en einnig beint úr andrúmslofti, svo að hægt sé að flytja það til [geymslu] eða endurnýtingar.\nFöngunarstöð er mannvirki sem hefur þann tilgang að fanga koldíoxíð til [geymslu] til að draga úr losun gróðurhúsalofttegunda.\n[ Hentugar jarðmyndanir til geymslu eru jarðmyndanir sem hafa eiginleika sem stuðla að öruggri og áreiðanlegri geymslu koldíoxíðs neðan jarðar.]\n[ Geymsla koldíoxíðs í jörðu er niðurdæling og síðan geymsla koldíoxíðsstrauma í jarðmyndunum neðan jarðar.]\n[ Geymslugeymir er geymslusvæðið, þ.e. jarðmyndanir þess og allt sem getur haft áhrif á öryggi og áreiðanleika geymslu koldíoxíðs á svæðinu.]\n[ Geymslusvæði er skilgreint svæði innan jarðmyndana sem notað er til geymslu koldíoxíðs auk tilheyrandi búnaðar, hvort sem hann er ofan jarðar eða neðan jarðar.]\n[ Rekstrartímabil geymslusvæðis er tíminn frá því að starfsleyfi er gefið út og niðurdæling og geymsla koldíoxíðs hefst á geymslusvæði og þar til starfsemi lýkur.]\nVatnssúla er samfelldur lóðréttur vatnsmassi frá yfirborði að botnseti.]\n[ Plast er efni sem samanstendur af fjölliðu, eins og hún er skilgreind í reglugerð um skráningu, mat, leyfisveitingu og takmarkanir að því er varðar efni (REACH), sem íblöndunarefnum eða öðrum efnum kann að hafa verið bætt við og getur nýst sem aðalbyggingarefni fullunninnar vöru, þ.m.t. plast sem getur brotnað niður með eðlisfræðilegu og lífrænu niðurbroti, en undanskildar eru náttúrulegar fjölliður sem hefur ekki verið breytt með efnafræðilegum aðferðum.\nEinnota plastvara er vara sem gerð er úr plasti að öllu leyti eða að hluta til og er ekki hugsuð, hönnuð eða sett á markað til að fara á vistferli sínum í gegnum margar ferðir eða hringrásir þar sem henni er skilað aftur til framleiðanda til enduráfyllingar eða endurnotkunar í sama tilgangi og henni var ætlað upphaflega.\nPlast sem er niðurbrjótanlegt með oxun er efni úr plasti sem inniheldur íblöndunarefni sem leiða til þess með oxun að plastefnið sundrast í öragnir eða úr verður efnafræðilegt niðurbrot.\nSetja á markað er þegar vara er í fyrsta sinn afhent hér á landi í atvinnuskyni til dreifingar, neyslu eða notkunar, hvort sem er gegn greiðslu eða án endurgjalds.]\n[ Framleiðandi og innflytjandi er aðili sem:\na. í atvinnuskyni framleiðir, fyllir á, selur eða flytur inn og setur á markað í því ríki þar sem hann hefur starfsstöð einnota plastvöru, áfyllta einnota plastvöru eða veiðarfæri sem innihalda plast, óháð þeirri sölutækni sem er notuð, eða\nb. í atvinnuskyni selur einnota plastvöru, áfyllta einnota plastvöru eða veiðarfæri sem innihalda plast beint til notenda yfir landamæri.\nVeiðarfæri er hver sá hlutur eða hluti af búnaði sem er notaður við fiskveiðar eða í lagareldi til að einangra, fanga eða ala líffræðilegar auðlindir hafsins eða sem flýtur á yfirborði hafsins og er notað með það fyrir augum að laða að og fanga eða ala slíkar líffræðilegar auðlindir hafsins.]\nL. 66/2017, 3. gr. L. 110/2024, 8. gr. L. 167/2007, 54. gr. L. 58/2019, 2. gr. L. 98/2002, 1. gr. L. 87/2001, 1. gr. L. 144/2013, 1. gr. L. 34/2019, 2. gr. L. 67/2022, 1. gr. L. 12/2021, 1. gr. L. 90/2020, 2. gr. L. 103/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Hollustuvernd.]\n[Til þess að stuðla að framkvæmd hollustuverndar [er ráðherra heimilt að setja] í reglugerð almenn ákvæði um:\n1. [eftirlit með atvinnurekstri [og annarri starfsemi eða athöfnum sem falla] undir þessa grein, sem og útgáfu og efni starfsleyfa, [sbr. 7. gr., og skráningarskyldu, sbr. 8. gr.]],\n2. [umgengni og hreinlæti utan húss, þar á meðal umhirðu og frágang lausamuna, og heimildir heilbrigðisnefndar til að gera kröfu um ráðstafanir vegna framangreinds],\n3. meindýravarnir og eyðingu meindýra,\n4. hreinsun hunda, ... katta og annarra gæludýra,\n5. þátttöku heilbrigðisnefnda í öryggismálum og sóttvörnum og framkvæmd þeirra,\n6. töku sýna og úrvinnslu þeirra,\n7. viðmiðanir fyrir eðlis-, efna- og örverufræðilega þætti,\n8. íbúðarhúsnæði,\n9. starfsmannabústaði og starfsmannabúðir,\n10. [gististaði], matsöluhús og aðra veitingastaði, fjallaskála, frístundahúsasvæði, tjald- og hjólhýsasvæði,\n11. skóla og aðra kennslustaði,\n12. rakarastofur, hárgreiðslustofur, nuddstofur, húðflúrsstofur og hvers konar aðrar snyrtistofur og stofur þar sem fram fer húðgötun og húðrof,\n13. leikskóla, leikvelli, daggæslu í heimahúsum og önnur heimili og stofnanir fyrir börn og unglinga,\n14. heilbrigðisstofnanir, dvalarheimili og meðferðar- og vistunarstofnanir og stofnanir fyrir [fatlað fólk],\n15. íþróttastöðvar, íþróttasvæði, íþróttahús, almenningssalerni, sundstaði, baðhús, gufubaðsstofur, sólbaðsstofur og almenna baðstaði, baðvatn og þess háttar,\n16. fangelsi og aðrar vistarverur handtekinna manna,\n17. samkomustaði og samkomuhús, þar á meðal kirkjur og söfn,\n18. samgöngumiðstöðvar, farþegaskip, almenningsbifreiðar, farþegaflugvélar og þess háttar,\n19. verslunarmiðstöðvar,\n20. [lágmarkskröfur um menntun, þ.m.t. endurmenntun, námsefni, þjálfun, námskeið og hæfnispróf, sem og kröfur til þeirra sem halda námskeið og próf],\n21. dýraspítala, dýralæknastofur, dýrasnyrtistofur, dýrasýningar, dýragæslustaði, gæludýraverslanir, hestaleigur og reiðskóla,\n22. garðaúðun,\n23. önnur sambærileg atriði.]\nL. 66/2017, 4. gr. L. 58/2019, 3. gr. Rg. 331/2005. Rg. 724/2008. Rg. 520/2015. Rg. 1400/2020. Rg. 803/2023. Rg. 1655/2023. Rg. 903/2024. L. 46/2022, 1. gr. L. 61/2013, 71. gr. Rg. 1025/2022. L. 115/2015, 20. gr. Rg. 814/2010, sbr. 773/2012, 205/2014, 678/2014, 889/2017 og 769/2019. Rg. 460/2015, sbr. 890/2017 og 768/2019. Rg. 1029/2009. Rg. 289/1994, sbr. 562/1995 og 493/1998. Rg. 446/1994, sbr. 467/2000. Rg. 390/1995, sbr. 692/1998. Rg. 736/2003, sbr. 860/2003, 410/2004, 920/2004, 563/2005, 198/2006 og 236/2007. Rg. 331/2005. L. 98/2002, 2. gr.\n[4. gr. a. ...]\nL. 66/2017, 5. gr. L. 98/2002, 3. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Mengunarvarnir.]\nTil þess að stuðla að framkvæmd [mengunarvarna er ráðherra heimilt að setja] í reglugerð almenn ákvæði um:\n1. starfsleyfi, [sbr. 7. gr., og skráningarskyldu, sbr. 8. gr.], fyrir allan atvinnurekstur sem haft getur í för með sér mengun, þar á meðal ákvæði um staðsetningu, viðmiðunarmörk, mengunarvarnir í einstökum atvinnugreinum, vöktun, eftirlitsmælingar og rannsóknir, svo og rekstur og viðhald mengunarvarnabúnaðar; krafist skal bestu [aðgengilegrar] tækni við mengunarvarnir í þeim atvinnugreinum þar sem slíkt hefur verið skilgreint og skulu ákvæði um mengunarvarnir taka mið af því,\n2. endurskoðun starfsleyfa vegna verulegra breytinga á atvinnurekstri eða vegna tækniþróunar,\n3. áhættumat fyrir atvinnurekstur þar sem hætta er á stórslysum vegna aðferða og efna sem notuð eru við starfsemina og endurskoðun áhættumats, svo og upplýsingar sem ábyrgðaraðilum atvinnurekstrar er skylt að láta í té beri slys að höndum,\n4. eftirlit, skráningu og tilkynningarskyldu,\n5. umhverfisstjórn, vöktun og eftirlitskerfi fyrirtækja, svo og viðurkenningu, úttekt og eftirlit með slíkum kerfum,\n6. [umhverfismerki á vörur og þjónustu, m.a. um umsóknir, mat á umsóknum, veitingu merkjanna og eftirlit með þeim, svo og gjaldtöku, [sbr. 35. gr.]],\n7. [plastvörur, m.a. um merkingar einnota plastvara, gerð og samsetningu einnota drykkjaríláta og töluleg markmið fyrir söfnun til endurvinnslu á veiðarfæraúrgangi sem inniheldur plast],\n8. úttekt á hugsanlegri mengunarhættu,\n9. meðferð vatns og sjávar í atvinnurekstri þar sem m.a. skulu koma fram viðmiðunarmörk vegna losunar tiltekinna efna,\n10. [burðarpoka, þ.m.t. [um merkingu burðarpoka, útreikning á notkun þeirra og töluleg markmið um notkun burðarpoka úr plasti]],\n11. fráveitur og skolp þar sem m.a. skulu koma fram reglur um hreinsun skolps og viðmiðunarmörk í fráveitum og viðtaka,\n12. varnir gegn vatnsmengun þar sem m.a. skulu koma fram viðmiðunarmörk fyrir mengandi efni og/eða gæðamarkmið fyrir grunnvatn og yfirborðsvatn,\n13. [losunarbókhald fyrir tiltekin loftmengunarefni, mat á losun loftmengandi efna, losunarspá, varnir gegn loftmengun þar sem m.a. skulu koma fram viðmiðunarmörk fyrir loftgæði, mengandi efni og losun þeirra út í andrúmsloftið, áætlun um loftgæði, upplýsingaskyldu stjórnvalda gagnvart almenningi varðandi loftgæði og skyldu starfsleyfishafa til þess að veita þeim sem eftirlit hafa með ákvæðum starfsleyfis upplýsingar um losun mengandi efna og loftgæði og framsetningu upplýsinga],\n14. varnir gegn jarðvegsmengun og viðmiðunarmörk fyrir jarðveg og mengandi efni,\n15. hávaða og titring þar sem fram koma viðmiðunarmörk fyrir leyfilegan hávaða og titring með hliðsjón af umhverfi,\n16. varmamengun, [þ.m.t.] reglur um takmörkun hennar,\n[17. [umhverfisupplýsingar og skil á þeim til [Umhverfis- og orkustofnunar], sbr. 34. gr.]],\n[18. færanlega starfsemi og eftirlit heilbrigðisnefnda með færanlegri starfsemi, [sbr. 62. gr.]],\n[19. útgáfu starfsleyfis, upplýsingar sem fram skulu koma í umsóknum um starfsleyfi og upplýsingar sem útgefandi starfsleyfis skal hafa aðgengilegar á vefsvæði sínu, sbr. 7. gr.,\n20. skráningarskyldu, kröfur sem eiga að gilda um skráningarskyldan atvinnurekstur og umfang hans, skráningu atvinnurekstrar og staðfestingu [Umhverfis- og orkustofnunar], sbr. 8. gr.,\n21. starfsleyfisskilyrði, sbr. 9. gr.,\n22. viðmiðunarmörk, setningu viðmiðunarmarka og undanþágur frá viðmiðunarmörkum, sbr. 10. gr.,\n23. vöktun, sbr. 11. gr.,\n24. endurskoðun starfsleyfisskilyrða, sbr. 15. gr.,\n25. lokun svæðis, skýrslu um grunnástand og upplýsingar sem þar eiga að koma fram, sbr. 16. gr.,\n26. upplýsingagjöf þegar um er að ræða áhrif yfir landamæri, sbr. 17. gr.,\n27. að tiltekin starfsemi falli ekki undir lögin, sbr. 19. og 26. gr.,\n28. samlegðarreglur vegna aðskilinna brennsluvera, sbr. 20. gr.,\n29. viðmiðunarmörk fyrir brennsluver, bilanir brennsluvera og vöktun losunar, sbr. 21., 23., 24. og 25. gr.,\n30. útskipti hættulegra efna og efnablandna, stjórnun og vöktun losunar, viðmiðunarmörk, skýrslugjöf og umtalsverðar breytingar á stöðvum í rekstri sem nota lífræna leysa, sbr. 27.–30. gr.,\n31. stjórnun og vöktun losunar frá stöðvum sem framleiða títandíoxíð, sbr. 32. gr.,\n32. eftirlit, eftirlitsáætlanir, framkvæmd eftirlits og frávik, sbr. 54. og 55. gr.,\n33. viðmið um bestu aðgengilegu tækni, sbr. 13. gr.],\n[34. ] önnur sambærileg atriði.\nL. 66/2017, 6. gr. L. 58/2019, 4. gr. Rg. 236/1990 (um flokkun, merkingu og meðferð eiturefna, hættulegra efna og vörutegunda, sem innihalda slík efni), sbr. 348/1990, 664/1997, 459/1998, 460/1998, 639/1998, 77/1999, 150/1999, 548/1999, 754/1999, 613/2000, 921/2000, 380/2001, 197/2002, 579/2002, 442/2004, 995/2006 og 885/2012. Rg. 392/1995 (um mjólkurprótein til notkunar í matvæli), sbr. 472/2017. Rg. 609/1996 (um meðferð umbúða og umbúðaúrgangs), sbr. 682/1999, 562/2005, 380/2014 og 1071/2019. Rg. 230/1998 (um efni sem stuðla að gróðurhúsaáhrifum), sbr. 888/2002. Rg. 252/1999 (um varnir við losun rokgjarnra lífrænna efnasambanda (VOC), við geymslu á bensíni og dreifingu þess frá birgðastöðvum til bensínstöðva). Rg. 787/1999 (um loftgæði), sbr. 391/2013. Rg. 788/1999 (um varnir gegn loftmengun af völdum hreyfanlegra uppsprettna). Rg. 796/1999 (um varnir gegn mengun vatns), sbr. 533/2001, 913/2003, 955/2011 og 981/2015. Rg. 797/1999 (um varnir gegn mengun grunnvatns). Rg. 798/1999 (um fráveitur og skólp), sbr. 450/2009. Rg. 799/1999 (um meðhöndlun seyru). Rg. 804/1999 (um varnir gegn mengun vatns af völdum köfnunarefnissambanda frá landbúnaði og öðrum atvinnurekstri), sbr. 592/2001 og 339/2010. Rg. 806/1999 (um spilliefni), sbr. 169/2002. Rg. 809/1999 (um olíuúrgang), sbr. 673/2011. Rg. 155/2000 (um öryggislok og áþreifanlega viðvörun), sbr. 354/2002. Rg. 196/2000 (um takmörkun á framleiðslu, innflutningi og dreifingu leikfanga og hluta sem í eru þalöt). Rg. 419/2000 (um notkun og bann við notkun tiltekinna efna við meðhöndlun á textílvörum). Augl. 940/2000 (um gildistöku EES-reglugerða um inn- og útflutning tiltekinna hættulegra efna). Rg. 536/2001 (um neysluvatn). Rg. 184/2002 (um skrá yfir spilliefni og annan úrgang), sbr. 428/2003. Rg. 275/2002 (um afmarkaða notkun erfðabreyttra örvera). Rg. 276/2002 (um afmarkaða notkun erfðabreyttra lífvera, annarra en örvera). Rg. 751/2002 (um tilteknar epoxý afleiður til notkunar í efni og hluti sem ætlað er að snerta matvæli), sbr. 924/2004. Rg. 817/2002 (um mörk fyrir fallryk úr andrúmslofti). Rg. 851/2002 (um grænt bókhald). Rg. 396/2003 (um takmörkun efna í vélknúnum ökutækjum). Rg. 828/2003 (um hollustuhætti og mengunarvarnir á varnarsvæðum). Rg. 405/2004 (um náttúrulegt ölkelduvatn og átappað lindarvatn), sbr. 1097/2004. Rg. 411/2004 (um ýmis aðskotaefni í matvælum), sbr. 56/2005. Rg. 624/2004 (um fæðubótarefni), sbr. 684/2005. Rg. 697/2004 (um takmörkun tiltekinna efna í raftækjum), sbr. 545/2006 og 615/2011. Rg. 728/2004 (um fljótandi eldsneyti), sbr. 1154/2005. Rg. 1101/2004 (um markaðssetningu sæfiefna), sbr. 243/2007, 150/2008, 520/2008, 1234/2008, 15/2009, 1030/2009, 109/2010, 348/2010, 830/2010, 176/2011, 454/2011, 939/2011, 364/2012 og 903/2012. Rg. 331/2005 (um kjöt og kjötvörur). Rg. 439/2005 (um gildistöku tiltekinna gerða Evrópusambandsins um aðskotaefni í matvælum). Rg. 508/2005 (um gildistöku tiltekinnar gerðar Evrópusambandsins um aðskotaefni í matvælum). Rg. 681/2005 (um gildistöku tiltekinnar gerðar Evrópusambandsins um merkingu matvæla og innihaldsefna matvæla með viðbættum jurtasterólum, jurtasterólestrum, jurtastanólum og/eða jurtastanólestrum). Rg. 1000/2005 (um kortlagningu hávaða og aðgerðaáætlanir), sbr. 830/2019, 1061/2022 og 1289/2022. Rg. 1289/2007 (um gildistöku tiltekinnar gerðar Evrópusambandsins um aðskotaefni í matvælum). Rg. 1307/2007 (um gildistöku tiltekinnar gerðar Evrópusambandsins um aðskotaefni í matvælum). Rg. 303/2008 (um úrvinnslu ökutækja), sbr. 1269/2023. Rg. 410/2008 (um arsen, kadmíum, kvikasilfur, nikkel og fjölhringa arómatísk vetniskolefni í andrúmslofti). Rg. 724/2008 (um hávaða). Rg. 990/2008 (um útstreymisbókhald). Rg. 705/2009 (um asbestúrgang). Rg. 739/2009 (um hreinsun og förgun PCB og staðgengilsefna þess). Rg. 1029/2009 (um rekstrartakmarkanir á flugvöllum vegna hávaða). Rg. 514/2010 (um styrk brennisteinsvetnis í andrúmslofti), sbr. 715/2014. Rg. 535/2011 (um flokkun vatnshlota, eiginleika þeirra, álagsgreiningu og vöktun), sbr. 1002/2011, 295/2012, 399/2015 og 982/2015. Rg. 935/2011 (um stjórn vatnamála). Rg. 1000/2011 (um námuúrgangsstaði), sbr. 1014/2014. Rg. 1020/2011 (um rafhlöður og rafgeyma), sbr. 899/2012 og 392/2013. Rg. 344/2013 (um frjálsa þátttöku fyrirtækja og stofnana í umhverfisstjórnunarkerfi Evrópusambandsins (EMAS)), sbr. 266/2018 og 1065/2019. Rg. 970/2013 (um efni sem valda rýrnun ósonlagsins). Rg. 520/2015 (um eldishús alifugla, loðdýra og svína). Rg. 920/2016 (um brennisteinsdíoxíð, köfnunarefnisdíoxíð og köfnunarefnisoxíð, bensen, kolsýring, svifryk og blý í andrúmsloftinu, styrk ósons við yfirborð jarðar og um upplýsingar til almennings). Rg. 160/2017 (um umhverfismerki), sbr. 555/2018. Rg. 884/2017 (um varnir gegn olíumengun frá starfsemi á landi). Rg. 550/2018 (um losun frá atvinnurekstri og mengunarvarnaeftirlit), sbr. 639/2018 og 1286/2022. Rg. 935/2018 (um BAT (bestu aðgengilegu tækni) o.fl. á sviði atvinnurekstrar sem haft getur í för með sér mengun), sbr. 1165/2020. Augl. C 1/2019 (um innleiðingu á viðauka II um staðlaðar matsaðferðir fyrir hávaða í tilskipun framkvæmdastjórnarinnar (ESB) 2015/996 frá 19. maí 2015 um að koma á sameiginlegum matsaðferðum fyrir hávaða samkvæmt tilskipun Evrópuþingsins og ráðsins 2002/49/EB, sbr. reglugerð nr. 830/2019). Rg. 1400/2020 (um mengaðan jarðveg). Rg. 640/2022 (um kvikasilfur), sbr. 637/2024. Rg. 803/2023 (um meðhöndlun úrgangs). L. 144/2013, 2. gr. L. 90/2020, 3. gr. L. 34/2019, 3. gr. L. 110/2024, 8. gr. L. 87/2001, 2. gr.\n[II. kafli. Starfsleyfi.]\nL. 66/2017, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
