{
  "id": "75/1998",
  "type": "statute",
  "title": "Áfengislög",
  "status": "in_force",
  "issued_date": "1998-06-15",
  "url": "https://www.althingi.is/lagas/nuna/1998075.html",
  "description": "Tóku gildi 1. júlí 1998, sjá þó 32. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur laga þessara er að vinna gegn misnotkun áfengis.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Samkvæmt lögum þessum telst áfengi hver sá neysluhæfur vökvi sem í er að rúmmáli meira en 2,25% af hreinum vínanda. Efni þau sem sundur má leysa í vökva og hafa nefndan áfengisstyrkleika skal fara með sem áfengan drykk.\nVínandastyrkur sem hlutfall af rúmmáli áfengis skal mældur við 20°C.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Til að stunda í atvinnuskyni innflutning, heildsölu, smásölu, [sölu á framleiðslustað], ... eða framleiðslu áfengis þarf leyfi samkvæmt lögum þessum. ...\n[Um leyfi til veitingar áfengis fer eftir lögum um veitingastaði, gististaði og skemmtanahald.]\nVeita má einstaklingi eða lögaðila leyfi til að stunda í atvinnuskyni innflutning, heildsölu, [sölu á framleiðslustað] eða framleiðslu áfengis, enda uppfylli hann þau almennu skilyrði fyrir leyfisveitingu sem lögin áskilja. Leyfisveitanda er heimilt að binda leyfi skv. 1. mgr. sérstökum skilyrðum sem talin eru nauðsynleg til að tryggja öryggi og eftirlit með atvinnustarfseminni.\nLeyfi sem gefin eru út samkvæmt lögum þessum eru bundin við nafn og kennitölu leyfishafa. Taki nýr aðili við rekstri skal hann sækja um nýtt leyfi. Öll leyfi skulu gefin út með fyrirvara um að það varði ríkissjóð ekki skaðabótaskyldu þótt gildistími leyfis verði styttur eða skilyrðum leyfis á annan hátt breytt meðan það er í gildi.\nL. 35/2022, 1. gr. L. 85/2007, 28. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Innflutningur, heildsala, smásala, [sala á framleiðslustað] ... og framleiðsla áfengis sem fram fer í atvinnuskyni án leyfis samkvæmt lögum þessum varðar refsingu skv. 27. gr.\nÞað varðar einnig refsingu skv. 27. gr., þótt ekki sé í atvinnuskyni:\na. að framleiða áfengi til einkaneyslu eða sölu,\nb. að selja áfengi,\nc. að veita áfengi með öðrum hætti en heimilt er samkvæmt lögum þessum.\nÓlöglegur innflutningur áfengis varðar refsingu samkvæmt ákvæðum tollalaga.\nLögregla, tollgæsla og skattyfirvöld annast eftirlit með þeim sem hafa leyfi til atvinnustarfsemi samkvæmt lögum þessum. ...\nL. 35/2022, 2. gr. L. 85/2007, 28. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Leyfi til innflutnings, heildsölu, smásölu eða framleiðslu skal einungis veitt þeim sem tilkynnt hefur [ríkisskattstjóra] um atvinnustarfsemi sína og verið færður á fyrirtækjaskrá samkvæmt lögum um fyrirtækjaskrá og sem tilkynnt hefur [ríkisskattstjóra] um starfsemi sína samkvæmt lögum um virðisaukaskatt.\nTil að fá útgefið leyfi skv. 1. mgr. 3. gr., annað en leyfi til smásölu, skal umsækjandi vera orðinn 20 ára. Ef umsækjandi er félag með ótakmarkaðri ábyrgð skulu eigendur og framkvæmdastjóri þess vera orðnir 20 ára. Ef um er að ræða félag með takmarkaðri ábyrgð skulu allir stjórnarmenn og framkvæmdastjóri fullnægja aldursskilyrðinu.\nFyrir útgáfu leyfa samkvæmt lögum þessum skal greiða gjald samkvæmt lögum um aukatekjur ríkissjóðs [nema annað sé tekið fram].\nFramleiðslu-, innflutnings-, heildsölu- eða smásöluleyfishafa er skylt að halda, eftir því sem við á, framleiðslu-, birgða- og sölubókhald. Ráðherra setur nánari reglur um færslu bókhalds samkvæmt þessari málsgrein.\n[Ráðherra getur með reglugerð kveðið nánar á um skilyrði, fyrirkomulag leyfisveitinga og framkvæmd eftirlits með starfsemi leyfishafa á grundvelli laga þessara. Ráðherra skal með reglugerð kveða á um það magn sem heimilt er að selja skv. 6. gr. a. Þá er í reglugerðinni heimilt að fela tilteknu sýslumannsembætti að annast leyfisveitingar á grundvelli laga þessara.]\nL. 17/2003, 12. gr. L. 136/2009, 92. gr. L. 8/1999, 1. gr. Rg. 828/2005, sbr. 845/2007. Rg. 800/2022. L. 35/2022, 3. gr.\nII. kafli. [Framleiðsla áfengis og sala á framleiðslustað.]\nL. 35/2022, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Sækja skal um leyfi til framleiðslu áfengis til [sýslumanns].\nMeð framleiðslu áfengis er átt við hvers konar bruggun, gerjun eða eimingu áfengra drykkja, sem og blöndun eða átöppun eins eða fleiri áfengra drykkja. Til framleiðslu í þessum skilningi telst þó ekki blöndun áfengra drykkja sem á sér stað samtímis og sem hluti af veitingu áfengis.\nHandhafa framleiðsluleyfis er jafnframt heimilt að selja áfengi í heildsölu.\nFramleiðsluleyfi sem gefið er út til umsækjanda í fyrsta sinn gildir í eitt ár. Ef leyfi er endurnýjað er gildistími þess ótímabundinn, sbr. þó afturköllun leyfis skv. 24. gr.\nL. 51/2014, 12. gr.\n[6. gr. a.\nSækja skal um leyfi til sölu áfengis á framleiðslustað til sýslumanns. Veita má handhafa framleiðsluleyfis, sem framleiðir innan við 500.000 lítra af áfengi á almanaksári, leyfi til sölu á framleiðslustað.\nHandhafa leyfis til sölu áfengis á framleiðslustað, sem framleiðir meira en 100.000 lítra af áfengi á almanaksári, er þó einungis heimilt að selja áfengi, sem er að rúmmáli ekki meira en 12% af hreinum vínanda, í smásölu á framleiðslustað.\nEinungis er veitt leyfi til sölu áfengis sem framleitt er á viðkomandi framleiðslustað.\nLeyfisveitandi skal leita umsagnar sveitarstjórnar þar sem starfsemi er fyrirhuguð. Óheimilt er að gefa út leyfi ef sveitarstjórn leggst gegn útgáfu þess með neikvæðri umsögn. Leyfi skal jafnframt bundið þeim skilyrðum sem fram kunna að koma í umsögn sveitarstjórnar um þau atriði sem henni er ætlað að leggja mat á. Umsögn sveitarstjórnar skal vera skýr og rökstudd og í henni koma fram hvort eftirfarandi skilyrði séu uppfyllt:\n1. Starfsemi sé í samræmi við byggingarleyfi og skipulagsskilmála.\n2. Lokaúttekt hafi farið fram á húsnæðinu.\n3. Afgreiðslutími og staðsetning staðar sem umsókn lýtur að sé innan þeirra marka sem reglur og skipulag sveitarfélagsins segja til um.\n4. Starfsemi sé í samræmi við ákvæði laga um hollustuhætti og mengunarvarnir og laga um matvæli og, þegar við á, mat heilbrigðisnefndar á grenndaráhrifum starfseminnar, þ.m.t. hljóðvist.\n5. Kröfum um brunavarnir, miðað við þá starfsemi sem fyrirhuguð er, sé fullnægt samkvæmt mati slökkviliðs.\nÓheimilt er að afhenda áfengi á helgidögum þjóðkirkjunnar, sumardaginn fyrsta, 1. maí, 17. júní og fyrsta mánudag í ágúst.\nLeyfi til sölu áfengis á framleiðslustað sem gefið er út til umsækjanda í fyrsta sinn gildir í eitt ár. Ef leyfi er endurnýjað er gildistími þess ótímabundinn, sbr. þó afturköllun leyfis skv. 24. gr.]\nL. 35/2022, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Bannað er að eiga, flytja inn, útbúa eða smíða sérhæfð áhöld til að eima áfengi eða til að gera drykkjarhæft áfengi sem var ódrykkjarhæft, nema hafa til þess sérstakt leyfi. ...\nL. 40/2005, 2. gr.\nIII. kafli. Innflutningur áfengis.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Sækja skal um leyfi til innflutnings áfengis í atvinnuskyni til [sýslumanns].\nInnflutningsleyfi veitir leyfishafa jafnframt heimild til að selja eða afhenda innflutt áfengi til þeirra sem hafa leyfi til að framleiða, selja eða veita áfengi í atvinnuskyni. [Handhafa innflutningsleyfis er jafnframt heimilt að selja eða afhenda fyrirtækjum áfengi til iðnaðarnota.] Handhafa innflutningsleyfis er jafnframt heimilt að selja eða afhenda innflutt áfengi úr landi til þeirra sem njóta úrlendisréttar eða í tollfrjálsar forðageymslur eða verslanir. Innflutningsleyfi veitir leyfishafa ekki heimild til að selja áfengi í smásölu.\nInnflutningsleyfi sem í fyrsta sinn er gefið út til umsækjanda gildir í eitt ár. Ef leyfi er endurnýjað er gildistími þess ótímabundinn, sbr. þó afturköllun leyfis skv. 24. gr.\nL. 51/2014, 12. gr. L. 40/2005, 3. gr.\nIV. kafli. Sala áfengis.\nRg. 177/1999.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Sækja skal um leyfi til að selja áfengi í heildsölu til [sýslumanns].\nHandhafa heildsöluleyfis er heimilt að selja eða afhenda áfengi til þeirra sem hafa leyfi til að framleiða, selja eða veita áfengi í atvinnuskyni. [Handhafa heildsöluleyfis er jafnframt heimilt að selja eða afhenda fyrirtækjum áfengi til iðnaðarnota.] Handhafa heildsöluleyfis er jafnframt heimilt að selja eða afhenda innflutt áfengi úr landi til þeirra sem njóta úrlendisréttar og í tollfrjálsar forðageymslur eða verslanir. Heildsöluleyfi veitir leyfishafa ekki heimild til að selja áfengi í smásölu.\nHeildsöluleyfi sem í fyrsta sinn er gefið út til umsækjanda gildir í eitt ár. Ef leyfi er endurnýjað er gildistími þess ótímabundinn, sbr. þó afturköllun leyfis skv. 24. gr.\nL. 51/2014, 12. gr. L. 40/2005, 4. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Áfengis- og tóbaksverslun ríkisins hefur einkaleyfi til smásölu áfengis, [sbr. þó 6. gr. a].\nSækja skal um leyfi til rekstrar áfengisútsölu til sveitarstjórnar í viðkomandi sveitarfélagi.\nSmásöluleyfi sem gefið er út vegna áfengisútsölu í fyrsta sinn gildir í eitt ár. Ef leyfi er endurnýjað er gildistími þess ótímabundinn, sbr. þó afturköllun leyfis skv. 24. gr.\nL. 35/2022, 6. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Áður en sveitarstjórn veitir leyfi til rekstrar áfengisútsölu skal hún leita álits viðkomandi byggingar- og skipulagsnefndar. Sveitarstjórn skal rökstyðja niðurstöðu sína og gera grein fyrir þeim sjónarmiðum sem henni réðu.\nSveitarstjórn er heimilt að binda veitingu leyfis til rekstrar útsölustaðar áfengis skilyrðum um staðsetningu verslunar, afgreiðslutíma og önnur málefnaleg atriði.\nSveitarstjórn skal tilkynna viðkomandi [sýslumanni] um leyfi sem hún veitir til rekstrar áfengisútsölu og um þau skilyrði sem leyfið er bundið.\nL. 51/2014, 12. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Smásöluleyfishafi skal ábyrgjast fullnægjandi öryggis- og eftirlitsbúnað húsnæðis þess sem hýsa á útsölustaðinn, afmörkun og aðgreiningu húsnæðis og rekstrar frá öðrum verslunarrekstri, sem og hámarksafgreiðslutíma. Ráðherra kveður nánar á um hámarksafgreiðslutíma og sérstök skilyrði varðandi smásöluleyfi í reglugerð.\nÁfengisútsölustaðir skulu vera lokaðir á helgidögum þjóðkirkjunnar, sumardaginn fyrsta, 1. maí, 17. júní og fyrsta mánudag í ágúst.\nV. kafli. ...\nL. 85/2007, 28. gr.\nVI. kafli. Meðferð og neysla áfengis.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Óheimilt er að selja, veita eða afhenda áfengi þeim sem er yngri en 20 ára. Ávallt þegar ástæða er til að ætla að kaupandi eða viðtakandi áfengis hafi ekki náð þessum aldri skal sá sem selur, veitir eða afhendir það láta hlutaðeiganda sanna aldur sinn með því að sýna skilríki með mynd eða á annan fullnægjandi hátt.\n...\nL. 85/2007, 28. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Heimilt er að neita að veita eða afhenda manni áfengi ef viðkomandi er áberandi ölvaður.\nBannað er að neyta áfengis í veitingastofum, veitingatjöldum, húsnæði félagasamtaka eða öðrum þeim stöðum þar sem veitingar fara fram, sbr. þó 13., 15. og 17. gr.\nBannað er að bera með sér áfengi inn á veitingastaði, annað en það sem þangað er flutt til heimilla veitinga. Á sama hátt er bannað að bera með sér áfengi út af veitingastað.\nÖðrum en þeim sem hafa til þess leyfi skv. 3. gr. [laga þessara og III. kafla laga um veitingastaði, gististaði og skemmtanahald] er óheimilt að veita, selja eða láta af hendi áfengi til annarra gegn gjaldi eða öðru verðmæti.\nÞað varðar mann refsingu samkvæmt lögum þessum láti hann viðgangast ólöglegan tilbúning áfengis, ólöglega sölu eða geymslu þess í húsum sínum eða á landi sínu. Sama gildir ef skip hans, bátur eða annað flutningstæki er með vitund og vilja hans notað til geymslu, flutnings eða sölu ólöglegs áfengis. Með sama hætti skal refsa þeim sem hefur áfengi í vörslu sinni sem látið hefur verið af hendi andstætt ákvæðum laga þessara.\nL. 85/2007, 28. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Hvers konar auglýsingar á áfengi og einstökum áfengistegundum eru bannaðar. Enn fremur er bannað að sýna neyslu eða hvers konar aðra meðferð áfengis í auglýsingum eða upplýsingum um annars konar vöru eða þjónustu.\nMeð auglýsingu er átt við hvers konar tilkynningar til almennings vegna markaðssetningar þar sem sýndar eru í máli eða myndum áfengistegundir eða atriði tengd áfengisneyslu, svo sem áfengisvöruheiti eða auðkenni, eftirlíkingar af áfengisvarningi, spjöld eða annar svipaður búnaður, útstillingar, dreifing prentaðs máls og vörusýnishorna og þess háttar.\nBannið tekur með sama hætti til auglýsinga sem eingöngu fela í sér firmanafn og/eða firmamerki áfengisframleiðanda. Þó er framleiðanda sem auk áfengis framleiðir aðrar drykkjarvörur heimilt að nota firmanafn eða merki í tengslum við auglýsingu þeirra drykkja, enda megi augljóst vera að um óáfenga drykki sé að ræða í skilningi laganna og ekki vísað til hinnar áfengu framleiðslu.\nUndanþegið banni við áfengisauglýsingum er:\n1. Auglýsingar á erlendum tungumálum í erlendum prentritum sem flutt eru til landsins, nema megintilgangur ritsins eða innflutningsins sé að auglýsa áfengi.\n2. Auðkenni með firmanafni og/eða firmamerki á venjulegum búnaði til áfengisveitinga á veitingastað þar sem áfengisveitingar eru heimilaðar.\n3. Auðkenni með firmanafni og/eða firmamerki á flutningatækjum áfengisframleiðanda, vöruumbúðum, bréfsefni eða öðru sem beinlínis tengist starfsemi hans.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Hver sá sem sökum ölvunar veldur óspektum, hættu eða hneyksli á almannafæri, opinberum samkomum, í bifreiðum eða öðrum farartækjum eða skipum skal sæta ábyrgð samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Ef flugmenn, bifreiðarstjórar, skipstjórar, stýrimenn, bátsformenn eða vélstjórar eru undir áhrifum áfengis við flug, akstur, stjórn skips eða vélar varðar það missi réttar til að stjórna flugvél, bifreið, skipi, bát eða vél um stundarsakir eða fyrir fullt og allt ef miklar sakir eru eða brot er ítrekað.\nSama gildir þótt annar hafi haft með höndum starf framangreindra manna ef þeir áttu sjálfir að annast starfið en vanræktu það sökum ölvunar og verulegt slys hlaust af því.\nÞað varðar refsingu að veita mönnum þeim sem tilgreindir eru í 1. mgr. áfengi þegar þeir eru að störfum.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Leiki vafi á hvort sakborningur skv. 21. og 22. gr. sé undir áhrifum áfengis skal bæði lögreglu og sakborningi heimilt að láta skera úr því með blóðrannsókn eða öndunarprófi sem læknir eða annar kunnáttumaður framkvæmir.\nVII. kafli. Leyfissviptingar, refsingar o.fl.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Leyfisveitandi skal afturkalla leyfi sem gefið er út samkvæmt lögum þessum ef leyfishafi fullnægir ekki lengur skilyrðum þeirra til að fá útgefið slíkt leyfi.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Verði handhafi leyfis sem gefið er út samkvæmt lögum þessum uppvís að vanrækslu á skyldum sem á honum hvíla eða hann uppfyllir ekki skilyrði sem um reksturinn gilda skal veita honum skriflega áminningu. Áminningu vegna leyfa sem gefin eru út af sveitarstjórn veitir viðkomandi sveitarstjórn ..., en [sýslumaður] veitir áminningar vegna leyfa er hann hefur gefið út. Áminning hefur gildi í tvö ár frá því að hún hefur verið birt leyfishafa.\nVerði leyfishafi uppvís að frekari vanrækslu meðan áminning er enn í gildi skal það varða sviptingu leyfis um ákveðinn tíma. Sveitarstjórn ber að svipta leyfi telji [sýslumaður] í viðkomandi umdæmi að skilyrði 1. málsl. 2. mgr. séu uppfyllt. Ef vanræksla er stórfelld eða ítrekuð skal lengd sviptingar ákveðin með hliðsjón af því.\nL. 85/2007, 28. gr. L. 51/2014, 12. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Misbeiti veitingamaður sem leyfi hefur til áfengisveitinga leyfi sínu með því að veita áfengi á öðrum tímum eða á annan hátt en honum er heimilt, eða aðrar áfengistegundir, svo og með því að selja eða afhenda áfengi án þess að neytt sé á staðnum, eða hann brýtur á annan hátt fyrirmæli sem um áfengisveitingar gilda varðar það refsingu samkvæmt lögum þessum.\nBrot þjónustumanna og stjórnenda varða einnig refsingu samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Brot gegn lögum þessum eða reglum settum samkvæmt þeim varða sektum eða fangelsi allt að sex árum. Meðferð ávinnings af brotum á lögum þessum er refsiverð eftir því sem segir í 264. gr. almennra hegningarlaga. Tilraun og hlutdeild í brotum á lögum þessum eru refsiverðar eftir því sem segir í III. kafla almennra hegningarlaga.\nVið ákvörðun sektar skal hafa hliðsjón af lögbundnu áfengisgjaldi.\nInnflutningur eða framleiðsla áfengis án leyfis varðar fangelsi auk sektar ef áfengið hefur verið ætlað til sölu eða veitinga fyrir borgun og brot er margítrekað eða að öðru leyti stórfellt.\nSama gildir ef maður gerir sér að atvinnu ólöglega áfengissölu eða veitingar eða slíkt brot er margítrekað eða að öðru leyti stórfellt.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Gera skal upptæk til ríkissjóðs öll áhöld sem með ólögmætum hætti á að nota eða hafa verið notuð við bruggun eða tilbúning áfengra drykkja eða til þess að gera drykkjarhæft það áfengi sem ódrykkjarhæft var. Áfengi sem búið hefur verið til eða aftur gert drykkjarhæft með ólögmætum hætti skal og gert upptækt ásamt ílátum.\nTæki sem talin eru í 7. gr., sem finnast hjá öðrum en þeim sem hafa til þess leyfi, skulu gerð upptæk án tillits til þess hvort þau hafi verið notuð til áfengisgerðar eða ekki.\nEinnig skal gera upptækt:\na. áfengi sem ólöglega er flutt til landsins,\nb. áfengi sem borið er ólöglega inn á veitingastað eða út af honum,\nc. áfengi sem ungmenni yngri en 20 ára hafa undir höndum,\nd. áfengi í vörslu þeirra sem brotlegir gerast skv. 21. gr.\nVIII. kafli. ...\nL. 85/2007, 28. gr.\nIX. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Lög þessi öðlast gildi 1. júlí 1998 ...\nÁkvæði til bráðabirgða.\nI.\nLeyfi til að stunda í atvinnuskyni innflutning, heildsölu, framleiðslu eða veitingar áfengis sem veitt voru í gildistíð eldri laga halda gildi sínu. Um eftirlit, áminningar og leyfissviptingar fer eftir þessum lögum.\n...\nL. 35/2022, 7. gr.\nII. ...\nIII. ...\nIV. ...\nL. 35/2022, 7. gr.\n[V. ...]\nL. 35/2022, 7. gr. L. 32/2020, 9. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    }
  ]
}
