{
  "id": "70/1998",
  "type": "statute",
  "title": "Búnaðarlög",
  "status": "in_force",
  "issued_date": "1998-06-15",
  "url": "https://www.althingi.is/lagas/nuna/1998070.html",
  "description": "Tóku gildi 24. júní 1998.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Skilgreiningar.\n1. Jarðabætur eru hvers konar framkvæmdir og umbætur á jörð sem stuðla að framförum í búrekstri, þar með talin ræktun og aðrar landbætur, endurheimt landgæða og gerð rekstrarbygginga og endurbætur á þeim.\n2. Búfjárrækt er starfsemi sem með skipulegu kynbótastarfi og bættri fóðrun stuðlar að framförum í búfjárframleiðslu.\n3. Búfé er hross, nautgripir, sauðfé, geitur, svín, loðdýr, kanínur og alifuglar, auk þess eldisfiskar og önnur dýr sem haldin eru til nytja. Rísi ágreiningur um hvað falla skuli undir hugtakið búfé sker [ráðherra] úr þeim ágreiningi.\n4. Leiðbeiningarmiðstöð er miðstöð á vegum [Bændasamtaka Íslands] þar sem starfa sérfróðir menn á ýmsum sviðum landbúnaðar við leiðbeiningar og önnur verkefni tengd framkvæmd laga þessara.\n5. Búnaðarfélag er félag bænda á ákveðnu svæði, óháð þeim búrekstri sem þeir stunda.\n6. Búgreinafélag er félag bænda á ákveðnu svæði sem stunda sömu búgrein.\n7. Búnaðarsamband er svæðisbundið samband búnaðarfélaga, búgreinafélaga og/eða einstakra bænda.\n8. Búgreinasamband er landssamband búgreinafélaga eða einstakra bænda sem stunda sömu búgrein.\n9. Ræktunarstöð er sæðingarstöð, [einangrunarstöð], uppeldisstöð fyrir kynbótagripi af innlendum eða erlendum stofni eða stofnverndarbú til ræktunar búfjárstofna vegna sameiginlegs ræktunarstarfs búgreinar.\n10. Fagráð er nefnd sem mótar stefnu í kynbótum, rannsóknum, fræðslumálum og þróunarstarfi búgreinar. Fagráð getur starfað á fagsviði, t.d. hagfræði.\n[11. Landgreiðslur eru greiðslur sem greiddar eru út á ræktað land sem uppskorið er til fóðuröflunar.]\n[12. ] [ Landsráðunautur eða fagstjóri er ráðunautur sem hefur yfirumsjón með leiðbeiningum á sínu sviði á landsvísu.]\n[13. ] ...\nL. 126/2011, 273. gr. L. 129/2012, 1. gr. L. 102/2016, 43. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið laganna.\n[Markmið laga þessara er að:\na. almenn starfsskilyrði við framleiðslu og vinnslu búvara ásamt stuðningi ríkisins stuðli að áframhaldandi hagræðingu, bættri samkeppnishæfni og fjölbreyttu framboði gæðaafurða á sanngjörnu verði,\nb. tryggja að bændum standi til boða leiðbeiningarþjónusta og skýrsluhaldshugbúnaður til að styðja við framgang markmiða samnings skv. 3. gr.,\nc. við búvöruframleiðsluna sé gætt sjónarmiða um velferð dýra, heilnæmi afurða, umhverfisvernd og sjálfbæra landnýtingu,\nd. auka vægi lífrænnar framleiðslu,\ne. stuðningur ríkisins stuðli að áframhaldandi þróun í greininni og bættri afkomu bænda,\nf. auðvelda nýliðun þannig að nauðsynleg kynslóðaskipti geti orðið í hópi framleiðenda,\ng. tryggja að stuðningur ríkisins nýtist sem best starfandi bændum.]\nL. 102/2016, 44. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn og fjárframlög ríkisins.\n[Ráðherra] hefur á hendi yfirstjórn þeirra mála sem lög þessi taka til. Hann skal gera samning við Bændasamtök Íslands til [tíu] ára í senn um verkefni samkvæmt lögum þessum og framlög til þeirra .... [Samningurinn skal endurskoðaður á samningstímanum.] Búnaðarþing skal fjalla um samning [ráðherra] og Bændasamtaka Íslands um verkefni og fjármögnun þeirra.\n[Ríkissjóður veitir árlega framlög til verkefna á sviði kynbóta, þróunar, jarðabóta, landgreiðslna, nýliðunar, lífrænnar framleiðslu, varðveislu búfjárstofna, átaksverkefna og leiðbeiningarstarfsemi samkvæmt lögum þessum.]\nBændasamtök Íslands hafa á hendi faglega og fjárhagslega umsjón þeirra verkefna sem svo er samið um skv. 1. mgr. og fjárveiting heimilar og annast framkvæmd þeirra nema öðruvísi sé um samið eða ákveðið með lögum, enda sé skipulag þeirra og starfsreglur í samræmi við ákvæði laganna. Bændasamtök Íslands, [félög í fullri eigu samtakanna] og önnur samtök sem fara með verkefni samkvæmt lögum þessum geta tekið gjald fyrir þjónustu sína samkvæmt gjaldskrá sem [ráðherra] staðfestir.\n[Þeir framleiðendur einir fá greiðslur í samræmi við samning skv. 1. mgr. sem stunda landbúnað á lögbýli eða garðyrkjubýli, eru með virðisaukaskattsnúmer og starfsemi sem fellur undir atvinnugreinanúmer 01 og 02 í atvinnugreinaflokkun Hagstofu Íslands, sbr. ÍSAT2008, þó ekki starfsemi í undirflokkum 01.61, 01.62, 01.63, 01.64, 01.70 og 02.40. ... Á hverju lögbýli eða garðyrkjubýli skal aðeins einn framleiðandi vera skráður handhafi greiðslna. Þó er einstaklingum í hjúskap eða óvígðri sambúð á hverju lögbýli heimilt að skrá tvo framleiðendur sem handhafa greiðslna. Þegar um fleiri sjálfstæða rekstraraðila er að ræða með aðskilinn búrekstur getur hver og einn þeirra verið handhafi greiðslna.]\nL. 126/2011, 273. gr. L. 102/2016, 45. gr. L. 31/2020, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Fagráð.\nFagráð skulu starfa fyrir hverja búgrein og á einstökum fagsviðum. Fagráð móta stefnu í kynbótum og þróunarstarfi viðkomandi búgreinar, skilgreina ræktunarmarkmið og setja reglur um framkvæmd meginþátta ræktunarstarfsins. Enn fremur móta þau tillögur um stefnu í fræðslumálum og rannsóknum búgreinarinnar og fjalla um önnur mál sem vísað er þangað til umsagnar og afgreiðslu. Í fagráðum skulu sitja menn úr hópi starfandi bænda og einn ráðunautur í hlutaðeigandi búgrein eða fagsviði. Jafnframt skulu sitja í fagráðum eða starfa með þeim sérfróðir aðilar. Fagráð skulu hljóta staðfestingu [ráðherra] að fenginni umsögn Bændasamtaka Íslands.\nL. 126/2011, 273. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Um félagsaðild bænda.\nHver sá sem stundar búrekstur í atvinnuskyni á rétt á aðild að búnaðarsambandi síns héraðs gegnum búnaðarfélag, búgreinafélag eða með beinni aðild eftir samþykktum viðkomandi búnaðarsambands. Sama búnaðarsamband getur náð yfir fleiri héruð og sýslur.\nII. kafli. [Jarðabætur og landgreiðslur.]\nL. 102/2016, 48. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Markmið.\nJarðabætur sem hér um ræðir skulu miða að því að bæta aðstöðu til búskapar á viðkomandi býlum og stuðla með því að framförum í landbúnaði og auka samkeppnishæfni hans. Þær skulu auk þess stuðla að sjálfbærri landnýtingu og verndun vistkerfa, taka mið af skuldbindingum Íslendinga um varðveislu líffræðilegrar fjölbreytni, markmiðum þjóðarinnar um verndun umhverfis og sjálfbæra þróun og stuðla að framþróun vistrænna og lífrænna búskaparhátta.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Framkvæmd.\nSkilyrði þess að jarðabætur njóti framlags [eða landgreiðslna] samkvæmt lögum þessum eru að um þær hafi verið samið eins og lýst er í 3. gr. laga þessara, að um það hafi verið sótt og með því mælt af viðkomandi búnaðarsambandi eða leiðbeiningarmiðstöð. [Ráðherra] setur með reglugerð nánari ákvæði um skilyrði fyrir framlögum til jarðabóta [og landgreiðslna], fresti til umsókna og tilhögun greiðslna.\nFramlög til jarðabóta geta náð til allra jarðeigna þar sem landbúnaður er stundaður, að undanskildum þeim jörðum og jarðarhlutum sem liggja á svæðum sem tekin hafa verið úr landbúnaðarnotum eða hafa verið skipulögð til annars en landbúnaðar.\nL. 102/2016, 46. gr. L. 126/2011, 273. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Eftirlit.\n[Ráðherra] annast eftirlit með að jarðabætur séu unnar í samræmi við fyrirliggjandi áætlun og aðrar reglur sem gilda um slíkar framkvæmdir og annast úttekt þegar framkvæmd er lokið. [Heimilt er, með samningi, að fela stjórnvaldi eða aðila utan stjórnsýslunnar þetta eftirlit.]\nL. 84/2019, 7. gr.\nIII. kafli. [Kynbótaverkefni.]\nL. 102/2016, 51. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Markmið.\nMarkmið [kynbóta] er að tryggja framfarir í ræktun búfjár í þeim tilgangi að auka samkeppnishæfni íslensks búfjár og búfjárafurða. [Einnig skal tryggja framfarir á sviði stofnræktunar og útvalsathugana plantna. Kynbótaverkefni skulu taka mið af skuldbindingum Íslendinga um varðveislu líffræðilegrar fjölbreytni.]\nL. 102/2016, 49. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Skýrsluhald.\nBændasamtök Íslands skulu sjá um kynbótaskýrsluhald fyrir hverja búgrein og móta um það reglur ásamt fagráðum og bera ábyrgð á kynbótamati á grundvelli þess.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ræktunarstöðvar.\nHlutverk ræktunarstöðva ... er að rækta með úrvali eða innflutningi erfðaefnis þá eiginleika sem taldir eru eftirsóknarverðir. Ríkissjóður tekur þátt í stofnun og rekstri ræktunarstöðva samkvæmt samningi við Bændasamtök Íslands, sbr. 3. gr. laga þessara.\nL. 102/2016, 50. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "...\nL. 67/2005, 1. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Búfjársýningar og búfjármat.\nFagráð hverrar búgreinar skal meta þörf fyrir kynbótadóma og sýningar búfjár í viðkomandi búgrein og gera tillögur til Bændasamtaka Íslands og viðkomandi aðildarfélaga um dómstörf og sýningarhald.\nSláturleyfishöfum er skylt að láta í té aðstöðu til þess að framkvæma nauðsynlegar athuganir á afurðum, enda sé þeim gert viðvart um þær við gerð áætlana um slátrun í viðkomandi húsi.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Útflutningur búfjár.\nÚtflutningur búfjár er heimill án sérstakra leyfa nema þegar um er að ræða úrvalskynbótagripi. [Ráðherra] skal með reglugerð setja nánari reglur þar um að fenginni umsögn viðkomandi fagráðs, m.a. um forkaupsrétt innlendra aðila. Þá getur hann sett skilyrði um ástand og meðferð búfjárins.\nL. 126/2011, 273. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "...\nL. 140/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Erfðanefnd landbúnaðarins.\n[Ráðherra] skipar sjö menn og jafnmarga til vara í erfðanefnd landbúnaðarins að fengnum tilnefningum frá Bændasamtökum Íslands, [Landbúnaðarháskóla Íslands, sem tilnefnir tvo menn], [Landi og skógi], [Hafrannsóknastofnun] og [Náttúrufræðistofnun]. Ráðherra skipar formann nefndarinnar án tilnefningar. Nefndin skal skipuð til þriggja ára í senn.\nHelstu verkefni nefndarinnar eru:\na. að annast samráð innan lands um varðveislu erfðaauðlinda í landbúnaði,\nb. að hvetja til rannsókna á sviði erfðaauðlinda í landbúnaði,\nc. að stuðla að miðlun þekkingar um erfðaauðlindir og gildi þeirra, jafnt með kennslu sem upplýsingagjöf til almennings,\nd. að veita hagsmunaaðilum og stjórnvöldum ráðgjöf um varðveislu og nýtingu erfðaauðlinda í landbúnaði,\ne. að annast samskipti við erlenda aðila á þessu sviði í samstarfi við tengiliði Íslands hjá alþjóðastofnunum.\n[Ráðherra] setur reglugerð þar sem nánar er kveðið á um verkefni nefndarinnar og nauðsynlegar ráðstafanir til framkvæmdar á ákvæðum þessarar greinar.]\nL. 126/2011, 273. gr. L. 79/2004, 5. gr. L. 66/2023, 7. gr. L. 113/2015, 3. gr. L. 54/2024, 12. gr. L. 53/2003, 1. gr.\nIV. kafli. Um leiðbeiningarstarfsemi.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Markmið.\nMarkmið leiðbeiningarþjónustu samkvæmt lögum þessum er að miðla upplýsingum til bænda og stuðla með því að bættum búskaparháttum og framförum í búskap, til hagsbóta og bættra lífskjara fyrir bændur og neytendur búvara. Hún skal á hverjum tíma afla og miðla bestu þekkingu og reynslu um alla þætti búrekstrar sem bændur leggja stund á, eftir því sem við verður komið.\nHlutverk leiðbeiningarþjónustunnar er að:\n1. miðla líffræðilegri, tæknilegri og hagfræðilegri þekkingu til allra búgreina,\n2. þróa hagfræðileg og búfræðileg hjálpartæki fyrir leiðbeiningarstarfsemi og fyrir einstaka bændur, svo sem með gerð hentugra tölvuforrita,\n3. kynna fyrir þeim sem starfa að landbúnaði stefnumörkun stjórnvalda í málefnum landbúnaðarins og á öðrum sviðum er hann snerta, svo sem í landverndar- og umhverfismálum,\n4. vera stjórnvöldum til aðstoðar við framkvæmd löggjafar eftir því sem við getur átt og um semst milli aðila,\n5. stuðla bæði faglega og félagslega að þróun nýrra búgreina og fylgjast með árangri frumherja á því sviði,\n6. stuðla að sjálfbærri þróun við nýtingu auðlinda,\n7. vinna að eflingu búrekstrar í sveitum.\nLeiðbeiningarþjónustan skal stuðla að því, eftir því sem hún hefur tök á, að búskapur þróist í samræmi við þá stefnu sem mörkuð er með samningum samtaka bænda við ríkisvaldið.\n[Allir bændur eiga rétt á leiðbeiningarþjónustu samkvæmt lögum þessum.]\nL. 129/2012, 3. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Leiðbeiningar.\nHjá leiðbeiningarmiðstöð starfa ráðunautar sem sinna faglegum leiðbeiningum fyrir bændur undir faglegri umsjón Bændasamtaka Íslands. Þeir annast eftirlit með búfjárrækt og kynbótum í þeim greinum sem lög þessi taka til. Þeir annast einnig eftirlit með jarðabótum og úttekt jarðabóta eftir því sem við á, sbr. 8. gr.\nRáðunautar skulu hafa lokið háskólaprófi í búvísindum eða öðrum fræðigreinum eftir því sem við getur átt eða hafa menntun og starfsreynslu sem stjórn Bændasamtaka Íslands metur jafngilda.\nLandsráðunautar eða fagstjórar skulu starfa í einstökum búgreinum eða fagsviðum eftir því sem um er samið skv. 1. mgr. 3. gr. og fjárveiting heimilar. Þeir hafa yfirumsjón með leiðbeiningum, kynbótum og ræktun í viðkomandi búgrein.\nLandsráðunautar eða fagstjórar skulu hafa lokið háskólaprófi í búfræðum og hafa lokið sérnámi á sínu starfssviði eða hafa menntun og starfsreynslu sem stjórn Bændasamtaka Íslands metur jafngilda.]\nL. 129/2012, 4. gr.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Reglur um framkvæmd laganna.\n[Ráðherra] setur með reglugerð nánari fyrirmæli um framkvæmd laga þessara. [Þá er ráðherra heimilt að setja reglugerð um sérstök verkefni og stuðning sem fellur utan samninga skv. 3. gr.]\nL. 126/2011, 273. gr. Rg. 557/1998. Rg. 449/2002, sbr. 677/2002, 297/2017 og 361/2017. Rg. 151/2005. Rg. 442/2011, sbr. 476/2018 og 568/2020. Rg. 540/2016. Rg. 878/2016. Rg. 430/2021, sbr. 319/2022, 589/2022 og 505/2023. Rg. 1151/2021. Rg. 144/2022. Rg. 350/2024. L. 100/2023, 34. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    }
  ]
}
