{
  "id": "64/1998",
  "type": "statute",
  "title": "Íþróttalög",
  "status": "in_force",
  "issued_date": "1998-06-12",
  "url": "https://www.althingi.is/lagas/nuna/1998064.html",
  "description": "Tóku gildi 18. júní 1998.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Í lögum þessum merkja íþróttir hvers konar líkamlega þjálfun er stefnir að því að auka líkamlegt og andlegt atgervi, heilbrigði og hreysti.\nLögin taka ekki til íþróttaiðkunar er fram fer sem liður í starfsemi heilbrigðisstofnana eða heilsuræktarstöðva.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Meginmarkmið aðgerða ríkis og sveitarfélaga á sviði íþróttamála skal vera að stuðla að því að allir landsmenn eigi þess kost að iðka íþróttir við sem hagstæðust skilyrði. Samstarf ríkis og sveitarfélaga við hina frjálsu íþróttahreyfingu skal taka mið af gildi íþróttaiðkunar fyrir uppeldis- og forvarnastarf.\n[Í íþróttastarfi með börnum skal velferð og farsæld þeirra höfð að leiðarljósi.]\nL. 107/2023, 40. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Ráðuneytið] fer með yfirumsjón íþróttamála að því leyti er ríkið lætur þau til sín taka. Í því skyni aflar ráðuneytið upplýsinga um iðkun íþrótta í landinu og aðstöðu til íþróttastarfs og stuðlar að rannsóknum á sviði íþróttamála.\nL. 126/2011, 271. gr.\n[3. gr. a.\nRáðherra stendur fyrir lyfjaeftirliti í íþróttum í samræmi við þjóðréttarlegar skuldbindingar og skal veitt til þess framlag úr ríkissjóði eftir því sem ákveðið er í fjárlögum.\nRáðherra er heimilt að fela þar til bærum aðila framkvæmd lyfjaeftirlits með þjónustusamningi sem gerður er til allt að fimm ára í senn. Í samningnum skal kveðið á um:\na. skilmála sem ráðuneyti setur fyrir ráðstöfun fjárframlags til lyfjaeftirlits úr ríkissjóði,\nb. málsmeðferð við lyfjaeftirlit og þau verkefni sem ríkissjóður greiðir fyrir,\nc. helstu áherslur og markmið samningsaðila og\nd. mat og eftirlit með framkvæmd lyfjaeftirlits.\nAðila sem falin er framkvæmd lyfjaeftirlits með samningi skv. 2. mgr. er skylt að láta ráðuneytinu í té allar þær upplýsingar og gögn sem það þarfnast vegna eftirlits með starfsemi hans og fjármálum.\n[Aðila sem fer með framkvæmd lyfjaeftirlits er heimil vinnsla viðkvæmra persónuupplýsinga, að því marki sem nauðsynlegt er í þeim tilgangi að sinna lyfjaeftirliti, um lyfja- og vímuefnanotkun og heilsufar þegar íþróttamaður fer í lyfjapróf ef grunur leikur á eða ábendingar berast um að hann hafi neytt efna eða beitt aðferðum sem bannaðar eru samkvæmt Alþjóðalyfjaeftirlitinu. Samkeyrsla skráa aðila sem fara með framkvæmd lyfjaeftirlitsins við kennitölur félagakerfis Íþrótta- og Ólympíusambands Íslands er heimil í tengslum við athugun á meintri lyfja- og vímuefnanotkun, m.a. í tengslum við uppljóstrunarkerfi.]\nRáðherra getur, að fengnum tillögum aðila sem falin er framkvæmd lyfjaeftirlits með samningi skv. 2. mgr., sett gjaldskrá fyrir lyfjaeftirlit og aðra þjónustu sem veitt er á grundvelli slíks samnings.]\nL. 89/2021, 7. gr. L. 124/2012, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðherra] skipar íþróttanefnd, en í henni eiga fimm menn sæti. Ráðherra skipar formann án tilnefningar, einn fulltrúa samkvæmt tillögu stjórnar Íþrótta- og Ólympíusambands Íslands, einn samkvæmt tillögu stjórnar Ungmennafélags Íslands, einn samkvæmt tillögu stjórnar Sambands íslenskra sveitarfélaga og einn samkvæmt tillögu íþróttakennaraskorar Kennaraháskóla Íslands. Á sama hátt skal skipa varamenn. Nefndin er skipuð til fjögurra ára í senn. Afl atkvæða ræður úrslitum mála í íþróttanefnd. Kostnaður við störf nefndarinnar greiðist úr ríkissjóði.\nHlutverk íþróttanefndar er að veita [ráðuneytinu] ráðgjöf í íþróttamálum. Nefndin gerir tillögur til ráðuneytisins um fjárframlög til íþróttamála í fjárlögum og um úthlutun fjár úr Íþróttasjóði, sbr. 8. gr.\nL. 126/2011, 271. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Íþróttastarfsemi utan skóla byggist á frjálsu framtaki landsmanna.\nÍþrótta- og Ólympíusamband Íslands er æðsti aðili frjálsrar íþróttastarfsemi í landinu og í erlendum samskiptum íþróttahreyfingarinnar. Ungmennafélag Íslands eru sjálfstæð félagasamtök á sviði íþrótta.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Landið skiptist í íþróttahéruð. Íþrótta- og Ólympíusamband Íslands og Ungmennafélag Íslands annast skiptingu og breytingu á íþróttahéruðum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Bygging íþróttamannvirkja í þágu skóla og til almenningsnota er í verkahring sveitarfélaga nema öðruvísi sé fyrir mælt í lögum.\nSveitarstjórn veitir byggingarstyrki til íþróttafélaga og íþróttasamtaka eftir því sem ákveðið er í fjárhagsáætlun sveitarfélags.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Alþingi veitir árlega fé í Íþróttasjóð til eflingar íþróttum í landinu. Íþróttanefnd hefur umsjón með Íþróttasjóði og gerir tillögur til [ráðherra] um úthlutun fjár úr sjóðnum, sbr. 4. gr.\nFramlög úr Íþróttasjóði má veita til:\n1. sérstakra verkefna á vegum íþróttafélaga og samtaka þeirra sem miða að því að bæta aðstöðu til íþróttaiðkunar,\n2. útbreiðslu- og fræðsluverkefna,\n3. íþróttarannsókna,\n4. verkefna skv. 13. gr. laga þessara.\nÓheimilt er að skuldbinda Íþróttasjóð til framlaga umfram það sem árlegt ráðstöfunarfé hans leyfir.\nÍ reglugerð, sem [ráðherra] setur að fengnum tillögum íþróttanefndar, má kveða á um skilyrði fyrir styrkveitingum úr Íþróttasjóði og hvernig umsóknum og úthlutun skuli hagað.\nL. 126/2011, 271. gr. Rg. 803/2008.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Um styrki úr ríkissjóði til starfsemi landssamtaka íþróttafólks fer eftir ákvörðun Alþingis í fjárlögum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Um tekjuöflun íþróttasamtaka með getraunastarfsemi er mælt í sérstökum lögum um þau efni.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Í öllum grunn- og framhaldsskólum landsins skulu íþróttir kenndar og iðkaðar svo sem nánar er kveðið á um í lögum, reglugerðum og námskrám sem um þá skóla gilda.\nÖll börn á landinu skulu læra sund nema þau séu talin ófær til þess að mati læknis.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ríkið starfrækir menntastofnun sem annast menntun íþróttakennara samkvæmt lagaákvæðum um þá starfsemi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Ráðherra] er heimilt að eiga aðild að samningum um stofnun og starfsemi íþróttamiðstöðva í samvinnu við sveitarfélög og íþróttasamtök, enda miðist þjónusta stöðvanna við landið allt. Fjárhagsleg aðild ríkisins að slíku samstarfi er háð fjárveitingum í fjárlögum.\nL. 126/2011, 271. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Ráðherra] hefur forgöngu um setningu reglna um öryggisráðstafanir í íþróttamannvirkjum, þar á meðal um eftirlit og að því er varðar íþróttaáhöld og annan búnað.\nL. 126/2011, 271. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Ráðherra] getur í reglugerð sett nánari ákvæði um framkvæmd þessara laga.\nL. 126/2011, 271. gr. Rgl. 388/2018.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    }
  ]
}
