{
  "id": "87/1998",
  "type": "statute",
  "title": "Lög um opinbert eftirlit með fjármálastarfsemi",
  "status": "in_force",
  "issued_date": "1998-06-16",
  "url": "https://www.althingi.is/lagas/nuna/1998087.html",
  "description": "Tóku gildi 1. janúar 1999.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og skilgreiningar.\n[Markmið laga þessara er að eftirlitsskyldir aðilar starfi í samræmi við lög og reglur og að starfsemin sé í samræmi við heilbrigða og eðlilega viðskiptahætti og taki mið af neytendavernd.\nMarkmið eftirlits með fjármálastarfsemi er að stuðla að traustum og öruggum fjármálamarkaði og draga úr líkum á að starfsemi eftirlitsskyldra aðila leiði til tjóns fyrir almenning. Heilbrigður og traustur rekstur er þó ávallt á ábyrgð stjórnenda viðkomandi fyrirtækis.]\nMeð fjármálastarfsemi er í lögum þessum átt við hvers konar starfsemi fyrirtækja, stofnana og annarra aðila sem tilgreindir eru í 2. gr.\nMeð eftirlitsskyldum aðilum er í lögum þessum átt við aðila sem eftirlit Fjármálaeftirlits tekur til skv. 2. gr.\nL. 91/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Eftirlitsskyld starfsemi.\nEftirlit samkvæmt þessum lögum tekur til starfsemi eftirtalinna aðila:\n1. viðskiptabanka og sparisjóða,\n2. [lánafyrirtækja],\n[3. [rafeyrisfyrirtækja samkvæmt lögum um útgáfu og meðferð rafeyris og greiðslustofnana samkvæmt lögum um greiðsluþjónustu],]\n[4. ] vátryggingafélaga,\n[5. ] félaga og einstaklinga sem stunda vátryggingamiðlun,\n[6. ] [verðbréfafyrirtækja],\n[7. ] [verðbréfasjóða, sérhæfðra sjóða fyrir almenna fjárfesta, rekstrarfélaga verðbréfasjóða, rekstraraðila sérhæfðra sjóða, evrópskra áhættufjármagnssjóða, evrópskra félagslegra framtakssjóða, evrópskra langtímafjárfestingarsjóða og peningamarkaðssjóða],\n[8. ] [kauphalla, skipulagðra verðbréfamarkaða og markaðstorga fjármálagerninga (MTF)],\n[9. ] verðbréfamiðstöðva,\n[10. ] lífeyrissjóða,\n[11. ] [rekstraraðila DFT-markaðsinnviða samkvæmt lögum um innviði markaða fyrir fjármálagerninga sem byggjast á dreifðri færsluskrártækni],\nLögin taka einnig til eftirlits með annarri starfsemi en greinir í 1. mgr. sem Fjármálaeftirlitinu er falið samkvæmt sérstökum lögum.\n[Lögin taka jafnframt til eftirlits og annarra verkefna gagnvart einstaklingum og lögaðilum sem Fjármálaeftirlitinu er falið að framkvæma samkvæmt ákvæðum sérlaga.]\nUm eftirlit með starfsemi innlendra aðila erlendis og erlendra aðila hér á landi fer samkvæmt ákvæðum sérlaga og alþjóðasamningum sem Ísland er aðili að.\nÞegar vafi leikur á um hvort starfsemi fellur undir þessa grein sker [Fjármálaeftirlitið] úr.\nL. 38/2022, 149. gr. L. 17/2013, 47. gr. L. 37/2002, 19. gr. L. 6/2023, 17. gr. L. 111/2007, 13. gr. L. 56/2024, 9. gr. L. 67/2006, 1. gr. L. 91/2019, 2. gr.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Fjármálaeftirlitið.\nFjármálaeftirlitið, sem er hluti af Seðlabanka Íslands, fer með framkvæmd laga þessara.]\nL. 91/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Samráðsnefnd eftirlitsskyldra aðila.\nSérstök samráðsnefnd sem skipuð er fulltrúum eftirlitsskyldra aðila skal starfa í tengslum við [Fjármálaeftirlitið].\n[Seðlabanki Íslands skal] eiga reglulega fundi með samráðsnefndinni. Samráðsnefndin hefur ekki ákvörðunarvald í málefnum Fjármálaeftirlitsins.\nNánar skal kveðið á um samráðsnefndina í reglugerð, meðal annars um skipan hennar.\nL. 91/2019, 5. gr. Rg. 562/2001, sbr. 32/2009 og 17/2021.\nIII. kafli. Starfsemi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Eftirlit.\n[Fjármálaeftirlitið skal fylgjast með að starfsemi eftirlitsskyldra aðila sé í samræmi við lög, reglugerðir, reglur eða samþykktir sem um starfsemina gilda og að starfsemin sé að öðru leyti í samræmi við heilbrigða og eðlilega viðskiptahætti.\nFjármálaeftirlitinu er heimilt að gefa út og birta opinberlega almenn leiðbeinandi tilmæli um starfsemi eftirlitsskyldra aðila, enda varði málefnið hóp eftirlitsskyldra aðila.\n[Ákvæði laga þessara eiga, eftir því sem við á, við um eftirlit Fjármálaeftirlitsins, athuganir þess og upplýsingaöflun samkvæmt ákvæðum sérlaga. Er Fjármálaeftirlitinu heimilt að beita eftirlitsúrræðum þessara laga við eftirlit og önnur verkefni gagnvart einstaklingum og lögaðilum sem því er falið að framkvæma á grundvelli sérlaga og annarra reglna. Um starfsheimildir Fjármálaeftirlitsins fer að öðru leyti eftir ákvæðum sérlaga.]]\n...\nL. 67/2006, 2. gr. L. 11/2000, 2. gr. L. 62/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Athugun og aðgangur.\n[Fjármálaeftirlitið skal athuga rekstur eftirlitsskyldra aðila svo oft sem þurfa þykir. Þeim er skylt að veita Fjármálaeftirlitinu aðgang að öllu bókhaldi sínu, fundargerðum, skjölum og öðrum gögnum í vörslu þeirra er varða starfsemina sem Fjármálaeftirlitið telur nauðsynlegan. Vegna starfsemi sinnar getur Fjármálaeftirlitið gert vettvangskannanir eða óskað upplýsinga á þann hátt og svo oft sem það telur þörf á.\nFjármálaeftirlitinu er heimilt að skipa sérfræðing til að gera athugun á tilteknum þáttum í starfsemi eða rekstri eftirlitsskylds aðila eða til að hafa að öðru leyti sértækt eftirlit með eftirlitsskyldum aðila. Sérfræðingurinn skal skipaður til tiltekins tíma, ekki lengri en fjögurra vikna í senn. Á hann rétt á að hafa starfsstöð hjá hinum eftirlitsskylda aðila og skal honum veittur aðgangur að öllu bókhaldi, fundargerðum, skjölum og öðrum gögnum og upplýsingum sem eftirlitsskyldi aðilinn hefur í sinni vörslu og óskað er eftir. Sérfræðingurinn hefur rétt til að sitja fundi í stjórn eftirlitsskylds aðila sem áheyrnarfulltrúi með málfrelsi. Um þagnarskyldu hans fer skv. IV. kafla þessara laga.\nÍ tengslum við eftirlit og athuganir mála samkvæmt ákvæðum sérlaga er einstaklingum og lögaðilum skylt að láta Fjármálaeftirlitinu í té allar upplýsingar og gögn sem það telur nauðsynleg [og getur Fjármálaeftirlitið kallað einstaklinga til skýrslugjafar í því skyni]. Skiptir ekki máli í því sambandi hvort upplýsingarnar varða þann aðila sem beiðninni er beint til eða þau skipti annarra aðila við hann er hann getur veitt upplýsingar um og varða athuganir og eftirlit Fjármálaeftirlitsins. Lagaákvæði um þagnarskyldu takmarka ekki skyldu til þess að veita upplýsingar og aðgang að gögnum. Þetta gildir þó ekki um upplýsingar sem lögmaður öðlast við athugun á lagalegri stöðu skjólstæðings í tengslum við dómsmál, þ.m.t. þegar hann veitir ráðgjöf um hvort höfða eigi mál eða komast hjá máli, eða upplýsingar sem hann öðlast fyrir, á meðan eða eftir lok dómsmáls, ef upplýsingarnar hafa bein tengsl við málið.\nFjármálaeftirlitinu er heimilt að gera sérstakar athuganir og leggja hald á gögn í samræmi við ákvæði laga um meðferð [sakamála], enda séu ríkar ástæður til að ætla að eftirlitsskyldur aðili eða einstaklingar og lögaðilar hafi brotið gegn lögum eða reglum sem Fjármálaeftirlitinu er falið að hafa eftirlit með eða ástæða er til að ætla að athuganir eða aðgerðir Fjármálaeftirlitsins nái að öðrum kosti ekki tilætluðum árangri. Skal ákvæðum laga um meðferð [sakamála] beitt við framkvæmd slíkra aðgerða.]\n[Fjármálaeftirlitið skal við eftirlitsstörf sín, einkum í neyðartilfellum, taka tillit til mögulegra áhrifa ákvarðana og athafna eftirlitsins á fjármálastöðugleika hér á landi. Einnig skal Fjármálaeftirlitið hafa í huga að ákvarðanir og athafnir þess gætu haft áhrif í öðrum ríkjum og er Fjármálaeftirlitinu heimilt að eiga í samskiptum við eftirlitsaðila annarra ríkja í þeim tilfellum.]\nL. 38/2022, 150. gr. L. 88/2008, 234. gr. L. 67/2006, 3. gr. L. 47/2013, 15. gr.\n[9. gr. a. Gagnsæi í störfum Fjármálaeftirlitsins.\nFjármálaeftirlitinu er heimilt að birta opinberlega niðurstöður í málum og athugunum er byggjast á lögum þessum, nema ef slík birting verður talin stefna hagsmunum fjármálamarkaðarins í hættu, varðar ekki hagsmuni hans sem slíks eða veldur hlutaðeigandi aðilum tjóni sem ekki er í eðlilegu samræmi við það brot sem um ræðir. Fjármálaeftirlitið skal birta opinberlega þá stefnu sem eftirlitið fylgir við framkvæmd slíkrar birtingar.]\nL. 20/2009, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Athugasemdir og úrbætur.\n[Komi í ljós að eftirlitsskyldur aðili fylgir ekki lögum og öðrum reglum sem gilda um starfsemi hans skal Fjármálaeftirlitið krefjast þess að úr sé bætt innan hæfilegs frests.\nFjármálaeftirlitið skal gera athugasemdir ef það telur hag eða rekstur eftirlitsskylds aðila að öðru leyti óheilbrigðan og brjóta í bága við eðlilega viðskiptahætti, enda þótt ákvæði 1. mgr. eigi ekki við, og er jafnframt heimilt að krefjast þess að úr sé bætt innan hæfilegs frests.\nÞegar svo stendur á sem greinir í 1. eða 2. mgr. getur Fjármálaeftirlitið boðað til fundar í stjórn eða framkvæmdastjórn hins eftirlitsskylda aðila til þess að fjalla um athugasemdir þess og kröfur og leiðir til úrbóta. Fulltrúa Fjármálaeftirlitsins er heimilt að stýra fundi og hefur hann málfrelsi og tillögurétt.]\n[Ef stjórnarmenn eða framkvæmdastjórar eftirlitsskyldra aðila uppfylla ekki hæfisskilyrði þeirra sérlaga sem um starfsemi hinna eftirlitsskyldu aðila gilda getur Fjármálaeftirlitið krafist þess að viðkomandi láti af störfum, ýmist tímabundið eða til frambúðar. Ef kröfum Fjármálaeftirlitsins er ekki sinnt innan hæfilegra tímamarka getur Fjármálaeftirlitið einhliða vikið viðkomandi frá störfum. Slíkar aðgerðir Fjármálaeftirlitsins útiloka ekki beitingu annarra heimilda þess.]\nL. 11/2000, 4. gr. L. 67/2006, 4. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
