{
  "id": "136/1998",
  "type": "statute",
  "title": "Lög um vegabréf",
  "status": "in_force",
  "issued_date": "1998-12-22",
  "url": "https://www.althingi.is/lagas/nuna/1998136.html",
  "description": "Tóku gildi 1. júní 1999.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Íslenskur ríkisborgari á samkvæmt umsókn rétt á að fá gefið út vegabréf eftir lögum þessum og reglum settum samkvæmt þeim.\n[Hlutaðeigandi ráðherra gefur út diplómatísk vegabréf og þjónustuvegabréf samkvæmt reglum sem sami ráðherra setur.]\n[Útlendingastofnun gefur út vegabréf fyrir útlendinga og ferðaskilríki fyrir flóttamenn.]\nRg. 353/1999. Rg. 625/1999. Rgl. 212/2024. L. 126/2011, 278. gr. L. 72/2006, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Vegabréf skal gefið út af [Þjóðskrá Íslands].\nHeimilt er að fela öðrum stjórnvöldum að gefa út vegabréf til bráðabirgða þegar sérstaklega stendur á.\n[Sýslumenn, lögregla og önnur stjórnvöld taka við umsóknum um vegabréf eftir því sem ráðherra ákveður.\n[Þjóðskrá Íslands] getur falið öðrum að annast einstök verkefni við framleiðslu og skráningu upplýsinga í vegabréfabók.]\nVegabréf telst eign íslenska ríkisins.\n[Þjóðskrá Íslands er heimilt að gera samninga um vegabréf og framleiðslukerfi fyrir vegabréf til allt að tíu ára.]\nL. 77/2010, 5. gr. L. 72/2006, 2. gr. L. 52/2017, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Þegar sótt er um vegabréf skal umsækjandi sanna á sér deili og gengið skal úr skugga um ríkisfang hans.\n[Tekin skal stafræn mynd af umsækjanda sem varðveitt skal í vegabréfinu. Heimilt er að nota mynd sem umsækjandi leggur fram sjálfur á rafrænu formi, enda uppfylli hún kröfur sem gerðar eru til stafrænna mynda í vegabréfum. Umsækjandi skal jafnframt leggja fram önnur nauðsynleg gögn.]\n[[Ráðherra] getur ákveðið að fingraför umsækjanda skuli skönnuð og varðveitt í vegabréfinu.]\nL. 72/2006, 3. gr. L. 126/2011, 278. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Við útgáfu vegabréfs til barns undir 18 ára aldri skal liggja fyrir samþykki þess eða þeirra sem fara með forsjá barnsins. [Heimilt er að gefa út vegabréf samkvæmt umsókn annars forsjárforeldris þegar hitt forsjárforeldrið er ófært um að veita samþykki sitt vegna sjúkdóms, fjarvistar eða annarra sérstakra aðstæðna að undangenginni athugun á umræddum aðstæðum og mati á því hvort hætta sé á að barn verði fært úr landi með ólögmætum hætti.]\nSamþykki lögráðamanns þarf til að gefið verði út vegabréf til þess sem sviptur hefur verið sjálfræði.\nHeimilt er að víkja frá framangreindum skilyrðum ef sérstaklega stendur á.\nL. 72/2006, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Nú er umsækjandi um vegabréf eftirlýstur af lögreglu, gefin hefur verið út handtökuskipun á hendur honum eða lagt á hann farbann samkvæmt ákvæðum laga um meðferð [sakamála] og skal þá synja um útgáfu vegabréfs.\nHeimilt er að synja um útgáfu vegabréfs þegar svo stendur á:\na. fram er komin kæra á hendur umsækjanda fyrir refsivert brot sem ætla má að varði fangelsisrefsingu og hætta er talin á að hann muni reyna að komast undan refsiábyrgð með því að fara úr landi eða dveljast áfram erlendis eða\nb. umsækjandi hefur verið dæmdur til fangelsisrefsingar sem ekki hefur verið afplánuð eða sætt sektarrefsingu fyrir dómi eða hjá stjórnvaldi sem hvorki hefur verið greidd né sett trygging fyrir og hætta er á að hann muni reyna að komast hjá fullnustu refsingarinnar með því að fara úr landi eða dveljast áfram erlendis.\nL. 88/2008, 234. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Vegabréf gildir aðeins fyrir einn einstakling.\n[[Gildistími almenns vegabréfs er tíu ár frá útgáfudegi en fimm ár fyrir börn yngri en 18 ára. Heimilt er að lengja þann tíma eftir því sem ákveðið er í reglugerð.] Gildistími annarra vegabréfa skal ákveðinn í reglugerð.]\nNú glatast vegabréf og skal þá nýtt vegabréf gefið út til sama tíma og fyrra vegabréf.\nL. 153/2012, 1. gr. L. 72/2006, 5. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Þjóðskrá Íslands] er heimilt að afturkalla vegabréf þegar:\na. skilyrði til útgáfu vegabréfs eru ekki lengur fyrir hendi,\nb. fyrir liggja aðstæður þær sem greinir í 5. gr.,\nc. útliti vegabréfs eða efni hefur verið breytt,\nd. vegabréf er skemmt eða slitið eða upplýsingar í því svara ekki lengur til auðkenna handhafa,\ne. vegabréf finnst í vörslu óviðkomandi eða\nf. aðstæður eða atvik að öðru leyti gera það að verkum að óhjákvæmilegt er að afturkalla vegabréf.\nHandhafa vegabréfs er skylt að verða við kröfu um afhendingu vegabréfs sem er afturkallað skv. 1. mgr.\nL. 77/2010, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[[Þjóðskrá Íslands] heldur skrá, skilríkjaskrá, um öll útgefin vegabréf og önnur skilríki sem [Þjóðskrá Íslands] er falið að annast útgáfu eða framleiðslu á. Í skilríkjaskrá eru skráðar og varðveittar þær upplýsingar sem safnað er til útgáfu á skilríkjum, þ.m.t. upplýsingar um lífkenni skv. 2. og 3. mgr. 3. gr. Í skilríkjaskrá eru einnig skráðar upplýsingar um útgefin, glötuð og stolin skilríki og heimilt er að skrá þar einfaldar tilvísanir til annarra gagna vegna þeirra aðstæðna sem fjallað er um í 7. gr.\nOpinberum stofnunum er heimilt að nota skilríkjaskrá við skilríkjaútgáfu. [Þjóðskrá Íslands] og lögreglu er heimilt að nota skilríkjaskrá til að bera kennsl á mann eða staðreyna að hann sé sá sem hann kveðst vera.\nStjórnvöldum er heimilt að birta erlendum stjórnvöldum upplýsingar úr skránni sem varða glötuð og stolin skilríki.]\nL. 77/2010, 5. gr. L. 72/2006, 7. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Handhafi vegabréfs skal varðveita vegabréf sitt þannig að ekki sé hætta á að það glatist. Tilkynna skal lögreglu, [Þjóðskrá Íslands] eða sendimönnum Íslands erlendis þegar í stað ef vegabréf glatast og skal þá gera sérstaka grein fyrir afdrifum þess.\nL. 77/2010, 5. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Það varðar sektum eða fangelsi allt að sex mánuðum ef maður:\na. með vísvitandi röngum upplýsingum eða sviksamlegu undanskoti upplýsinga gagnvart útgefanda vegabréfs eða viðtakanda umsóknar aflar sér ranglega vegabréfs eða annars ferðaskilríkis eða verður þess valdandi að vegabréf eða annað ferðaskilríki sem gefið er út fyrir hann hljóðar ekki á rétt nafn hans og kennitölu,\nb. gefur rangar upplýsingar um forsjá barns í þeim tilgangi að gefið verði út vegabréf til þess án samþykkis forsjárforeldris,\nc. aflar sér án sérstakrar heimildar fleiri en eins vegabréfs eða ferðaskilríkis sem hljóðar á nafn hans, breytir eða nemur á brott hluta af vegabréfi eða öðru ferðaskilríki eða áritanir á því eða\nd. selur vegabréf eða gerir sér á annan hátt að féþúfu.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Ráðherra] skal í reglugerð setja nánari ákvæði um framkvæmd laga þessara. Þar skal meðal annars kveðið á um:\na. gerð, form og efni vegabréfa og þau gögn sem umsækjandi skal leggja fram með umsókn,\n[b. kröfur sem gerðar eru til varðveislu, aldurs og forms stafrænna mynda af umsækjanda vegabréfs og skannaðra fingrafara hans, þar á meðal þau skilyrði sem uppfylla þarf samkvæmt alþjóðlegum stöðlum],\n[c. ] heimild til að einstaklingur megi í sérstökum tilvikum hafa fleiri en eitt gilt vegabréf,\n[d. ]heimild annarra stjórnvalda til útgáfu vegabréfs til bráðabirgða í sérstökum tilvikum,\n[e. ]heimild til að binda vegabréf við tiltekið svæði, svo og til að takmarka gildistíma þess þegar 5. gr. á við eða ef ætla má að umsækjandi hafi misfarið með vegabréf,\n...\nf. heimild til að gefa út vegabréf til útlendinga og ferðaskilríki fyrir flóttamenn ...,\ng. vegabréfaskrá, færslu hennar og aðgang að upplýsingum úr skránni,\n[h. hvar og hvenær íslenskir ríkisborgarar skuli bera og sýna vegabréf.]\nL. 162/2010, 156. gr. Rg. 560/2009, sbr. 811/2014, 1040/2015, 713/2016, 394/2017, 1404/2021, 474/2022 og 1539/2022. L. 72/2006, 9. gr. L. 15/2000, 11. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Lög þessi öðlast gildi 1. júní 1999.\n...",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
