{
  "id": "125/1999",
  "type": "statute",
  "title": "Lög um málefni aldraðra",
  "status": "in_force",
  "issued_date": "1999-12-31",
  "url": "https://www.althingi.is/lagas/nuna/1999125.html",
  "description": "Tóku gildi 11. janúar 2000.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið þessara laga er að aldraðir eigi völ á þeirri heilbrigðis- og félagslegu þjónustu sem þeir þurfa á að halda og að hún sé veitt á því þjónustustigi sem er eðlilegast miðað við þörf og ástand hins aldraða.\nEinnig er markmið laganna að aldraðir geti, eins lengi og unnt er, búið við eðlilegt heimilislíf en að jafnframt sé tryggð nauðsynleg stofnanaþjónusta þegar hennar er þörf.\nVið framkvæmd laganna skal þess gætt að aldraðir njóti jafnréttis á við aðra þjóðfélagsþegna og að sjálfsákvörðunarréttur þeirra sé virtur.\nSkilgreiningar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Í lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Aldraður: Sá sem náð hefur 67 ára aldri.\n[2. [Heimilismaður:] Sá sem dvelur á stofnun skv. 1. tölul. 1. mgr. 14. gr. og sá sem dvelur lengur en sex mánuði undanfarandi tólf mánuði á stofnun skv. 2. tölul. 1. mgr. 14. gr. eða í hjúkrunarrými stofnunar sem er á föstum fjárlögum.]\n[3. ] Öldrunarmál: Þau mál sem varða aldraða og eru undir yfirstjórn [ráðherra]. Til þeirra teljast þeir [þjónustuþættir, aðrir en heilbrigðisþjónusta], sem aldraðir eiga rétt á samkvæmt lögum þessum og Framkvæmdasjóður aldraðra.\n[4. ] [Færni- og heilsumat] aldraðra: Faglegt, einstaklingsbundið mat á þörf fyrir [dvöl] á stofnun.\n[5. ] Starfssvæði [öldungaráðs]: Umdæmi heilsugæslustöðva ... samkvæmt lögum um heilbrigðisþjónustu.\n[6. ] [Ráð heimilismanna:] Kjörnir fulltrúar íbúa stofnunar mynda [ráð heimilismanna].\nL. 28/2012, 1. gr. L. 74/2002, 26. gr. L. 162/2010, 21. gr. L. 160/2007, 19. gr. L. 37/2018, 19. gr. L. 93/2002, 23. gr.\nII. kafli. Stjórn öldrunarmála og skipulag öldrunarþjónustu.\nYfirstjórn.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[[Ráðherra] fer með yfirstjórn öldrunarmála samkvæmt lögum þessum og með yfirstjórn heilbrigðisþjónustu við aldraða.]\n[[Ráðuneytið] skal annast stefnumótun og áætlanagerð í öldrunarmálum fyrir landið í heild.] Jafnframt skal ráðuneytið beita sér fyrir almennri umræðu og kynningu á stöðu og valkostum aldraðra.\n[Gæða- og eftirlitsstofnun velferðarmála fer með eftirlit með gæðum þjónustu sem er veitt á grundvelli laga þessara nema þjónustu hjúkrunarheimila, dvalarheimila og dagdvalar aldraðra. Um rekstrarleyfisskyldu þeirra sem lúta eftirliti stofnunarinnar fer samkvæmt lögum um Gæða- og eftirlitsstofnun velferðarmála.]\nL. 126/2011, 293. gr. L. 162/2010, 21. gr. L. 160/2007, 20. gr. L. 88/2021, 25. gr.\nSamstarfsnefnd um málefni aldraðra.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[[Ráðherra skipar fimm manna samstarfsnefnd um málefni aldraðra. Skal einn nefndarmaður tilnefndur af Landssambandi eldri borgara, einn af Öldrunarráði Íslands, einn af Sambandi íslenskra sveitarfélaga og tveir skipaðir án tilnefningar og skal annar þeirra vera formaður.] Ráðherra skipar formann úr hópi nefndarmanna. Varamenn skulu skipaðir á sama hátt og aðalmenn. ...]\nL. 162/2010, 21. gr. L. 135/2013, 1. gr. L. 38/2004, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Samstarfsnefnd um málefni aldraðra skal hafa eftirtalin verkefni:\n1. Að vera [ráðherra] og ríkisstjórn til ráðuneytis um málefni aldraðra.\n2. Að vera tengiliður milli ráðuneyta, stofnana og samtaka sem starfa að málefnum aldraðra.\n3. ...\nL. 162/2010, 21. gr. L. 135/2013, 2. gr.\n[Öldungaráð.]\nL. 37/2018, 19. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Í hverju sveitarfélagi, eða í sveitarfélögum sem eiga samstarf um öldrunarmál og þjónustu við aldraða, skal starfa formlegur samráðsvettvangur er nefnist öldungaráð, þar sem fjallað er um þjónustu við aldraða og framkvæmd og þróun öldrunarmála.]\nKostnaður af starfi [öldungaráðs] greiðist af sveitarfélögum á starfssvæði [þess] í hlutfalli við fjölda íbúa í hverju sveitarfélaganna.\nL. 42/2020, 1. gr. L. 37/2018, 19. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Í öldungaráði skulu að lágmarki sitja þrír fulltrúar kosnir af sveitarstjórn að loknum sveitarstjórnarkosningum og þrír fulltrúar tilnefndir af félagi eldri borgara, auk eins fulltrúa frá heilsugæslunni. Eigi tvö eða fleiri sveitarfélög samstarf um öldrunarþjónustu skulu viðkomandi sveitarfélög og félög eldri borgara á þjónustusvæðinu koma sér saman um samsetningu öldungaráðs.]\nSveitarstjórnir velja [öldungaráðinu] formann úr hópi [öldungaráðsmanna].\nL. 42/2020, 2. gr. L. 37/2018, 19. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Öldungaráð] skal hafa eftirtalin verkefni á starfssvæði sínu:\n1. Að fylgjast með heilsufari og félagslegri velferð aldraðra og samhæfa þjónustu.\n2. Að gera tillögur til sveitarstjórna um öldrunarþjónustu.\n3. Að leitast við að tryggja að aldraðir fái þá þjónustu sem þeir þarfnast og kynna öldruðum þá kosti sem í boði eru.\n4. ...\n[Öldungaráðið] skal í störfum sínum hafa að leiðarljósi markmið laganna, sbr. 1. gr.\nL. 37/2018, 19. gr. L. 29/2007, 2. gr.\nIII. kafli. Framkvæmdasjóður aldraðra.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Framkvæmdasjóður aldraðra skal stuðla að uppbyggingu og efla öldrunarþjónustu um land allt.\n[Ráðherra skipar stjórn sjóðsins. Skal einn stjórnarmaður tilnefndur af Landssambandi eldri borgara, einn af Sambandi íslenskra sveitarfélaga og einn af fjárlaganefnd Alþingis. Einn stjórnarmaður skal skipaður án tilnefningar og skal hann vera formaður. Varamenn skulu skipaðir á sama hátt og aðalmenn.]\n[Fjármagni úr Framkvæmdasjóði aldraðra skal varið til:\n1. Byggingar þjónustumiðstöðva og [dagdvalar], sbr. 2. og 3. tölul. 13. gr., og byggingar stofnana fyrir aldraða, sbr. 14. gr., en þó ekki til byggingar íbúða í eigu einstaklinga, félagasamtaka og sveitarfélaga.\n2. Að mæta kostnaði við nauðsynlegar breytingar og endurbætur á húsnæði sem notað er til þjónustu fyrir aldraða, sbr. 2. og 3. tölul. 13. gr. og 14. gr., að frátöldum íbúðum í eigu einstaklinga, félagasamtaka og sveitarfélaga.\n3. Viðhalds húsnæðis [dagdvalar og] dvalar- og hjúkrunarheimila.\n4. ...\n5. Annarra verkefna sem stuðla að uppbyggingu öldrunarþjónustu.\nÞá er Framkvæmdasjóði aldraðra heimilt að greiða þann hluta húsaleigu sem telst stofnkostnaður vegna leigu á hjúkrunarheimili fyrir aldraða sem samþykkt hefur verið að byggja eftir 1. janúar 2005 á kostnað annarra aðila en ríkisins, að undangengnu útboði. Skilyrði fyrir greiðslu húsaleigu er að ekki hafi verið veittur styrkur úr Framkvæmdasjóði aldraðra skv. [3. mgr.] eða annar styrkur frá ríkinu til að byggja hjúkrunarheimilið. Húsaleiga sem greidd er með þessum hætti telst ígildi stofnkostnaðar. Heimilt er að gera undanþágu frá útboði skv. 1. málsl. þegar sérstaklega stendur á og talið er að útboð muni ekki leiða til lægri húsaleigukostnaðar fyrir ríki og sveitarfélög.\n... Framlag úr Framkvæmdasjóði aldraðra telst ríkisframlag.\n[Framlög skv. 3. mgr. og húsaleiga skv. 4. mgr. eru ekki veitt nema ráðherra hafi veitt framkvæmda- og rekstrarleyfi skv. 16. gr.] Umsóknir um framlög úr Framkvæmdasjóði aldraðra skulu vera á sérstökum eyðublöðum sem útbúin eru af [ráðuneytinu]. Eyðublöðunum skulu fylgja sérstök skilmálablöð.]\nUm framkvæmdir skv. [3. mgr.] fer, eftir því sem við á, samkvæmt lögum um skipan opinberra framkvæmda.\nL. 135/2013, 3. gr. L. 28/2012, 2. gr. L. 166/2006, 14. gr. L. 40/2025, 3. gr. L. 162/2010, 21. gr. L. 38/2004, 2. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[[Ríkisskattstjóri skal leggja á þá sem skattskyldir eru skv. 1. gr. laga um tekjuskatt sérstakt gjald samhliða álagningu opinberra gjalda skv. 93. gr. sömu laga. Tekjur af gjaldinu renna í ríkissjóð.] Gjaldið skal nema [14.093 kr.] á hvern gjaldanda og kemur til endurskoðunar við afgreiðslu fjárlaga ár hvert.\nUndanþegin gjaldinu eru börn innan 16 ára aldurs og þeir sem eru 70 ára og eldri í lok tekjuárs. Einnig eru undanþegnir gjaldinu einstaklingar sem hafa tekjuskattsstofn skv. 1. og 3. tölul. 61. gr. laga nr. 90/2003, um tekjuskatt, samtals lægri en [[1.361.468] kr. á því ári sem næst er á undan álagningarárinu]. Þegar um hjón eða samskattað fólk er að ræða skal þó skipta sameiginlegum fjármagnstekjum skv. 3. mgr. 66. gr. laga nr. 90/2003 jafnt á milli þeirra þegar tekjuviðmiðun þessi er fundin. Tekjuviðmiðun þessi skal breytast árlega í samræmi við þær breytingar sem verða á persónuafslætti skv. A-lið 67. gr. laga nr. 90/2003, um tekjuskatt, og innheimtuhlutfalli viðkomandi staðgreiðsluárs samkvæmt ákvæðum 1. mgr. 9. gr. laga nr. 45/1987, um staðgreiðslu opinberra gjalda. [Ríkisskattstjóri] skal fella gjald þetta niður af öldruðum og öryrkjum, undir 70 ára aldri, sem dveljast á dvalar- og hjúkrunarheimilum.]\nVið álagningu og innheimtu gjalds þessa skulu gilda sömu reglur og um álagningu og innheimtu tekjuskatts samkvæmt [lögum nr. 90/2003, um tekjuskatt], [og lögum um innheimtu opinberra skatta og gjalda] eftir því sem við á. Í stað tíu gjalddaga skal þó gjalddagi vera einn, [1. júní] ár hvert. Dragist [lok álagningar] fram yfir [1. júní] færist gjalddagi til 1. dags næsta mánaðar eftir [lok álagningar].\n[Tekjur Framkvæmdasjóðs aldraðra eru árleg fjárveiting á grundvelli fjárheimildar í fjárlögum, frjáls framlög og aðrar tekjur er til kunna að falla. Fjárveitingin skal að lágmarki nema áætlun fjárlaga um tekjur af gjaldinu skv. 1. mgr.]\nÍ miðmánuði hvers ársfjórðungs skal [það ráðuneyti er fer með fjárreiður ríkisins] skila Framkvæmdasjóði aldraðra fjórðungi tekna sjóðsins á því ári.\nL. 47/2018, 15. gr. L. 127/2024, 10. gr. L. 120/2009, 17. gr. L. 36/2009, 1. gr. L. 136/2009, 94. gr. L. 32/2007, 1. gr. L. 129/2004, 136. gr. L. 150/2019, 22. gr. L. 50/2018, 17. gr. L. 69/2021, 15. gr. L. 126/2011, 293. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Framkvæmdasjóður aldraðra skal vera í vörslu [ráðuneytisins]. [Stjórn Framkvæmdasjóðs aldraðra annast stjórn sjóðsins. Stjórnin hefur sérstakan ritara og skal kostnaður við störf stjórnarinnar greiddur úr Framkvæmdasjóði aldraðra.]\n[Stjórn Framkvæmdasjóðs aldraðra gerir árlega tillögur til ráðherra um úthlutun úr sjóðnum.]\nL. 162/2010, 21. gr. L. 135/2013, 4. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Ráðherra] setur með reglugerð nánari ákvæði um Framkvæmdasjóð aldraðra og setur honum jafnframt starfsreglur.\nL. 162/2010, 21. gr. Rg. 468/2014.\nIV. kafli. Öldrunarþjónusta.\nOpin öldrunarþjónusta.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Til opinnar öldrunarþjónustu samkvæmt lögum þessum telst:\n1. Heimaþjónusta veitt öldruðum sem búa heima. Þjónustan skal miðast við einstaklingsbundið mat á þjónustuþörf og byggjast á hjálp til sjálfshjálpar. Þjónustan er tvíþætt. Annars vegar er heilbrigðisþáttur heimaþjónustu ..., sbr. lög um heilbrigðisþjónustu. Hins vegar er félagslegur þáttur heimaþjónustu viðkomandi sveitarfélaga eða aðila sem sveitarfélög semja við, sbr. lög um félagsþjónustu sveitarfélaga. Veita skal heimaþjónustu um kvöld, nætur og helgar þegar þess er þörf. Leitast skal við að skipuleggja og samhæfa heilbrigðis- og félagslega þætti heimaþjónustunnar með velferð og þarfir hins aldraða að leiðarljósi.\n2. Þjónustumiðstöðvar aldraðra sem eru starfræktar af sveitarfélögum til að tryggja eldri borgurum félagsskap, næringu, hreyfingu, tómstundaiðju, skemmtun og heilsufarslegt eftirlit. Þjónustumiðstöðvar geta starfað sjálfstætt eða í tengslum við aðra þjónustu sem aldraðir njóta.\n3. [Dagdvöl] aldraðra sem er stuðningsúrræði við þá sem að staðaldri þurfa eftirlit og umsjá til að geta búið áfram heima. Í [dagdvöl] aldraðra skal veitt hjúkrunarþjónusta og vera aðstaða til þjálfunar og læknisþjónustu. Boðið skal upp á flutningsþjónustu að og frá heimili einstaklingsins, mat á heilsufari, þjálfun, tómstundaiðju, félagslegan stuðning, fræðslu, ráðgjöf og aðstoð við athafnir daglegs lífs. Um framkvæmda- og rekstrarleyfi fyrir [dagdvöl] aldraðra fer [skv. 16. gr.]\n4. Þjónustuíbúðir aldraðra sem geta verið sjálfseignar-, leigu- og búseturéttaríbúðir. Áður en bygging þjónustuíbúða fyrir aldraða hefst ber að afla framkvæmdaleyfis hjá [ráðherra], sbr. 16. gr. Í þjónustuíbúð fyrir aldraða skal vera öryggiskerfi og völ á fjölbreyttri þjónustu, svo sem mat, þvotti og þrifum, og aðgangur að félagsstarfi. Um greiðslu fyrir veitta þjónustu fer skv. 20. gr. Íbúar þjónustuíbúða skulu eiga rétt á sömu heima- og vaktþjónustu og aðrir íbúar sveitarfélagsins.\n[Þrátt fyrir ákvæði 3. tölul. 1. mgr. er heimilt að samþykkja dvöl einstaklinga sem eru yngri en 67 ára í dagdvöl enda liggi fyrir mat á þörf þeirra fyrir slíka dvöl.\nEnginn getur notið þjónustu í dagdvöl nema að undangengnu mati faglegs inntökuteymis.\nRáðherra getur í reglugerð kveðið nánar á um faglegt inntökuteymi og skilyrði við mat á þörf fyrir dagdvöl.]\nL. 160/2007, 26. gr. L. 28/2012, 2. gr. L. 38/2004, 3. gr. L. 126/2018, 3. gr.\nStofnanir fyrir aldraða.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Stofnanir fyrir aldraða samkvæmt lögum þessum eru:\n1. Dvalarheimili, sambýli og íbúðir, sérhannað fyrir þarfir aldraðra sem ekki eru færir um að annast heimilishald þrátt fyrir heimaþjónustu. Á stofnunum þessum skal vera varsla allan sólarhringinn, öryggiskerfi í hverri íbúð og völ á fjölbreyttri þjónustu, svo sem mat, þvotti, þrifum og félags- og tómstundastarfi. Aðstaða skal vera fyrir hjúkrun, læknishjálp og endurhæfingu. Þjónusta skal byggð á einstaklingsbundnu mati á þörfum hins aldraða og skal byggjast á hjálp til sjálfshjálpar.\n2. Hjúkrunarheimili eða hjúkrunarrými á öldrunarstofnunum ætluð öldruðum einstaklingum sem eru of lasburða til að dveljast á dvalarheimilum, sambýlum eða í sérhönnuðum íbúðum, sbr. 1. tölul. Þar skal veitt hjúkrunar- og læknisþjónusta og vera endurhæfing. Sérstök aðstaða skal vera fyrir aldraða með heilabilunareinkenni. Þjónusta skal byggð á einstaklingsbundnu mati á heilsufarslegum og félagslegum þörfum hins aldraða. Möguleiki skal vera á að einstaklingar geti komið þar til [hvíldarinnlagnar], sé þess þörf. Við hönnun skal þess sérstaklega gætt að stofnunin sé heimilisleg og að sem flestir íbúar hafi eigið herbergi.\nUm framkvæmda- og rekstrarleyfi fyrir stofnanir skv. 1. og 2. tölul. 1. mgr. fer [skv. 16. gr.]\n[[Þrátt fyrir ákvæði 1. mgr. er heimilt að samþykkja dvöl einstaklinga sem eru yngri en 67 ára í hjúkrunar- og dvalarrýmum hjúkrunarheimila og í hjúkrunar- og dvalarrýmum stofnana enda liggi fyrir mat á þörf þeirra fyrir slíka dvöl skv. 15. gr.] Um greiðsluþátttöku þeirra fer samkvæmt lögum þessum.]\nL. 28/2012, 3. gr. L. 38/2004, 3. gr. L. 126/2018, 4. gr. L. 130/2015, 1. gr., sbr. einnig 15. gr. s.l.\n[Færni- og heilsumat.]\nL. 28/2012, 4. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Stjórn dagdvalar, sbr. 3. tölul. 13. gr., tekur ákvörðun um dagdvöl og ásamt stjórn stofnunar fyrir aldraða, sbr. 14. gr., um dvöl fólks á viðkomandi stofnun enda hafi öðrum skilyrðum þessarar greinar verið fullnægt.\nÁður en kemur að dvöl einstaklings í hjúkrunar- eða dvalarrými, samkvæmt umsókn hans, skulu öll önnur raunhæf úrræði sem miða að því að fólk geti búið í heimahúsi vera fullreynd. Enginn getur dvalið til langframa í hjúkrunarrými eða dvalarrými nema að undangengnu mati færni- og heilsumatsnefndar á þörf fyrir slíka dvöl. Ráðherra skipar þriggja manna nefnd í hverju heilbrigðisumdæmi til að annast matið. Hver nefnd skal skipuð lækni með sérmenntun í öldrunar- eða heimilislækningum eða langvinnum sjúkdómum, hjúkrunarfræðingi með þekkingu á öldrunarþjónustu eða hjúkrun langveikra og félagsráðgjafa, sálfræðingi eða öldrunarfræðingi með þekkingu á félagsþjónustu við aldraða eða langveikt fólk. Færni- og heilsumatsnefnd í fjölmennum heilbrigðisumdæmum má þó skipa sex mönnum, enda uppfylli nefndarmenn sömu menntunarskilyrði og í þriggja manna nefnd og jafnvægi milli sérþekkingarinnar sé það sama. Skipa skal varamenn sem uppfylla sömu menntunarskilyrði og aðalmenn. Við meðferð mála skal auk laga þessara farið að stjórnsýslulögum.\nFærni- og heilsumatsnefnd skal einnig meta þörf einstaklings sem býr í heimahúsi fyrir hvíldarinnlögn, sbr. 2. tölul. 1. mgr. 14. gr., í allt að átta vikur samkvæmt umsókn hans.\nHafi aldraður einstaklingur verið lengur en sex vikur á sjúkrahúsi án sérstakrar meðferðar skal meta þörf hans fyrir dvöl á öldrunarstofnun eða fyrir önnur úrræði.\nRáðherra kveður nánar á um færni- og heilsumat í reglugerð.]\nRg. 466/2012, sbr. 910/2021. L. 28/2012, 4. gr.\n[Framkvæmda- og rekstrarleyfi.]\nL. 38/2004, 4. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[[Áður en framkvæmdir hefjast við [dagdvöl] fyrir aldraða skv. 3. tölul. 13. gr. eða stofnun fyrir aldraða skv. 14. gr. skal afla framkvæmda- og rekstrarleyfis [ráðherra] [sem fer með málefni Framkvæmdasjóðs aldraðra].] [Þegar um er að ræða stofnun fyrir aldraða skv. 2. tölul. 1. mgr. 14. gr. skal liggja fyrir leyfi [ráðherra] til reksturs heilbrigðisþjónustu á slíkum stofnunum, sbr. lög um heilbrigðisþjónustu, áður en framkvæmdaleyfi er gefið út.] Skulu umsóknir um framkvæmda- og rekstrarleyfi vera á sérstökum eyðublöðum .... Eyðublöðunum skulu fylgja sérstök skilmálablöð.]\nÁður en bygging þjónustuíbúða fyrir aldraða hefst skv. 4. tölul. 13. gr. ber að afla framkvæmdaleyfis hjá [ráðherra]. Sama á við um eldra húsnæði sem tekið er til slíkra nota. Gildir þetta jafnt um framkvæmdir á vegum sveitarfélaga og á frjálsum markaði. Enn fremur skal afla samþykkis [ráðuneytisins] á teikningum áður en framkvæmdir hefjast og skýra ráðuneytinu frá því hver muni bera ábyrgð á rekstri sameignar og sameiginlegrar þjónustu í húsnæðinu.\n[Beiðni um framkvæmda- og rekstrarleyfi, sbr. 1. mgr., fyrir [dagdvöl] eða stofnun fyrir aldraða skal fylgja umsögn og þarfagreining [öldungaráðs] á því starfssvæði þar sem stofnunin mun verða. Enn fremur skulu fylgja upplýsingar um verksvið stofnunar og staðsetningu, svo og uppdrættir af byggingum, lóð og umhverfi og afstöðu til nágrennis ásamt lýsingu á húsakynnum. Þá skal fylgja greinargerð um fjármögnun, eigendur og fjárhag þeirra og skýrsla um starfsáætlun, stjórn, starfsfólk, rekstrarfyrirkomulag og hve mörgum [heimilismönnum] stofnuninni er ætlað að sinna.]\n[Beiðni um framkvæmda- og rekstrarleyfi vegna meiri háttar breytinga á húsakynnum og starfsemi stofnunar fyrir aldraða skulu fylgja upplýsingar um staðsetningu, uppdrættir af byggingum, lóð og umhverfi og um afstöðu til nágrennis ásamt lýsingu á húsakynnum. Enn fremur skulu fylgja upplýsingar um það hvort breytingarnar hafi áhrif á umfang starfseminnar og hvort þær leiði til fjölgunar eða fækkunar [heimilismanna]. Þá skulu fylgja upplýsingar um fjármögnun breytinganna.]\n[Ráðherra veitir framkvæmda- og rekstrarleyfi ef stofnunin fullnægir heilbrigðiskröfum og ákvæðum þessara laga og ætla má að hún geti leyst verkefni sín á viðunandi hátt, sbr. og lög um heilbrigðisþjónustu.]\nL. 28/2012, 2. gr. L. 162/2010, 21. gr. L. 135/2013, 5. gr. L. 160/2007, 28. gr. L. 38/2004, 4. gr. L. 37/2018, 19. gr. L. 28/2012, 1. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "...\nL. 38/2004, 5. gr.\nStjórn stofnana.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Eigendur stofnana fyrir aldraða, sbr. 14. gr., skipa stjórn stofnunarinnar.\nSé stofnunin í beinum starfstengslum við sjúkrahús gilda um stjórn stofnunar ákvæði laga um heilbrigðisþjónustu.\nStarfsmannaráð tilnefnir einn mann af sinni hálfu til setu á fundum stjórnar stofnunar fyrir aldraða með málfrelsi og tillögurétti. Sama gildir um [ráð heimilismanna].\nL. 28/2012, 1. gr.\nV. kafli. Kostnaður við öldrunarþjónustu.\n[Dagdvöl.]\nL. 28/2012, 2. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Þeir sem [njóta þjónustu dagdvalar] skulu taka þátt í kostnaði af [dagdvölinni] að hámarki sem nemur [18% af fullum ellilífeyri skv. [21. gr.] laga um almannatryggingar]. Að öðru leyti greiðist kostnaður vegna [dagdvalar] af [sjúkratryggingastofnun].\nL. 28/2012, 5. gr. L. 28/2012, 2. gr. L. 18/2023, 23. gr. L. 126/2018, 5. gr. L. 130/2015, 2. gr.\n[Önnur þjónusta en heimaþjónusta.]\nL. 74/2002, 28. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Íbúar í þjónustuíbúðum, sbr. 4. tölul. 13. gr., greiða sjálfir þá þjónustu sem þar er veitt, aðra en heimaþjónustu ... samkvæmt ákvörðun rekstraraðila.\nL. 88/2015, 25. gr.\n[Daggjaldastofnanir.]\nL. 74/2002, 29. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "[Lífeyrir samkvæmt lögum um almannatryggingar og bætur honum tengdar til [heimilismanna] sem eru á dvalarheimilum sem ekki eru á föstum fjárlögum, sbr. 1. tölul. 1. mgr. 14. gr., fellur niður frá fyrsta degi næsta mánaðar eftir upphaf dvalar. [Hafi heimilismaður engar tekjur, sbr. 26. gr., skal sjúkratryggingastofnun greiða dvalarheimilinu dvalarframlag til greiðslu dvalarkostnaðar hans á stofnuninni. Dvalarframlagið skal nema hámarki dvalarkostnaðar sem um er samið skv. IV. kafla laga um sjúkratryggingar, sbr. þó 22. gr. laga þessara.]\nLífeyrir frá lífeyristryggingum almannatrygginga og bætur honum tengdar til [heimilismanns] sem dvelur á stofnun, sbr. 2. tölul. 1. mgr. 14. gr., sem ekki er á föstum fjárlögum, fellur niður, sbr. [[38. gr.] laga nr. 100/2007, um almannatryggingar]. Um þátttöku í greiðslu dvalarkostnaðar fer skv. 22. gr.\nMeð dvalarkostnaði á stofnun fyrir aldraða skv. 1. mgr. er átt við daggjald eins og [samið hefur verið um skv. IV. kafla laga um sjúkratryggingar].]\nL. 28/2012, 1. gr. L. 130/2015, 3. gr. L. 18/2023, 23. gr. L. 160/2007, 29. gr. L. 74/2002, 29. gr.\n[Þátttaka [heimilismanns] í greiðslu dvalarkostnaðar og framkvæmd tekjuútreiknings.]\nL. 28/2012, 1. gr. L. 74/2002, 29. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "[[Heimilismaður], sem hefur tekjur, sbr. 26. gr., umfram [74.696 kr.] á mánuði skal taka þátt í greiðslu dvalarkostnaðar á stofnun fyrir aldraða. Þó skal greiðsluþátttaka hans aldrei nema hærri fjárhæð en sem nemur daggjöldum á stofnun eins og [samið hefur verið um skv. IV. kafla laga um sjúkratryggingar, sbr. þó 24. gr. laga þessara].\nEftirfarandi gildir um greiðslu [heimilismanns] á dvalarkostnaði á dvalarheimili og hjúkrunarheimili eða hjúkrunarrými öldrunarstofnunar sem ekki er á föstum fjárlögum og hjúkrunarrými sem er á föstum fjárlögum þegar [heimilismaður] greiðir dvalarkostnað með tekjum sínum að hluta eða öllu leyti:\n1. Nú hefur [heimilismaður] tekjur, sbr. 26. gr., sem eru hærri en [74.696 kr.] á mánuði og skal hann þá með þeim tekjum sem umfram eru taka þátt í dvalarkostnaði, sbr. 1. mgr., frá þeim tíma sem greiðslur bóta frá Tryggingastofnun ríkisins falla niður.\n2. [Ef tekjur heimilismanns á dvalar- eða hjúkrunarheimili ná ekki 74.696 kr. á mánuði greiðir sjúkratryggingastofnun dvalarkostnað hans.]\n3. ...\nL. 28/2012, 1. gr. L. 130/2015, 4. gr. L. 17/2008, 8. gr.\n[Innheimta dvalarkostnaðar.]\nL. 74/2002, 29. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "[Daggjaldastofnun skv. 1. og 2. tölul. 1. mgr. 14. gr. skal innheimta hjá [heimilismanni] sjálfum í byrjun hvers mánaðar daglegan hlut hans í dvalarkostnaði nýliðins mánaðar þegar hann tekur þátt í greiðslu dvalarkostnaðar skv. 22. gr. Þess skal ætíð gætt að [heimilismaður] haldi eftir mánaðarlegu ráðstöfunarfé skv. 22. gr. Stofnun skal gera [sjúkratryggingastofnun] grein fyrir innheimtu vegna nýliðins mánaðar fyrir 15. dag næsta mánaðar. [Nú tekst stofnun ekki að innheimta hlut [heimilismanns] í dvalarkostnaði og er [sjúkratryggingastofnun] þá heimilt að halda eftir samsvarandi hluta af mánaðarlegum greiðslum [dvalarframlags] til viðkomandi stofnunar.]\nStofnun sem er á föstum fjárlögum skal innheimta hjá [heimilismanni] sjálfum í byrjun hvers mánaðar hlut hans í dvalarkostnaði ... nýliðins mánaðar þegar hann tekur þátt í greiðslu dvalarkostnaðar skv. 22. gr. Tekjur þessar skulu færast í bókhald stofnunar sem sértekjur. [Því ráðuneyti er fer með fjárreiður ríkisins] er heimilt samkvæmt upplýsingum frá [ráðuneytinu] að halda eftir af beinum fjárframlögum samkvæmt fjárlögum upphæð sem svarar til þessara sértekna.\n...]\nL. 28/2012, 1. gr. L. 130/2015, 5. gr. L. 28/2012, 6. gr. L. 120/2009, 18. gr. L. 126/2011, 293. gr. L. 162/2010, 21. gr. L. 74/2002, 29. gr.\n...\nÞegar 24. gr. var felld brott með l. 88/2015, 25. gr., var ekki kveðið á um að fyrirsögnin „Vasapeningar“ á undan greininni félli brott en efnislegar breytingar á greininni með l. 130/2015, 6. gr., fela það í sér að hún á ekki lengur við.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    }
  ]
}
