{
  "id": "99/1999",
  "type": "statute",
  "title": "[Lög um greiðslu kostnaðar við opinbert eftirlit með fjármálastarfsemi og skilavald]1)",
  "status": "in_force",
  "issued_date": "1999-12-27",
  "url": "https://www.althingi.is/lagas/nuna/1999099.html",
  "description": "Tóku gildi 30. desember 1999.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Almennt ákvæði.\n[Eftirlitsskyldir aðilar og aðrir gjaldskyldir aðilar skv. 5. gr. skulu standa straum af kostnaði við [opinbert eftirlit með fjármálastarfsemi] [og skilavald] í samræmi við ákvæði laga þessara.]\n[Eftirlitsgjald samkvæmt lögum þessum er innheimt af [Seðlabanka Íslands] og rennur í ríkissjóð. [Seðlabankinn skal í reikningshaldi sínu tryggja fjárhagslega aðgreiningu opinbers eftirlits með fjármálastarfsemi [og skilavalds] frá annarri starfsemi bankans. Tekjur vegna fjármálaeftirlits [og skilavalds] skulu einungis nýttar til fjármögnunar opinbers eftirlits með fjármálastarfsemi [og skilavalds].]\nRáðherra skal á grundvelli fjárheimildar í fjárlögum ákvarða fjárveitingu til reksturs Fjármálaeftirlitsins [og skilavaldsins] sem nemur að lágmarki áætlun fjárlaga um tekjur af eftirlitsgjaldi ....]\nL. 47/2018, 38. gr. L. 133/2020, 11. gr. L. 154/2007, 1. gr. L. 91/2019, 15. gr. L. 127/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skýrsla um álagningu næsta árs.\n[Að undangenginni umfjöllun í fjármálaeftirlitsnefnd skal Seðlabanki Íslands fyrir 1. febrúar ár hvert gefa ráðherra skýrslu um áætlaðan rekstrarkostnað næsta árs vegna Fjármálaeftirlitsins [og skilavaldsins].] [Í skýrslunni skal jafnframt lagt mat á áætlaða þróun starfsemi Fjármálaeftirlitsins næstu þrjú ár með tilliti til þess tíma sem ætla má að fara muni í eftirlit með hverjum flokki eftirlitsskyldra aðila skv. 5. gr.]\n[Skýrslu Seðlabankans skal fylgja álit samráðsnefndar eftirlitsskyldra aðila á áætluðu rekstrarumfangi næsta árs vegna Fjármálaeftirlitsins ásamt afgreiðslu fjármálaeftirlitsnefndar á því áliti.] Til að samráðsnefndin geti gefið álit sitt skal [Seðlabankinn] eigi síðar en [1. janúar] ár hvert senda henni upplýsingar um áætlað rekstrarumfang ásamt skýringum á helstu rekstrarliðum.\nEf niðurstaða skýrslunnar gefur tilefni til að breyta hundraðshluta eftirlitsgjalds skal [ráðherra] leggja frumvarp þar að lútandi fyrir Alþingi.\nL. 133/2020, 12. gr. L. 91/2019, 16. gr. L. 131/2021, 10. gr. L. 47/2018, 39. gr. L. 126/2011, 290. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ráðstöfun rekstrarafgangs og rekstrartaps.\nSé áætlað að rekstrarafgangur verði af starfsemi Fjármálaeftirlitsins [eða skilavaldsins] á því ári þegar áætlun fyrir næsta ár er unnin skal tekið tillit til hans við ákvörðun eftirlitsgjalds næsta árs. Sé áætlað að rekstrartap verði af starfsemi Fjármálaeftirlitsins [eða skilavaldsins] á því ári þegar áætlun fyrir næsta ár er unnin skal taka tillit til þess við ákvörðun eftirlitsgjalds næsta árs.\n...\nL. 133/2020, 13. gr. L. 91/2019, 17. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Álagningarstofn.\n[Álagningarstofnar eftirlitsgjalds eftirlitsskylds aðila skv. [1.–12. tölul. 1. mgr. og 13. og 14. mgr.] 5. gr., þó ekki þeirra er greiða skulu fast gjald, eru efnahags- eða rekstrarliðir samkvæmt ársreikningi eftirlitsskylds aðila fyrir næstliðið ár þegar skýrsla ... skv. 2. gr. er samin.]\n[Hafi tveir eða fleiri eftirlitsskyldir aðilar sameinast er álagningarstofn eftirlitsgjalds hins sameinaða aðila samanlagðir efnahags- eða rekstrarliðir þessara aðila samkvæmt ársreikningum þeirra fyrir næstliðið ár.] Sama á við um samruna eftirlitsskylds aðila við annað fyrirtæki eða einstaka rekstrarhluta þess.\n[Sé ársreikningur ekki fyrir hendi þar sem eftirlitsskyldur aðili er að hefja hina eftirlitsskyldu starfsemi skal miða álagningu við lágmarksgjald skv. 5. gr. Sé ársreikningur fyrir hendi vegna fyrri starfsemi viðkomandi fyrirtækis er heimilt að nota efnahags- eða rekstrarliði samkvæmt honum sem álagningarstofn. Sama á við ef fyrir liggur stofnefnahagsreikningur hins nýja eftirlitsskylda aðila. [Liggi hvorki ársreikningur né stofnefnahagsreikningur fyrir er heimilt að leggja bráðabirgðaeftirlitsgjald á viðkomandi aðila á grundvelli áætlaðs efnahagsreiknings. Bráðabirgðagjaldið skal endurskoðað þegar ársreikningur eða stofnefnahagsreikningur liggur fyrir.] Þegar um er að ræða nýtt vátryggingafélag sem tekið hefur að öllu leyti við vátryggingarstofni eldra félags skal álagningarstofn vera bókfærð iðgjöld samkvæmt ársreikningi eldra félagsins.]\nÁlagningarstofn eftirlitsgjalds á útgefendur fjármálagerninga, sem teknir hafa verið til viðskipta á skipulegum verðbréfamarkaði og markaðstorgi fjármálagerninga hér á landi, er markaðsvirði þeirra í árslok næstliðins árs þegar skýrsla ... skv. 2. gr. er samin, sbr. nánar [6. og 7. mgr. 5. gr.] Álagningarstofn vegna fjármálagerninga sem teknir eru til skráningar á því ári sem skýrsla ... skv. 2. gr. er samin skal vera markaðsvirði þeirra í lok þess sama árs. Með markaðsvirði er átt við nafnvirði fjármálagernings margfaldað með gengi samkvæmt upplýsingum skipulegs verðbréfamarkaðar og markaðstorgs fjármálagerninga.\nÁlagning eftirlitsgjalds á eftirlitsskylda aðila skv. 1.–3. mgr. er óháð álagningu eftirlitsgjalds á eftirlitsskylda aðila sem eru útgefendur fjármálagerninga skv. 4. mgr.\nHafi tveir eða fleiri útgefendur fjármálagerninga, sem teknir hafa verið til viðskipta á skipulegum verðbréfamarkaði og markaðstorgi fjármálagerninga hér á landi, sameinast er heimilt að miða álagningu við samanlagt markaðsvirði fjármálagerninga þeirra.]\nL. 133/2020, 14. gr. L. 91/2019, 18. gr. L. 139/2009, 1. gr. L. 150/2010, 1. gr. L. 126/2016, 18. gr. L. 154/2007, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Gjaldskyldir aðilar, álagningarstofn og álagt gjald.]\n[Eftirtaldir eftirlitsskyldir aðilar skulu greiða eftirlitsgjald af álagningarstofni í þeim hlutföllum og stærðum sem hér segir:\n1. Viðskiptabankar, sparisjóðir, lánafyrirtæki, greiðslustofnanir og rafeyrisfyrirtæki skulu greiða eftirfarandi hlutföll af eignum samtals, þó eigi lægri fjárhæð en [4.770.000 kr.]:\na. Viðskiptabankar [0,03250%].\nb. Sparisjóðir, lánafyrirtæki, greiðslustofnanir og rafeyrisfyrirtæki [0,050%].\n2. Vátryggingafélög skulu greiða [0,3500%] af bókfærðum iðgjöldum, þó eigi lægri fjárhæð en [4.770.000 kr.]\n3. Félög eða einstaklingar sem stunda vátryggingamiðlun skulu greiða [0,1550%] af [rekstrartekjum], þó eigi lægri fjárhæð en [1.060.000 kr.]\n4. Verðbréfafyrirtæki skulu greiða [0,85%] af eignum samtals, þó aldrei lægri fjárhæð en [2.650.000 kr.]\n5. ...\n6. [Rekstrarfélög verðbréfasjóða og rekstraraðilar sérhæfðra sjóða með starfsleyfi skulu greiða [0,0280%] af eignum rekstrarfélags eða rekstraraðila og sjóða í rekstri þeirra samtals, þó aldrei lægri fjárhæð en [2.650.000 kr.]]\n7. Verðbréfamiðstöðvar skulu greiða [0,90%] af rekstrartekjum, þó eigi lægri fjárhæð en [4.770.000 kr.]\n8. Kauphallir skulu greiða [1%] af rekstrartekjum, þó aldrei lægri fjárhæð en [ 4.770.000 kr.]\n9. Lífeyrissjóðir skulu samtals greiða [0,0059%] af hreinni eign til greiðslu lífeyris. Greiða skal eftirlitsgjaldið sem [4.780.000 kr.] fastagjald vegna þeirra lífeyrissjóða er höfðu hreina eign til greiðslu lífeyris undir [fimmtán milljörðum] króna, [6.360.000 kr.] vegna þeirra lífeyrissjóða er höfðu hreina eign til greiðslu lífeyris frá [fimmtán milljörðum til og með fjörutíu] milljarða króna, [10.844.000 kr.] vegna þeirra lífeyrissjóða er höfðu hreina eign til greiðslu lífeyris frá [fjörutíu milljörðum til og með eitt hundrað og áttatíu] milljarða króna, [13.992.000 kr.] vegna þeirra lífeyrissjóða er höfðu hreina eign til greiðslu lífeyris frá [eitt hundrað og áttatíu milljörðum til og með sex hundruð] milljarða króna og [17.490.000 kr.] vegna þeirra lífeyrissjóða er höfðu hreina eign til greiðslu lífeyris þar yfir. Það sem þá er ógreitt af eftirlitsgjaldi skv. 1. málsl. greiðist í hlutfalli við hreina eign til greiðslu lífeyris.\n10. ...\n11. ...\n12. Lánasjóður sveitarfélaga ohf. skal greiða [0,0080%] af eignum samtals, þó eigi lægri fjárhæð en [4.770.000 kr.]\n13. [Innstæðudeild Tryggingarsjóðs vegna fjármálafyrirtækja] og öryggissjóðir samkvæmt lögum um innstæðutryggingar og tryggingakerfi fyrir fjárfesta, nr. 98/1999, skulu greiða fastagjald sem nemur [1.060.000 kr.]\n14. Aðilar með innheimtuleyfi samkvæmt innheimtulögum, nr. 95/2008, skulu greiða fastagjald sem nemur [1.060.000 kr.]\n[15. Náttúruhamfaratrygging Íslands skal greiða fastagjald sem nemur [1.590.000 kr.]]\nEinstaklingar og lögaðilar, aðrir en fjármálafyrirtæki, sem starfrækja gjaldeyrisskiptastöð [eða veita þjónustu í tengslum við viðskipti milli sýndarfjár, rafeyris og gjaldmiðla og þjónustuveitendur stafrænna veskja, sbr. 35. gr. laga um aðgerðir gegn peningaþvætti og fjármögnun hryðjuverka, nr. 140/2018], skulu greiða fastagjald sem nemur [1.060.000 kr.]\n...\n[Útibú verðbréfamiðstöðva sem starfa hér á landi skulu greiða helming eftirlitsgjalds skv. 7. tölul. 1. mgr. Útibú annarra eftirlitsskyldra aðila skulu greiða helming lágmarksgjalds samkvæmt viðeigandi tölulið 1. mgr. Útibú eftirlitsskyldra aðila sem fengið hafa starfsleyfi hér á landi skulu greiða lágmarksgjald samkvæmt viðeigandi tölulið 1. mgr.]\nEignarhaldsfélög á fjármálasviði, eignarhaldsfélög á vátryggingasviði, blönduð eignarhaldsfélög, blönduð eignarhaldsfélög á vátryggingasviði og blönduð eignarhaldsfélög í fjármálastarfsemi skulu greiða fastagjald sem nemur [2.157.000 kr.]\nÚtgefendur hlutabréfa, sem tekin hafa verið til viðskipta á skipulegum verðbréfamarkaði og markaðstorgi fjármálagerninga hér á landi, skulu greiða fastagjald tengt fjárhæð markaðsvirðis útgefinna hlutabréfa sinna. Greiða skal [567.000 kr.] fastagjald vegna hlutabréfa að markaðsvirði undir fimm milljörðum króna, [1.510.000 kr.] vegna hlutabréfa að markaðsvirði frá fimm til og með tuttugu og fimm milljarða króna, [4.530.000 kr.] vegna hlutabréfa að markaðsvirði frá tuttugu og fimm til og með eitt hundrað milljarða króna, [8.305.000 kr.] vegna hlutabréfa að markaðsvirði frá eitt hundrað til og með fimm hundruð milljarða króna og [11.955.000 kr.] vegna hlutabréfa með markaðsvirði yfir fimm hundruð milljörðum króna.\nÚtgefendur skuldabréfa, sem tekin hafa verið til viðskipta á skipulegum verðbréfamarkaði og markaðstorgi fjármálagerninga hér á landi, skulu greiða fastagjald tengt fjárhæð markaðsvirðis útgefinna skuldabréfa sinna. Greiða skal [189.000 kr.] fastagjald vegna skuldabréfa að markaðsvirði undir einum milljarði króna, [317.000 kr.] vegna skuldabréfa að markaðsvirði frá einum til og með fimm milljarða króna, [697.000 kr.] vegna skuldabréfa að markaðsvirði frá fimm til og með tíu milljarða króna, [1.134.000 kr.] vegna skuldabréfa að markaðsvirði frá tíu til og með fimmtíu milljarða króna, [1.638.000 kr.] vegna skuldabréfa að markaðsvirði frá fimmtíu til og með tvö hundruð milljarða króna og [1.888.000 kr.] vegna skuldabréfa að markaðsvirði yfir tvö hundruð milljörðum króna.\n[Fjármálafyrirtæki sem er stýrt af slitastjórn eða bráðabirgðastjórn samkvæmt lögum um fjármálafyrirtæki, nr. 161/2002, óháð því hvort viðkomandi fyrirtæki hefur starfsleyfi, takmarkað starfsleyfi eða starfsleyfi þess hefur verið afturkallað, greiðir fastagjald. Gjaldið miðast við það starfsleyfi sem fyrirtækið hafði áður en það fór undir yfirráð slitastjórnar eða bráðabirgðastjórnar og greiðist samkvæmt eftirfarandi sundurliðun: Viðskiptabankar [3.300.000 kr.], aðrar lánastofnanir [1.650.000 kr.] og önnur fjármálafyrirtæki [550.000 kr.] Gjald samkvæmt þessari málsgrein greiðist þangað til slitum er lokið en um gjaldið fer skv. 110. gr. laga nr. 21/1991, um gjaldþrotaskipti o.fl. Fyrirtæki greiðir eftirlitsgjald samkvæmt viðeigandi töluliðum 1. mgr. þar til það fer undir yfirráð slitastjórnar eða bráðabirgðastjórnar en hlutfallslega skv. 2. málsl. þessarar málsgreinar frá því tímamarki.]\n[Lánveitendur sem skráðir eru skv. XIII. kafla laga um fasteignalán til neytenda skulu greiða fastagjald sem nemur [1.060.000 kr.]\nLánamiðlarar sem skráðir eru skv. XIV. kafla laga um fasteignalán til neytenda skulu greiða fastagjald sem nemur [1.060.000 kr.], en þó ekki samningsbundnir lánamiðlarar.]\n[Rekstraraðilar sjóða sem skráðir eru skv. 7. gr. laga um rekstraraðila sérhæfðra sjóða skulu greiða fastagjald sem nemur [1.060.000 kr.]]\nEftirlitsgjald skal reiknast í heilum þúsundum króna. Við álagningu skal jafnframt færa álagningarstofna í þúsundir króna.\n[Viðskiptabankar sem falla undir gildissvið laga um skilameðferð lánastofnana og verðbréfafyrirtækja skulu greiða [0,00174%] af eignum samtals, þó eigi lægri fjárhæð en 500.000 kr., vegna fjármögnunar skilavalds.\nLánastofnanir, aðrar en viðskiptabankar, og verðbréfafyrirtæki sem falla undir gildissvið laga um skilameðferð lánastofnana og verðbréfafyrirtækja skulu greiða [0,00174%] af eignum samtals, þó eigi lægri fjárhæð en 250.000 kr., vegna fjármögnunar skilavalds.]]\n[Rekstraraðilar sérhæfðra sjóða sem fengið hafa heimild til að markaðssetja sjóði skv. 1. mgr. 63. gr., 1. og 2. mgr. 64. gr. og 1. mgr. 65. gr. laga um rekstraraðila sérhæfðra sjóða, nr. 45/2020, skulu greiða fastagjald sem nemur [514.000 kr.] fyrir hvern slíkan sjóð.\nLánamiðlarar samkvæmt lögum um neytendalán sem falla undir eftirlit Fjármálaeftirlitsins og lánveitendur samkvæmt sömu lögum skulu greiða fastagjald sem nemur [514.000 kr.]\nUmboðsaðilar greiðslustofnana samkvæmt lögum um greiðsluþjónustu skulu greiða fastagjald sem nemur [770.000 kr.] Dreifingaraðilar rafeyris samkvæmt lögum um útgáfu og meðferð rafeyris skulu greiða fastagjald sem nemur [770.000 kr.]]\nL. 157/2002, 1. gr. L. 127/2024, 6. gr. L. 100/2023, 10. gr. L. 133/2020, 15. gr. L. 135/2019, 10. gr. L. 45/2020, 120. gr. L. 131/2021, 11. gr. L. 41/2020, 5. gr. L. 137/2019, 19. gr. L. 48/2022, 30. gr. L. 138/2018, 12. gr. L. 125/2015, 46. gr. L. 132/2012, 1. gr. L. 118/2016, 64. gr. Áður 8. mgr. Færð skv. l. 126/2016, 19. gr. L. 182/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Framkvæmd álagningar og innheimtu.\nÁlagning eftirlitsgjalds samkvæmt lögum þessum skal fara fram eigi síðar en 15. janúar ár hvert. [Seðlabankinn] skal gera eftirlitsskyldum aðilum [og öðrum gjaldskyldum aðilum] grein fyrir álagningunni með bréfi.\nEftirlitsgjald greiðist ársþriðjungslega með þremur jafnháum greiðslum. Það greiðist þannig að gjalddagi 1. ársþriðjungs er 1. febrúar og eindagi 15. febrúar, gjalddagi 2. ársþriðjungs er 1. maíog eindagi 15. maí og gjalddagi 3. ársþriðjungs er 1. september og eindagi 15. september. [Framangreind greiðsluskipting tekur þó hvorki til álagðs eftirlitsgjalds sem [er lægra en 1.000.000 kr.]né til eftirlitsgjalds skv. [8. mgr. 5. gr.] en þessi gjöld skal innheimta í einni greiðslu 1. febrúar [eða á næsta gjalddaga skv. 2. málsl. ef aðili hefur starfsemi eða fer undir yfirráð slitastjórnar eða bráðabirgðastjórnar eftir 1. febrúar, sbr. 3. mgr.]]\nHefji eftirlitsskyldur aðili starfsemi eftir að álagning fer fram skv. 1. mgr. skal leggja á hann eftirlitsgjald samkvæmt viðeigandi tölulið 5. gr., sbr. og 3. mgr. 4. gr., og miðast álagningin við næsta gjalddaga eftir útgáfu starfsleyfis. Skal fjárhæð gjaldsins taka mið af því hversu langur tími er eftir af rekstrarárinu, talið frá næsta gjalddaga. Greiðist gjaldið þá á þeim gjalddögum sem eftir eru. Séu allir gjalddagar liðnir skal ekki leggja á eftirlitsgjald vegna yfirstandandi rekstrarárs. [Hætti eftirlitsskyldur aðili starfsemi áður en eftirlitsgjald er að fullu greitt fellur niður sá hluti gjaldsins sem ekki er kominn í gjalddaga þegar starfsleyfi fellur úr gildi, sbr. þó [8. mgr. 5. gr.]] ...\n[Ákvæði [5. málsl.] 3. mgr. gildir eftir því sem við á [um útgefendur fjármálagerninga] sem teknir hafa verið úr viðskiptum á skipulegum verðbréfamarkaði og markaðstorgi fjármálagerninga hér á landi á álagningarári.]\nSé eftirlitsgjald greitt eftir eindaga hverrar greiðslu reiknast dráttarvextir á greiðsluna frá gjalddaga í samræmi við vaxtalög.\n[Vanræki eftirlitsskyldur aðili greiðslu eftirlitsgjalds er heimilt að afturkalla starfsleyfi í samræmi við þau lög sem um viðkomandi starfsemi gilda, enda séu liðnir sex mánuðir frá fyrsta gjalddaga í vanskilum.]\nHeimilt er [Seðlabankanum] að ákvarða álagningu eftirlitsgjalds að nýju gagnvart tilteknum eftirlitsskyldum aðilum reynist álagningarstofn eða aðrar forsendur fyrri álagningar ekki réttar.\nL. 91/2019, 19. gr. L. 154/2007, 4. gr. L. 100/2023, 11. gr. L. 126/2016, 20. gr. L. 127/2024, 7. gr. L. 139/2009, 3. gr. L. 150/2010, 3. gr. L. 131/2021, 12. gr. L. 96/2017, 26. gr. L. 130/2005, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Greiðslur fyrir sértækar aðgerðir.\n[Telji Fjármálaeftirlitið að eftirlit með einstökum eftirlitsskyldum aðila sé umtalsvert kostnaðarsamara og krefjist meiri mannafla en áætlun um reglubundið eftirlit gerir ráð fyrir getur Seðlabankinn ákveðið að viðkomandi eftirlitsskyldum aðila verði gert að greiða samkvæmt reikningi fyrir nauðsynlegt umframeftirlit.]\n[Fastagjöld fyrir afgreiðslu umsókna um starfsleyfi ... eftirlitsskyldra aðila eru eftirfarandi:\n1. Vegna viðskiptabanka, sparisjóða, lánafyrirtækja [og vátryggingafélaga [3.200.000 kr.]]\n2. Vegna verðbréfafyrirtækja, ... rekstrarfélaga verðbréfasjóða, [rekstraraðila sérhæfðra sjóða], [kauphalla, verðbréfamiðstöðva, greiðslustofnana og rafeyrisfyrirtækja [1.280.000 kr.]]\n3. Vegna annarra eftirlitsskyldra aðila [330.000 kr.]\n[Fastagjald fyrir afgreiðslu umsókna um skráningu eftirlitsskylds aðila er [330.000 kr.]]\n[Fyrir mat Fjármálaeftirlitsins á hæfi aðila til að fara með virkan eignarhlut í viðskiptabanka, sparisjóði, lánafyrirtæki eða vátryggingafélagi skal innheimt fastagjald að fjárhæð [1.800.000 kr.]]\n[Seðlabankanum] er heimilt að krefjast gjalds fyrir afgreiðslu og skráningu sértækrar staðfestingar og mats sem leiðir af starfsemi [Fjármálaeftirlitsins] en telst ekki þáttur í reglubundnu eftirliti. Gjöld fyrir þessa þjónustu skulu tilgreind í gjaldskrá.]\n[Gjaldskrá fyrir eftirlit skv. 1. mgr., afgreiðslu umsókna skv. [2. og 3. mgr.], [mat á hæfi skv. [4. mgr.] og þjónustu skv. [5. mgr.]] skal ... birt í Stjórnartíðindum.]\nL. 91/2019, 20. gr. L. 129/2022, 13. gr. L. 127/2024, 8. gr. L. 133/2020, 16. gr. L. 131/2021, 13. gr. L. 139/2009, 4. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Nú vill eftirlitsskyldur aðili ekki una ákvörðun um álagningu, gjaldstofn og útreikning eftirlitsgjalds, og ákvörðun um greiðslur fyrir sértækar aðgerðir, sbr. 7. gr., og getur hann þá höfðað mál til ógildingar hennar fyrir dómstólum. Mál skal höfðað innan eins mánaðar frá því að aðila var gerð grein fyrir álagningunni með bréfi [Seðlabankans]. Málshöfðun frestar ekki innheimtuaðgerðum [bankans] né heimildum til aðfarar vegna krafnanna. Ákvörðunum ... um álagningu eftirlitsgjalds verður ekki skotið til ráðherra.]\nL. 91/2019, 21. gr. L. 168/2006, 3. gr. Þar er ekki kveðið á um að fyrirsögn greinarinnar „Kæruleið“ falli brott en efnislegar breytingar fela það í sér að hún á ekki lengur við.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka o.fl.\n[Ráðherra] er heimilt að kveða nánar á um framkvæmd laga þessara með reglugerð.\nLög þessi öðlast þegar gildi. ...\nL. 126/2011, 290. gr. Rg. 562/2001, sbr. 32/2009 og 17/2021.\nÁkvæði til bráðabirgða. ...\nL. 91/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
