{
  "id": "106/1999",
  "type": "statute",
  "title": "Lög um Byggðastofnun",
  "status": "in_force",
  "issued_date": "1999-12-27",
  "url": "https://www.althingi.is/lagas/nuna/1999106.html",
  "description": "Tóku gildi 1. janúar 2000.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Yfirstjórn og staðsetning.\nByggðastofnun er sérstök stofnun í eigu íslenska ríkisins og heyrir undir yfirstjórn [ráðherra].\n[Ráðherra] ákveður staðsetningu Byggðastofnunar að fenginni tillögu stjórnar.\nL. 126/2011, 291. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk.\n[Hlutverk Byggðastofnunar er að efla byggð og atvinnulíf með sérstakri áherslu á jöfnun tækifæra allra landsmanna til atvinnu og búsetu.\nÍ samræmi við hlutverk sitt undirbýr, skipuleggur og fjármagnar stofnunin verkefni og veitir lán með það að markmiði að treysta byggð, efla atvinnu og stuðla að nýsköpun í atvinnulífi. Fjármögnun verkefna skal eftir föngum vera í samstarfi við aðra.\nStofnunin skipuleggur og vinnur að atvinnuráðgjöf í samstarfi við atvinnuþróunarfélög, sveitarfélög og aðra haghafa.\nByggðastofnun fylgist með þróun byggðar í landinu, m.a. með gagnasöfnun og rannsóknum. Stofnunin getur gert eða látið gera áætlanir um þróun byggðar og atvinnulífs í þeim tilgangi að treysta búsetu og atvinnu í byggðum landsins.\nBeinar aðgerðir skv. 2. og 3. mgr. einskorðast við samþykkt stuðningssvæði á gildandi byggðakorti af Íslandi sem Eftirlitsstofnun EFTA (ESA) hefur samþykkt fyrir tiltekið tímabil.\n[Byggðastofnun annast framkvæmd laga um póstþjónustu og hefur eftirlit með póstþjónustu eins og nánar er kveðið á um í lögum um það efni.]]\nL. 76/2021, 9. gr. L. 69/2015, 6. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ársfundur og stjórn.\nHalda skal ársfund Byggðastofnunar fyrir 1. júlí ár hvert. Nánar skal kveðið á um ársfund í reglugerð.\n[Ráðherra] skipar á ársfundi sjö menn í stjórn Byggðastofnunar til eins árs í senn og sjö menn til vara. [Ráðherra] skipar formann og varaformann og ákveður þóknun stjórnar.\nÁ stjórnarfundum ræður afl atkvæða.\nL. 126/2011, 291. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verkefni stjórnar.\nVerkefni stjórnar Byggðastofnunar eru:\n1. Að ákveða starfsskipulag að því leyti sem það hefur ekki verið gert í reglugerð.\n2. Að móta stefnu um helstu áherslur, verkefni og starfshætti og sjá til þess að henni sé framfylgt.\n3. Að ákveða rekstrar- og starfsáætlun til eins árs í senn.\n4. Að vinna að samstarfi við aðrar stofnanir og sjóði sem starfa að eflingu atvinnulífs í því skyni að samhæfa og gera atvinnuráðgjöf og stuðningsaðgerðir markvissar.\n5. Að fjalla um áætlanir sem stofnunin vinnur að, svo og skýrslur um starfsemi hennar.\n6. Að fjalla um og samþykkja ársreikning.\n7. Að taka ákvarðanir um heildarlántöku, sbr. 15. gr.\n8. Að taka ákvarðanir um hlutafjárkaup og þátttöku í eignarhalds-, fjárfestingar- og þróunarfélögum.\n9. Að setja reglur um lánakjör og fjármögnun verkefna.\n10. Að taka ákvarðanir og setja reglur um lán- og ábyrgðarveitingar. Þá skal stjórn setja reglur um upplýsingagjöf til stjórnar um þau efni. [Reglur stjórnar Byggðastofnunar um lán- og ábyrgðarveitingar skulu hafa hlotið staðfestingu ráðherra áður en þær öðlast gildi.]\n11. Önnur verkefni sem [ráðherra] felur stjórn að vinna á sviði byggða- og atvinnumála.\nL. 13/2013, 1. gr. L. 126/2011, 291. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Forstjóri.\n[Ráðherra] skipar forstjóra til fimm ára í senn að fenginni tillögu stjórnar. [Um laun og önnur launakjör forstjóra fer skv. 39. gr. a laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.]\nL. 126/2011, 291. gr. L. 130/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Verkefni forstjóra.\nVerkefni forstjóra Byggðastofnunar eru:\n1. Að stjórna daglegum rekstri stofnunarinnar.\n2. Að gera tillögur til stjórnar um:\na. starfsskipulag stofnunarinnar,\nb. rekstrar- og starfsáætlun,\nc. áherslur í starfseminni,\nd. lántökur og heildarútlán,\ne. reglur um lánakjör.\n3. Að ráða stofnuninni starfsfólk.\n4. Önnur verkefni sem honum eru falin af stjórn.\nII. kafli. Starfsemi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "...\nL. 69/2015, 6. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rannsóknir á atvinnu- og byggðaþróun.\nByggðastofnun vinnur að gagnasöfnun og rannsóknum og fylgist með atvinnu- og byggðaþróun og helstu áhrifaþáttum hennar og árangri opinberra stuðningsaðgerða á sviði atvinnumála og byggðaþróunar, jafnt á Íslandi sem í löndum þar sem svipaðar aðstæður eru. Stofnunin getur tekið þátt í alþjóðlegum rannsóknarverkefnum og gert samninga við háskóla, rannsóknastofnanir og aðra um rannsóknir á þessu sviði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Atvinnuráðgjöf.\nByggðastofnun skipuleggur og vinnur að ráðgjöf við atvinnulífið á landsbyggðinni í samstarfi við atvinnuþróunarfélög, sveitarfélög og aðra [haghafa].\nStofnunin skal í samstarfi við þá aðila sem sinna atvinnuráðgjöf vinna að bættu skipulagi atvinnuráðgjafar og aukinni þekkingu ráðgjafa, m.a. í því skyni að gera ráðgjöfina markvissa og stuðla að betri nýtingu fjármuna.\nStofnunin getur gert samninga við atvinnuþróunarfélög, stofnanir, sveitarfélög, sjálfstætt starfandi ráðgjafa eða aðra um að annast atvinnuráðgjöf á tilteknu sviði, atvinnugrein eða landsvæði.\nL. 69/2015, 6. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Fjármögnun verkefna.\nByggðastofnun veitir framlög til verkefna á sviði atvinnuuppbyggingar og nýsköpunar. Stjórn stofnunarinnar ákveður verkefnin og leitar eftir samstarfsaðilum um þau. Við umfjöllun um einstök verkefni getur stjórnin, ásamt samstarfsaðilum, sett á fót verkefnanefndir til ráðgjafar. Einnig er heimilt að fela atvinnuþróunarfélögum úthlutun fjár til einstakra verkefna.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Veiting lána og ábyrgða.\nByggðastofnun veitir lán eða ábyrgðir í samræmi við hlutverk sitt, sbr. 2. gr.\nStjórn stofnunarinnar getur falið forstjóra að ákveða einstakar lánveitingar samkvæmt reglum sem stjórn setur, sbr. 10. tölul. 4. gr.\nReikningslegur aðskilnaður skal vera á milli lánastarfsemi stofnunarinnar og annarrar starfsemi. Fjárhagslegt markmið lánastarfsemi stofnunarinnar samkvæmt þessari grein skal vera að varðveita eigið fé hennar að raungildi.\nStjórn Byggðastofnunar getur tekið ákvörðun um að gera samninga um að fela fjármálastofnunum afgreiðslu og innheimtu lána, sem og aðra fjármálaumsýslu stofnunarinnar.\n[Ákvarðanir Byggðastofnunar sem lúta að veitingu lána eða ábyrgða og umsýslu tengdri þeim, sbr. 1. mgr., eru endanlegar á stjórnsýslustigi.]\nL. 13/2013, 2. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Fjármögnun þróunarverkefna.\nByggðastofnun er heimilt að fjármagna áhættusöm verkefni á sviði atvinnuþróunar og nýsköpunar samkvæmt nánari reglum sem [ráðherra] setur að fengnum tillögum stjórnar.\nÞessi starfsemi skal einkum fjármögnuð með sérstökum framlögum úr ríkissjóði.\nL. 126/2011, 291. gr.\nIII. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Upplýsingar um starfsemi.\n[Ráðherra] skal gefa Alþingi árlega skýrslu um ... framvindu byggðaáætlunar.\nÁrsreikningum [Byggðastofnunar] skal fylgja skrá yfir verkefni stofnunarinnar og fjármögnun þeirra.\nL. 126/2011, 291. gr. L. 76/2021, 10. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tekjur.\nTekjur Byggðastofnunar eru:\n1. Framlag úr ríkissjóði eins og ákveðið er í fjárlögum hverju sinni.\n2. Fjármagnstekjur.\n[3. Þjónustugjöld skv. 2. og 3. mgr.]\n[Byggðastofnun er heimilt að taka gjald fyrir:\n1. Umsýslu og skjalagerð sem tengist lánastarfsemi stofnunarinnar.\n2. Umsýslu vegna aflamarks Byggðastofnunar samkvæmt lögum um stjórn fiskveiða, nr. 116/2006.\n3. Vinnu við verkefni á sviði byggðaáætlunar og alþjóðlegra verkefna sem stofnuninni er falið að sinna.\nStjórn Byggðastofnunar setur gjaldskrá fyrir veitta þjónustu og verkefni sem stofnuninni er falið að annast eða stofnunin tekur að sér samkvæmt lögum þessum eða öðrum lögum. Upphæð gjalda tekur mið af kostnaði við þjónustu og framkvæmd einstakra verkefna og má ekki vera hærri en sá kostnaður. Gjaldskrá skal birt í B-deild Stjórnartíðinda. Gjöld má innheimta með fjárnámi.]\nL. 76/2021, 11. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Lántaka.\nByggðastofnun er heimilt innan ramma fjárlaga að taka lán til starfsemi sinnar innan lands eða erlendis, annaðhvort í eigin nafni eða fyrir milligöngu annarra aðila.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "...\nL. 76/2021, 12. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Undanþága frá gjöldum og sköttum.\nByggðastofnun er undanþegin öllum opinberum gjöldum og sköttum til ríkissjóðs.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Þagnarskylda.\n[Stjórnarmenn og allir starfsmenn Byggðastofnunar eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Reglugerð.\nNánari ákvæði um skipulag og starfsemi Byggðastofnunar og framkvæmd laga þessara má setja með reglugerð.\nRg. 347/2000.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2000. ...\nÁkvæði til bráðabirgða.\nVið gildistöku laga þessara skipar iðnaðarráðherra stjórn Byggðastofnunar skv. 3. gr. fram að fyrsta ársfundi sem halda skal fyrir 1. júlí 2000.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    }
  ]
}
