{
  "id": "85/2000",
  "type": "statute",
  "title": "Lög um framkvæmd samnings um alþjóðaverslun með tegundir villtra dýra og plantna sem eru í útrýmingarhættu",
  "status": "in_force",
  "issued_date": "2000-05-23",
  "url": "https://www.althingi.is/lagas/nuna/2000085.html",
  "description": "Tóku gildi 2. júní 2000.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi gilda um alþjóðaverslun með dýr og plöntur sem heyra undir samninginn að svo miklu leyti sem önnur lög gera ekki strangari kröfur.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum, nema hvað [ráðherra er fer með málefni sjávarútvegs] fer með yfirstjórn mála er varða nytjastofna sjávar.\nSækja skal um leyfi eða vottorð til hlutaðeigandi stjórnvalds vegna verslunar með dýr eða plöntur sem heyra undir lög þessi.\nL. 126/2011, 309. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Í lögum þessum merkir:\n1. Samningurinn: Samningur um alþjóðaverslun með tegundir villtra dýra og plantna sem eru í útrýmingarhættu (CITES) sem gerður var í Washington 3. mars 1973 ásamt breytingum á honum sem gerðar voru í Bonn 22. júní 1979 og viðaukum við hann, fyrir utan þau atriði sem Ísland hefur gert fyrirvara við.\n2. Umsækjandi leyfis eða vottorðs: Sérhver aðili sem sækir um innflutnings-, útflutnings- eða endurútflutningsleyfi eða vottorð vegna aðflutnings úr sjó.\n3. Verslun:\na. innflutningur,\nb. útflutningur,\nc. endurútflutningur sem er útflutningur á dýri eða plöntu sem áður hefur verið flutt inn,\nd. aðflutningur úr sjó sem er innflutningur á dýri eða plöntu sem tekin hefur verið úr sjó utan lögsögu ríkja.\n4. Dýr eða planta: Sérhvert dýr eða planta og auðþekkjanlegur hluti og afleiðsla þess, sem fjallað er um í samningnum og viðaukum við hann, fyrir utan þau atriði sem Ísland hefur gert fyrirvara við.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Til að stuðla að framkvæmd laga þessara setja [ráðherra] og [ráðherra er fer með málefni sjávarútvegs] í reglugerð almenn ákvæði um:\n1. verslun með dýr og plöntur,\n2. innflutnings-, útflutnings- og endurútflutningsleyfi og vottorð vegna aðflutnings úr sjó,\n3. lista yfir dýr og plöntur sem talin eru upp í I. viðauka við samninginn og Ísland hefur ekki gert fyrirvara við, svo og reglur um verslun með þau,\n4. lista yfir dýr og plöntur sem talin eru upp í II. viðauka við samninginn og Ísland hefur ekki gert fyrirvara við, svo og reglur um verslun með þau,\n5. lista yfir dýr og plöntur sem talin eru upp í III. viðauka við samninginn og Ísland hefur ekki gert fyrirvara við, svo og reglur um verslun með þau,\n6. undanþágur frá almennum reglum um verslun með dýr og plöntur í samræmi við samninginn,\n7. hlutverk leyfisveitenda og vísindalegra stjórnvalda,\n8. verslun með dýr og plöntur við ríki sem ekki eru aðilar að samningnum,\n9. eftirlit stjórnvalda með því að ákvæðum laganna sé framfylgt,\n10. meðferð lifandi dýra,\n11. önnur atriði sem falla undir samninginn.\nL. 126/2011, 309. gr. Rg. 993/2004, sbr. 5/2005 og 493/2017. Rg. 829/2005, sbr. 813/2014.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Umsækjandi leyfis eða vottorðs skal veita hlutaðeigandi stjórnvaldi upplýsingar sem það óskar eftir í því skyni að framfylgja ákvæðum laganna, svo sem leggja fram eða veita aðgang að bókhaldi sínu og bókhaldsgögnum, bréfum, leyfum og vottorðum, samningum og öðrum gögnum er varða verslun með dýr eða plöntur.\nKostnaður við meðferð umsókna um leyfi eða vottorð skv. 2. mgr. 2. gr. greiðist af umsækjanda um leyfi eða vottorð. Heimilt er hlutaðeigandi ráðherra að setja gjaldskrá sem birta skal í B-deild Stjórnartíðinda.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Brot gegn lögum þessum og reglugerðum sem settar eru á grundvelli þeirra varða sektum eða fangelsi allt að tveimur árum.\nTilraun til brota gegn lögum þessum og reglugerðum sem settar eru á grundvelli þeirra varðar refsingu sem fullframið brot, sbr. III. kafla almennra hegningarlaga. Sama gildir um hlutdeild í brotum.\nHeimilt er að gera upptæk til ríkissjóðs dýr eða plöntur sem hafa verið flutt eða reynt hefur verið að flytja ólöglega inn eða á annan hátt verið farið með andstætt ákvæðum laga þessara eða fyrirmæla sem sett eru samkvæmt þeim, án tillits til þess hver er eigandi þeirra eða til eignarhafta sem á þeim hvíla.\nSektir samkvæmt lögum þessum má gera jafnt lögaðila sem einstaklingi. Nú er brot framið í starfsemi lögaðila og verður honum þá gerð fésekt skv. II. kafla A almennra hegningarlaga. Einnig er lögaðili ábyrgur fyrir greiðslu sektar sem starfsmaður hans er dæmdur til að greiða vegna brota á lögum þessum, enda sé brot framið í starfi hans hjá lögaðilanum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nReglugerðir skv. 4. gr. skal setja innan sex mánaða frá gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
