{
  "id": "148/2000",
  "type": "statute",
  "title": "Lög um dómtúlka og skjalaþýðendur",
  "status": "in_force",
  "issued_date": "2000-12-20",
  "url": "https://www.althingi.is/lagas/nuna/2000148.html",
  "description": "Tóku gildi 1. júlí 2001.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Með dómtúlki og skjalaþýðanda er í lögum þessum átt við þann sem öðlast hefur löggildingu til að annast túlkun fyrir dómi og þýðingu skjala sem hafa réttarlegt gildi.\nDómtúlkar og skjalaþýðendur eru opinberir sýslunarmenn. Njóta þeir réttinda og bera skyldur samkvæmt því.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Rétt til að öðlast löggildingu sem dómtúlkur eða skjalaþýðandi hefur sá sem fullnægir þessum skilyrðum:\na. er lögráða og svo á sig kominn andlega að hann sé fær um að annast túlkun og þýðingar,\nb. hefur staðist próf skv. 3. gr.\nHeimilt er að synja manni um löggildingu ef ákvæði 2. mgr. 68. gr. almennra hegningarlaga eiga við um hagi hans.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Sá sem óskar eftir að öðlast löggildingu sem dómtúlkur eða skjalaþýðandi skal standast próf sem sýni að hann hafi þá þekkingu og færni sem nauðsynleg er til að gegna starfinu.\nTil að annast framkvæmd prófs skipar [ráðherra] þriggja manna prófstjórn til fjögurra ára í senn. Til að meta úrlausnir í einstökum tungumálum skipar ráðherra þriggja manna prófnefnd fyrir hvert tungumál. Skipun prófnefndar gildir fyrir hvert próf sem haldið er.\nÍ reglugerð sem [ráðherra] setur að fengnum tillögum prófstjórnar skal kveðið nánar á um framkvæmd prófs og mat prófúrlausna. Efnt skal til prófraunar að jafnaði annað hvert ár.\nSé óskað réttinda í tungumáli sem ekki er unnt að efna til prófs í sökum þess að ekki er fyrir hendi viðhlítandi þekking á því tungumáli hér á landi er [ráðherra] heimilt að veita löggildingu samkvæmt tillögu prófstjórnar, enda hafi umsækjandi sýnt fram á kunnáttu sína í íslensku sem og í hinu erlenda tungumáli á þann hátt sem prófstjórn metur gildan. Einnig er ráðherra heimilt að veita löggildingu til skjalaþýðingar á grundvelli erlendrar löggildingar, enda taki sú löggilding til íslensku.\nAð fenginni tillögu prófstjórnar ákveður [ráðherra] gjald sem umsækjendum ber að greiða fyrir að þreyta prófraun. Skal upphæð þess miðuð við kostnað við prófraunina. Gjaldið er óendurkræft þótt umsækjandi hverfi frá prófi eða standist það ekki.\nL. 126/2011, 314. gr. Rg. 893/2001. L. 162/2010, 165. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Umsókn um löggildingu skal beint til sýslumanns. [Ráðherra] er heimilt að ákveða að löggilding skuli vera á hendi eins sýslumanns. Umsækjandi skal leggja fram gögn til stuðnings því að hann fullnægi skilyrðum 2. gr. Hann skal vinna að því skriflegt heit að viðlögðum drengskap að hann muni rækja af trúmennsku og samviskusemi öll þau störf sem honum kunna að verða falin sem dómtúlki eða skjalaþýðanda og gæta fyllsta trúnaðar gagnvart viðskiptamönnum sínum. Fyrir útgáfu löggildingar skal greiða gjald samkvæmt lögum um aukatekjur ríkissjóðs.]\n[Sýslumaður] gefur út löggildingarskírteini fyrir dómtúlka og skjalaþýðendur. Sá einn getur hlotið löggildingu sem dómtúlkur sem jafnframt er löggiltur sem skjalaþýðandi. Heimilt er að veita löggildingu til að þýða af erlendu máli á íslensku án þess að veitt sé löggilding til að þýða af íslensku á erlenda málið og öfugt.\nSkjalaþýðendur skulu auðkenna og undirrita skjöl þau er þeir þýða eftir því sem nánar er mælt fyrir um í reglugerð sem [ráðherra] setur.\n[Dómtúlkar og skjalaþýðendur skulu tilkynna sýslumanni hvar starfsstöð þeirra er og breytingar á henni. Hlutaðeigandi sýslumaður skal halda skrá um þá sem hafa löggildingu samkvæmt lögum þessum.]\nL. 162/2010, 165. gr. Rg. 1122/2006, sbr. 1152/2014 og 545/2015. L. 143/2006, 17. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Nú fullnægir skjalaþýðandi eða dómtúlkur ekki skilyrðum a-liðar 1. mgr. 2. gr. til að fá löggildingu og má [sýslumaður] þá fella löggildingu hans úr gildi.\nHafi löggilding verið felld úr gildi skal hún veitt að nýju eftir umsókn án endurgjalds eða prófraunar ef fullnægt er öllum skilyrðum til að öðlast löggildingu.\nL. 143/2006, 18. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Sá einn má nefna sig dómtúlk eða skjalaþýðanda sem hefur til þess löggildingu. Öðrum er óheimilt að nota íslensk eða erlend heiti sem til þess eru fallin að villast megi á þeim og þessum heitum hvort sem um er að ræða starfsheiti einstakra manna eða firmaheiti. Brot gegn þessu varða sektum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
