{
  "id": "63/2000",
  "type": "statute",
  "title": "Lög um hópuppsagnir",
  "status": "in_force",
  "issued_date": "2000-05-19",
  "url": "https://www.althingi.is/lagas/nuna/2000063.html",
  "description": "Tóku gildi 26. maí 2000.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi gilda um hópuppsagnir atvinnurekanda á starfsmönnum af ástæðum sem ekki tengjast hverjum einstökum þeirra þegar fjöldi starfsmanna sem sagt er upp á 30 daga tímabili er:\na. að minnsta kosti 10 starfsmenn í fyrirtækjum sem venjulega hafa fleiri en 20 og færri en 100 starfsmenn í vinnu,\nb. að minnsta kosti 10% starfsmanna í fyrirtækjum sem venjulega hafa hið minnsta 100 starfsmenn en færri en 300 starfsmenn í vinnu,\nc. að minnsta kosti 30 starfsmenn í fyrirtækjum sem venjulega hafa 300 starfsmenn eða fleiri í vinnu.\nVið útreikning á fjölda þeirra sem sagt er upp skv. 1. mgr. skal litið á uppsögn ráðningarsamnings einstakra starfsmanna sem jafngilda hópuppsögnum að því tilskildu að um minnst fimm uppsagnir sé að ræða.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi gilda ekki um:\na. hópuppsagnir sem koma til framkvæmda samkvæmt ráðningarsamningum sem gerðir eru til ákveðins tíma eða vegna sérstakra verkefna nema slíkar uppsagnir eigi sér stað áður en þeir samningar renna út eða verkefni lýkur,\nb. ...\nL. 51/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ákvæði 7. gr. og 1. mgr. 8. gr. gilda ekki þegar starfsemi fyrirtækis stöðvast vegna dómsúrskurðar. Þó skal atvinnurekandi senda [Vinnumálastofnun] tilkynningu skv. 7. gr. fari [Vinnumálastofnun] fram á það.\nL. 51/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ákvæði laga þessara gilda án tillits til þess hvort ákvörðun um hópuppsagnir er tekin af atvinnurekanda sjálfum eða fyrirtæki sem er í ráðandi aðstöðu gagnvart honum.\nKomi fram staðhæfing um brot á kröfum um upplýsingar, samráð og tilkynningar samkvæmt þessum lögum getur atvinnurekandi ekki borið því við að honum hafi ekki borist nauðsynlegar upplýsingar frá fyrirtækinu þar sem ákvörðun um hópuppsagnir var tekin.\nII. kafli. Upplýsingar og samráð.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Áformi atvinnurekandi hópuppsagnir skal hann svo fljótt sem auðið er hafa samráð við trúnaðarmann stéttarfélaga eða, ef ekki hefur verið kjörinn trúnaðarmaður, við annan fulltrúa starfsmanna, sem þeir hafa til þess valið, með það fyrir augum að ná samkomulagi.\nÍ samráði felst skylda atvinnurekanda til að kynna og ræða við trúnaðarmann eða fulltrúa starfsmanna, sbr. 1. mgr., um áformin, rökstyðja þau og gefa honum kost á að koma sjónarmiðum sínum og tillögum á framfæri áður en endanleg ákvörðun er tekin af atvinnurekanda.\nMeð samráðinu skal að minnsta kosti leita leiða til að forðast hópuppsagnir eða fækka starfsmönnum sem fyrir þeim verða og draga úr afleiðingunum með hjálp félagslegra aðgerða sem hafa það meðal annars að markmiði að auðvelda flutning í önnur störf eða endurhæfingu starfsmanna sem áformað er að segja upp.\nEf sérstök nauðsyn krefur er trúnaðarmanni eða fulltrúa starfsmanna, sbr. 1. mgr., heimilt að kveðja til sérfræðinga sér til aðstoðar meðan á samráði stendur. Kostnaður af störfum sérfræðinga er atvinnurekanda óviðkomandi.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Atvinnurekandi skal vegna samráðs aðila skv. 5. gr. láta trúnaðarmanni eða fulltrúa starfsmanna, sbr. 1. mgr. 5. gr., í té allar upplýsingar sem máli skipta um fyrirhugaðar uppsagnir og að minnsta kosti tilgreina skriflega:\na. ástæður fyrirhugaðra uppsagna,\nb. fjölda starfsmanna sem til stendur að segja upp og hvaða störfum þeir gegna,\nc. hve margir eru að jafnaði í vinnu og hvers konar störfum þeir gegna,\nd. á hvaða tímabili fyrirhugaðar uppsagnir eiga að koma til framkvæmda,\ne. viðmiðanir sem til stendur að nota við val á starfsmönnum sem segja á upp,\nf. upplýsingar um sérstakar greiðslur til starfsmanna vegna uppsagna aðrar en þær sem kveðið er á um í lögum eða kjarasamningum og hvernig þessar greiðslur eru reiknaðar.\nAtvinnurekandi skal senda [Vinnumálastofnun] afrit af þeim skriflegu upplýsingum sem um getur í a&ndash;e-lið 1. mgr.\nL. 51/2019, 6. gr.\nIII. kafli. [Tilkynning til Vinnumálastofnunar.]\nL. 51/2019, 7. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Atvinnurekandi skal, að höfðu samráði skv. 5. og 6. gr., senda [Vinnumálastofnun] skriflega tilkynningu um fyrirhugaðar uppsagnir. Í tilkynningunni skulu koma fram allar upplýsingar sem máli skipta um fyrirhugaðar hópuppsagnir og um samráð skv. 5. og 6. gr., einkum ástæður uppsagnanna, hve mörgum starfsmönnum stendur til að segja upp, hve margir starfsmenn eru að jafnaði í vinnu og á hvaða tímabili uppsagnirnar eiga að taka gildi.\nAtvinnurekandi skal koma afriti af tilkynningu skv. 1. mgr. til fulltrúa starfsmanna.\nTrúnaðarmaður eða fulltrúi starfsmanna, sbr. 1. mgr. 5. gr., getur komið á framfæri öllum athugasemdum starfsmanna við [Vinnumálastofnun].\nL. 51/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Uppsagnir samkvæmt lögum þessum taka fyrst gildi 30 dögum eftir að tilkynning um uppsagnir skv. 7. gr. berst [Vinnumálastofnun].\n[Vinnumálastofnun] skal nota frestinn skv. 1. mgr. til að leita lausnar á þeim vanda sem fyrirhugaðar uppsagnir munu valda.\nL. 51/2019, 6. gr.\nIV. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Uppsagnarfrestur starfsmanna samkvæmt lögum, kjarasamningum eða ráðningarsamningum breytist ekki þrátt fyrir ákvæði laga þessara, sbr. þó ákvæði 1. mgr. 8. gr. að því er snertir þá starfsmenn sem eiga styttri uppsagnarfrest en 30 daga.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Trúnaðarmaður eða fulltrúi starfsmanna, sbr. 1. mgr. 5. gr., sérfræðingar skv. 4. mgr. 5. gr. og atvinnurekandi eða fulltrúar hans skulu gæta trúnaðar varðandi upplýsingar sem gefnar eru samkvæmt ákvæðum þessara laga.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Atvinnurekandi sem af ásettu ráði eða gáleysi brýtur gegn lögum þessum er skaðabótaskyldur samkvæmt almennum reglum.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Brot gegn 5.&ndash;7. gr. laga þessara geta varðað sektum sem renna í ríkissjóð.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ráðherra er heimilt að setja reglugerð um framkvæmd laga þessara.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
