{
  "id": "34/2001",
  "type": "statute",
  "title": "Lög um kjaramál fiskimanna og fleira",
  "status": "in_force",
  "issued_date": "2001-05-16",
  "url": "https://www.althingi.is/lagas/nuna/2001034.html",
  "description": "Tóku gildi 16. maí 2001, sjá þó 10. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Verkföll Sjómannafélags Eyjafjarðar og aðildarfélaga Farmanna- og fiskimannasambands Íslands, auk verkbanna aðildarfélaga Landssambands íslenskra útvegsmanna gagnvart aðildarfélögum í Alþýðusambandi Vestfjarða og aðildarfélögum Sjómannasambands Íslands, svo og verkföll og verkbönn og aðrar aðgerðir sem ætlað er að knýja fram aðra skipan kjaramála en lög þessi ákveða, eru óheimil frá gildistöku laganna og á gildistíma ákvarðana gerðardóms skv. 2. og 3. gr. Þó er aðilum heimilt að semja um slíkar breytingar en eigi má knýja þær fram með vinnustöðvun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hafi aðilar skv. 1. gr. ekki náð samkomulagi fyrir 1. júní 2001 skal Hæstiréttur tilnefna þrjá menn í gerðardóm. Skal gerðardómurinn ákveða eftirfarandi um kjaramál fiskimanna í þeim samtökum sem nefnd eru í 1. gr.:\na. atriði er tengjast markmiðum varðandi verð til viðmiðunar í hlutaskiptum á þorski, ýsu og karfa í beinum viðskiptum skyldra aðila,\nb. atriði er varða þau áhrif sem breyting á fjölda í áhöfn hefur á skiptakjör,\nc. atriði er varða kauptryggingu og launaliði,\nd. atriði er varða slysatryggingu,\ne. atriði er varða afmörkun á helgarfríi fiskimanna á netaveiðum,\nf. atriði er varða mótframlag útvegsmanna vegna viðbótarlífeyrissparnaðar fiskimanna og\ng. önnur atriði sem nauðsynlegt er að taka á varðandi kjaramál.\nHæstiréttur kveður á um hver hinna þriggja gerðardómsmanna skuli vera formaður dómsins og kallar hann dóminn saman. Gerðardómurinn setur sér starfsreglur, aflar nauðsynlegra gagna og getur krafist skýrslna, munnlegra og skriflegra, af þeim aðilum sem gerðardómurinn telur nauðsynlegt. Aðilar skv. 1. gr. skulu eiga rétt á að gera gerðardóminum grein fyrir sjónarmiðum sínum. Skal gerðardómurinn ætla þeim hæfilegan frest í því skyni.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gerðardómurinn skal við ákvörðun sína samkvæmt lögum þessum hafa til hliðsjónar kjarasamninga sem gerðir hafa verið á undanförnum mánuðum að því leyti sem við á og almenna þróun kjaramála, auk þess að taka mið af sérstöðu þeirra aðila sem nefndir eru í 1. gr.\nÁkvarðanir gerðardómsins skv. 1. mgr. skulu vera bindandi frá gildistöku laga þessara og skal gerðardómurinn hafa lokið störfum fyrir 1. júlí 2001. Hann skal ákveða gildistíma ákvarðana sinna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kostnaður við störf gerðardóms skv. 2. gr. greiðist úr ríkissjóði.\nII.&ndash;V. kafli. ...\nVI. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast þegar gildi ...\nÁkvæði til bráðabirgða.\nI.\nÞar til ákvörðun gerðardóms skv. 2. og 3. gr. liggur fyrir eða kjaradeilan leysist með öðrum hætti skal til bráðabirgða fara með kjaramál fiskimanna sem um ræðir í 1. gr. samkvæmt fyrirkomulagi því sem komið var á með lögum nr. 10/1998, um kjaramál fiskimanna. Endanlegt uppgjör fari fram þegar ákvörðun gerðardóms eða nýr samningur liggur fyrir.\nII.&ndash;III. ...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
