{
  "id": "13/2001",
  "type": "statute",
  "title": "Lög um leit, rannsóknir og vinnslu kolvetnis",
  "status": "in_force",
  "issued_date": "2001-03-13",
  "url": "https://www.althingi.is/lagas/nuna/2001013.html",
  "description": "Tóku gildi 16. maí 2001.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi taka til leitar, rannsókna og vinnslu kolvetnis og flutnings þess eftir leiðslukerfi utan netlaga í landhelgi, efnahagslögsögu og landgrunni Íslands. Lögin taka einnig til hafstöðva nema annað sé ákveðið í lögum eða reglum settum með stoð í lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\nKolvetni merkir í lögum þessum jarðolía, jarðgas eða annars konar kolvetni sem er til staðar í jarðlögum undir hafsbotni frá náttúrunnar hendi og nýtanlegt er í loftkenndu eða fljótandi formi.\nHafstöð merkir í lögum þessum:\n1. Búnaður, svo sem pallar, leiðslukerfi og önnur mannvirki í efnahagslögsögu og landgrunni Íslands sem notuð eru í kolvetnisstarfsemi.\n2. Hvers konar flutningstæki sem nýtt eru til kolvetnisstarfsemi meðan þau liggja við festar.\n[ Leit merkir í lögum þessum könnun á almennum skilyrðum til myndunar og varðveislu kolvetnis, afmörkun svæða þar sem slík skilyrði eru hagstæð og leit að kolvetnisauðlindum með mælingum úr lofti, á láði, á legi eða hafsbotni eða með sýnatöku úr efstu jarðlögum hafsbotnsins, t.d. með grunnum borunum eða töku kjarna.]\n[ Rannsóknir merkja í lögum þessum mat á stærð, legu og vinnslueiginleikum kolvetnisgeymis með borun leitarholna og borholumælingum auk leitar að kolvetni með jarðeðlisfræðilegum aðferðum.]\nVinnsla merkir í lögum þessum vinnsla kolvetnis úr kolvetnisgeymi, þ.m.t. borun vinnsluholna, dæling eða leiðsla kolvetnis til yfirborðs, niðurdæling kolvetnis og annarra efna, meðhöndlun og geymsla kolvetnis fyrir flutning, útskipun kolvetnis ásamt byggingu, uppsetningu, starfrækslu og lokun hafstöðvar ætlaðrar til slíkrar vinnslu.\n[ Leyfishafi merkir í lögum þessum skráður aðili hér á landi sem fengið hefur leyfi til ... rannsóknar og/eða vinnslu kolvetnis skv. ... IV. kafla. [Íslenskt útibú eða umboðsskrifstofa félags sem skráð er í aðildarríki samningsins um Evrópska efnahagssvæðið, í aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu eða í Færeyjum telst skráður aðili.]]\n[ Samstarfssamningur um framkvæmd leyfis merkir í lögum þessum samningur sem aðilar að einu leyfi, ef þeir eru fleiri en einn, gera sín á milli og kveður á um hlutverk og skyldur hvers samleyfishafa innan leyfisins og framkvæmd þess.\nRekstraraðili merkir í lögum þessum sá aðili sem sér um daglega stjórn kolvetnisstarfseminnar fyrir hönd leyfishafa.\nLeitarleyfishafi merkir í lögum þessum aðili sem fengið hefur leyfi til leitar að kolvetni skv. III. kafla.]\nL. 49/2007, 1. gr. L. 166/2008, 1. gr. L. 105/2011, 1. gr.\nII. kafli. Eignarréttur að kolvetni.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Íslenska ríkið er eigandi kolvetnis skv. 1. gr. Heimilt er að semja við handhafa vinnsluleyfis um að hann verði eigandi þess kolvetnis sem hann framleiðir.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum.\n...]\nL. 126/2011, 317. gr. L. 166/2008, 2. gr. L. 49/2007, 2. gr.\nIII. kafli. Leit.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Leyfi til leitar.\n[Umhverfis- og orkustofnun] veitir leyfi til leitar að kolvetni með rannsóknir og vinnslu að markmiði.\nÁður en veitt er leyfi til leitar skal [Umhverfis- og orkustofnun] leita umsagnar [[Náttúruverndarstofnunar], [Náttúrufræðistofnunar], [Húsnæðis- og mannvirkjastofnunar] og Hafrannsóknastofnunar]. [Þá skal [Umhverfis- og orkustofnun] leita umsagnar viðeigandi sveitarfélaga ef sótt er um leyfi á svæði sem er innan 1 sjómílu frá netlögum.] [Varði umsókn um leyfi strandsvæði samkvæmt lögum um skipulag haf- og strandsvæða þar sem tillaga að strandsvæðisskipulagi hefur verið auglýst þegar umsókn er lögð fram er [Umhverfis- og orkustofnun] heimilt að fresta afgreiðslu á leyfisumsókn þar til strandsvæðisskipulag hefur tekið gildi fyrir svæðið. Frestunin skal þó ekki vera lengri en sjö mánuðir nema sérstakar ástæður mæli með því.]\nL. 110/2024, 8. gr. L. 111/2024, 6. gr. L. 54/2024, 12. gr. L. 137/2019, 19. gr. L. 157/2012, 13. gr. L. 166/2008, 3. gr. L. 88/2018, 18. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Umsókn.\nÍ umsóknum um leyfi til leitar að kolvetni skal koma skýrt fram hver tilgangur sé með öflun leyfis ásamt ítarlegum upplýsingum um fyrirhugaða starfsemi umsækjanda eftir nánari ákvörðun [Umhverfis- og orkustofnunar].\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tímalengd og skilyrði leyfis.\nLeyfi til leitar að kolvetni skal veitt til þriggja ára í senn nema styttri leyfistími sé nefndur í leyfinu.\nLeyfi til leitar að kolvetni veitir [leitarleyfishafa] ekki rétt til borunar eftir kolvetni, vinnslu kolvetnis eða forgangsrétt til að fá slíkt leyfi síðar. Þó getur slíkt leyfi falið í sér heimild til borunar í þeim tilgangi að afla upplýsinga um almenn skilyrði til myndunar og varðveislu kolvetnis.\n[[Ráðherra] er heimilt að setja í reglugerð nánari skilyrði fyrir veitingu leyfis til leitar að kolvetni.]\nL. 105/2011, 2. gr. L. 126/2011, 317. gr. L. 166/2008, 4. gr.\nIV. kafli. Rannsóknir og vinnsla.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Rannsóknar- og vinnsluleyfi.\n[[[Umhverfis- og orkustofnun] veitir leyfi til rannsókna og vinnslu kolvetnis á tilteknum svæðum. Slíkt leyfi felur í sér einkarétt leyfishafa til rannsókna og vinnslu. Einungis má veita slíkt leyfi aðilum sem að mati [Umhverfis- og orkustofnunar] hafa nægilega sérþekkingu, reynslu og fjárhagslegt bolmagn til að annast þessa starfsemi [og skulu sömu skilyrði eiga við um ákvörðun [Umhverfis- og orkustofnunar] um rekstraraðila, sbr. 1. mgr. 10. gr. a]. [Gera má ríkari kröfur til rekstraraðila í því sambandi.] Nánar skal kveðið á um skyldur og rannsóknarkvaðir leyfishafa í rannsóknar- og vinnsluleyfi.]\nÍ þeim tilvikum þar sem handhafar leyfis til rannsókna og vinnslu á kolvetni eru fleiri en einn ber að leggja til staðfestingar [Umhverfis- og orkustofnunar] samstarfssamning um framkvæmd leyfisins. Allar breytingar á slíkum samningi, eða aðrir viðaukar, eru háðir samþykki [Umhverfis- og orkustofnunar]. Einungis má veita leyfi til rannsókna og vinnslu kolvetnis aðilum sem hafa nægilega sérþekkingu, reynslu og fjárhagslegt bolmagn til að annast þessa starfsemi.]\n[Um efni samstarfssamnings skv. 2. mgr. fer samkvæmt lögum þessum. Ekki ber að líta á samstarfssamning, eða þá aðila sem að honum standa, sem sjálfstætt félag í skilningi laga nr. 138/1994, um einkahlutafélög, eða laga nr. 2/1995, um hlutafélög. Hver og einn aðili sem stendur að samstarfssamningi á hlut í því leyfi sem samstarfssamningurinn kveður á um og er því sjálfstæður leyfishafi í skilningi laga þessara.]\nÁður en veitt er rannsóknar- og vinnsluleyfi, samþykki eða leyfi fyrir einstökum framkvæmdum skv. 14.&ndash;18. gr. skal [Umhverfis- og orkustofnun] leita umsagnar [... [Náttúrufræðistofnunar], [Húsnæðis- og mannvirkjastofnunar] og Hafrannsóknastofnunar]. [Þá skal [Umhverfis- og orkustofnun] leita umsagnar viðeigandi sveitarfélaga ef sótt er um leyfi á svæði sem er innan 1 sjómílu frá netlögum.] [Varði umsókn um leyfi strandsvæði samkvæmt lögum um skipulag haf- og strandsvæða þar sem tillaga að strandsvæðisskipulagi hefur verið auglýst þegar umsókn er lögð fram er [Umhverfis- og orkustofnun] heimilt að fresta afgreiðslu á leyfisumsókn þar til strandsvæðisskipulag hefur tekið gildi fyrir svæðið. Frestunin skal þó ekki vera lengri en sjö mánuðir nema sérstakar ástæður mæli með því.]\n[Rannsóknarleyfi samkvæmt lögum þessum felur í sér heimild til þess að rannsaka kolvetnisauðlind á tilteknu svæði á leyfistímanum með þeim skilmálum sem tilgreindir eru í lögum þessum, í leyfinu sjálfu og samkvæmt nánari fyrirmælum [Umhverfis- og orkustofnunar]. [Umhverfis- og orkustofnun] er heimilt að skipta leyfistíma rannsóknarleyfis í undirtímabil þar sem kveðið skal nánar á um réttindi og skyldur leyfishafa á hverju einstöku tímabili.\nVinnsluleyfi samkvæmt lögum þessum felur í sér heimild til handa leyfishafa til að vinna úr og nýta viðkomandi kolvetnisauðlind á leyfistímanum í því magni og með þeim skilmálum öðrum sem tilgreindir eru í lögum þessum, í leyfinu sjálfu og [Umhverfis- og orkustofnun] telur nauðsynlega.\n[Leyfishafi skal árlega greiða til ríkissjóðs gjald fyrir afnot af rannsóknarsvæði. Fyrstu sex ár sem leyfi er í gildi skal leyfishafi greiða árlega 10.000 kr. fyrir hvern ferkílómetra sem leyfið tekur til en þar á eftir hækkar gjaldið árlega um 10.000 kr. fyrir hvern ferkílómetra. Gjaldið skal þó aldrei vera hærra en 150.000 kr. árlega fyrir hvern ferkílómetra. [Rekstraraðili er ábyrgur fyrir útreikningi og greiðslu gjaldsins fyrir hönd leyfishafa.]]]\nL. 110/2024, 8. gr. L. 105/2011, 3. gr. L. 166/2008, 5. gr. L. 49/2007, 4. gr. L. 54/2024, 12. gr. L. 137/2019, 19. gr. L. 157/2012, 13. gr. L. 8/2009, 1. gr. L. 88/2018, 18. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Leyfisveiting.]\nAð jafnaði skal auglýsa eftir umsækjendum áður en leyfi til rannsókna og vinnslu á kolvetni er veitt.\nAuglýsing skal birt í Lögbirtingablaði og Stjórnartíðindum Evrópubandalagsins. Í auglýsingunni skal tilgreina umsóknarfrest sem skal ekki vera skemmri en 90 dagar. Þá skal í auglýsingunni m.a. taka fram til hvaða svæðis leyfið tekur og skilyrði fyrir veitingu leyfisins að öðru leyti.\nVið veitingu leyfis skal umsækjendum ekki mismunað og skal jafnræðis gætt. Leyfi skulu veitt á grundvelli hlutlægra viðmiðana sem gerðar hafa verið opinberar. [Jafnframt skal tekið tillit til vinnslu sem þegar er hafin eða sótt hefur verið um í næsta nágrenni.] [Umhverfis- og orkustofnun] er heimilt að hafna öllum umsóknum um leyfi sem berast í kjölfar auglýsingar.\n[Við ákvörðun um veitingu rannsóknar- og vinnsluleyfis skal einkum taka mið af fjárhagslegri og tæknilegri getu umsækjenda, að vinnsla auðlindar sé hagkvæm frá þjóðhagslegu sjónarmiði og á hvaða hátt framlögð rannsóknaráætlun getur náð settu markmiði. Telji [Umhverfis- og orkustofnun] tvær eða fleiri umsóknir jafnhæfar að uppfylltum framangreindum skilyrðum er henni heimilt að meta umsóknir út frá öðrum skilyrðum.]\n[Heimilt er að veita leyfi til rannsókna og vinnslu kolvetnis án auglýsingar ef svæðið sem leitað er leyfis fyrir:\na. er aðgengilegt til langs tíma;\nb. hefur áður sætt málsmeðferð þar sem auglýst hefur verið en hefur ekki leitt til þess að leyfi hafi verið veitt; eða\nc. hefur verið gefið eftir af fyrirtæki enda fellur það ekki sjálfkrafa undir a-lið.\nÁður en slíkt leyfi er veitt skal birta tilkynningu í Lögbirtingablaði og Stjórnartíðindum Evrópusambandsins þar sem fram kemur afmörkun viðeigandi svæðis ásamt leiðbeiningum um hvar veittar eru frekari upplýsingar um leyfisveitingu á svæðinu. Verði umtalsverðar breytingar á þessum upplýsingum skal án tafar upplýsa um slíkt með nýrri tilkynningu. Áður en leyfi er veitt samkvæmt þessari málsgrein skal einnig gefa leyfishöfum á aðlægum svæðum tækifæri til að sækja um rannsóknar- eða vinnsluleyfi á viðkomandi svæði. Þó er ekki hægt að taka til meðferðar umsóknir um leyfi eða veita leyfi samkvæmt þessari málsgrein fyrr en viðeigandi tilkynning hefur verið birt í Lögbirtingablaði og Stjórnartíðindum Evrópusambandsins.]\n[Umhverfis- og orkustofnun] er heimilt að krefjast greiðslu kostnaðar af mati á umsækjendum og veitingu leyfis skv. 7. gr.\nL. 49/2007, 5. gr. L. 110/2024, 8. gr.\n[8. gr. a. Þátttaka ríkisins.\n[Ráðherra] er heimilt að ákveða um þátttöku íslenska ríkisins í vinnslu kolvetnis samkvæmt lögum þessum.\nÁkveði [ráðherra] að íslenska ríkið taki þátt í vinnslu kolvetnis skal hann beita sér fyrir stofnun hlutafélags með það að markmiði að gæta hagsmuna íslenska ríkisins vegna þátttöku þess. Öll hlutabréf í hlutafélaginu skulu ávallt vera eign ríkissjóðs. Skal [ráðherra] annast undirbúning að stofnun hlutafélagsins í samráði við [þann ráðherra er fer með skráningu félaga]. Hlutafélaginu er óheimilt að starfa sem vinnslufyrirtæki.\nHlutafélagi skv. 2. mgr. skal eingöngu vera heimilt að starfa á landgrunni Íslands. Hlutafélaginu er þó heimilt að starfa á þeim svæðum utan landhelgi, efnahagslögsögu og landgrunns Íslands sem íslenska ríkið á rétt á hlutdeild í samkvæmt alþjóðasamningum eða öðrum heimildum.]\nL. 126/2011, 317. gr. L. 166/2008, 6. gr.\n[8. gr. b. Stjórn hlutafélagsins.\nRíkissjóður Íslands skal vera eigandi alls hlutafjár í hlutafélaginu við stofnun þess. [Ráðherra] fer með eignarhlut ríkisins í félaginu.\nStjórn hlutafélagsins skal skipuð fimm mönnum. Þeir skulu kosnir á aðalfundi ár hvert.\nTilgangi og verkefnum hlutafélagsins skal nánar lýst í samþykktum þess. Samþykktum félagsins má breyta á hluthafafundi samkvæmt almennum reglum.\nÁkvæði laga um hlutafélög gilda um félagið ef ekki er kveðið á um annað í lögum þessum.]\nL. 126/2011, 317. gr. L. 166/2008, 6. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Umsókn.\n[Í umsóknum um rannsóknar- og vinnsluleyfi skal koma skýrt fram hvert sé markmið með öflun leyfis ásamt ítarlegum upplýsingum um staðsetningu, umfang, eðli og tímasetningu fyrirhugaðra framkvæmda umsækjanda eftir nánari ákvörðun [Umhverfis- og orkustofnunar]. [Umsækjandi skal leggja fram viðeigandi uppdrætti.] [Í umsókn skal umsækjandi tilnefna rekstraraðila.]\nTelji [Umhverfis- og orkustofnun] að umsókn um rannsóknarleyfi uppfylli ekki kröfur skv. 1. mgr. getur hún synjað um rannsóknarleyfi eða sett sérstök skilyrði í rannsóknarleyfi af þessu tilefni.]\nL. 110/2024, 8. gr. L. 166/2008, 7. gr. L. 105/2011, 4. gr. L. 49/2007, 6. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tímalengd og skilyrði leyfis.\nLeyfi til rannsókna skal veitt til allt að 12 ára og er heimilt að framlengja það til allt að tveggja ára í senn. Hámarkstími leyfis til rannsókna skal þó ekki vera lengri en 16 ár. [Miða skal tímalengd leyfis við umfang rannsókna og eðli kolvetnisauðlindar.]\nAð uppfylltum þeim skilyrðum sem sett eru fyrir rannsóknum á leyfishafi forgangsrétt á framlengingu leyfisins til vinnslu kolvetnis í allt að 30 ár. [Umsókn um framlengingu leyfis skal berast [Umhverfis- og orkustofnun] eigi síðar en 90 dögum áður en gildandi leyfi fellur úr gildi. [Umhverfis- og orkustofnun] er heimilt að krefja leyfishafa um eftirgjöf ákveðins hluta rannsóknarsvæðis áður en leyfi er framlengt og skal tillaga leyfishafa um slíka eftirgjöf berast [Umhverfis- og orkustofnun] eigi síðar en 90 dögum fyrir lok gildistíma leyfis. Frekari fyrirmæli um eftirgjöf svæða skulu sett í rannsóknarleyfi. Berist [Umhverfis- og orkustofnun] eigi tillaga leyfishafa er henni heimilt að ákveða eftirgjöf svæða.]\n[Stöðvi leyfishafi vinnslu samfellt í þrjú ár fellur leyfið niður að þeim tíma liðnum.\nHeimilt er að afturkalla leyfi ef bú leyfishafa er tekið til gjaldþrotaskipta eða hann leitar nauðasamninga. ...]\nLeyfi til vinnslu skv. 2. mgr. skal a.m.k. taka til þess hluta svæðisins þar sem leyfishafi hyggst hefja vinnslu kolvetnis og hagkvæmur er til vinnslu að mati [Umhverfis- og orkustofnunar].\n[Skilyrði leyfisveitingar er að stofnað sé sérstakt félag hér á landi um þessa starfsemi umsækjanda. [Íslenskt útibú eða umboðsskrifstofa félags sem skráð er í aðildarríki samningsins um Evrópska efnahagssvæðið, í aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu eða í Færeyjum telst sérstakt félag.] Leyfishafi skal hafa skipulag sem tryggir sjálfstæða stjórnun og umsjón framkvæmda ... á öllum þáttum tengdum kolvetnisstarfsemi sinni hér á landi. Í þessum tilgangi er [Umhverfis- og orkustofnun] heimilt að setja sérstök skilyrði er lúta að skipulagi og eiginfjárgrunni leyfishafa. Tilgangur og starfsemi leyfishafa skal vera bundin við leit, rannsóknir og/eða vinnslu kolvetnis samkvæmt ákvæðum laga þessara.\n[Leyfishafi skal sjá til þess að kolvetnisstarfsemin fari fram á ábyrgan hátt og í samræmi við þá löggjöf sem er í gildi hverju sinni og skal starfsemin taka tillit til nýtingar auðlindarinnar, sem og öryggis- og almannahagsmuna. Ráðstafanir leyfishafa varðandi skipulag og stærð starfseminnar skulu vera þannig að leyfishafi geti á hverjum tíma tekið upplýstar ákvarðanir um kolvetnisstarfsemi sína. Til að tryggja eftirfylgni um ráðstafanir leyfishafa getur [Umhverfis- og orkustofnun], telji hún það nauðsynlegt með tilliti til umfangs kolvetnisstarfsemi leyfishafa, sett fram sérstakar kröfur um ráðstafanir leyfishafa og staðsetningu stöðva þeirra. Ráðherra er heimilt að kveða nánar á um starfsemi slíkra stöðva í reglugerð, svo sem varðandi fjarlægð frá rannsóknar- og vinnslusvæði.]\n[Leyfishafi rannsóknar- og vinnsluleyfis skal á gildistíma leyfis greiða árlegt framlag í ríkissjóð. Í rannsóknar- og vinnsluleyfi skal nánar kveðið á um upphaflegt framlag sem og árlegt framlag. Ráðherra skal á grundvelli fjárheimildar í fjárlögum ákvarða fjárveitingu til sérstaks menntunar- og rannsóknarsjóðs.] Nánar skal kveðið á um markmið og hlutverk menntunar- og rannsóknarsjóðs í reglugerð sem [ráðherra] setur. Stjórn sjóðsins skal skipuð fulltrúum leyfishafa auk fulltrúa ríkisins sem [ráðherra] skipar og hefur neitunarvald séu ákvarðanir stjórnarinnar ekki í samræmi við hlutverk og markmið sjóðsins eins og þau eru skilgreind í reglugerð. [[Umhverfis- og orkustofnun] annast daglega umsýslu sjóðsins.]\nHver umsækjandi getur eingöngu fengið úthlutað einu leyfi skv. IV. kafla.]\n[Varði umsókn um leyfi svæði utan netlaga skal útgefið leyfi samræmast skipulagi á haf- og strandsvæðum.]\nL. 49/2007, 7. gr. L. 110/2024, 8. gr. L. 8/2009, 2. gr. L. 105/2011, 5. gr. L. 47/2018, 50. gr. Rg. 39/2009, sbr. 885/2011 og 439/2014. L. 126/2011, 317. gr. L. 110/2014, 3. gr. L. 166/2008, 8. gr. L. 88/2018, 18. gr.\n[10. gr. a. Rekstraraðili.\nVið veitingu rannsóknar- og vinnsluleyfis skal [Umhverfis- og orkustofnun] ákveða rekstraraðila fyrir hvert einstakt leyfi.\nÓheimilt er að skipta um rekstraraðila nema með sérstöku leyfi [Umhverfis- og orkustofnunar]. Í sérstökum tilvikum getur [Umhverfis- og orkustofnun] skipt út rekstraraðila að eigin frumkvæði.\nÍ þeim tilvikum þar sem [Umhverfis- og orkustofnun] hefur ákveðið rekstraraðila, sem er ekki leyfishafi rannsóknar- og vinnsluleyfis, þá skulu skyldur og aðrar skuldbindingar laga þessara gagnvart leyfishöfum eiga við um þann rekstraraðila nema annað sé sérstaklega tekið fram. Nánar skal kveðið á um skyldur rekstraraðila í rannsóknar- og vinnsluleyfi.]\nL. 110/2024, 8. gr. L. 105/2011, 6. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Efni rannsóknar- og vinnsluleyfis.\n[Í rannsóknar- og vinnsluleyfi skal m.a. tilgreina:\n1. Tímalengd leyfis. Skal kveðið á um hvenær starfsemi skuli í síðasta lagi hefjast og hvenær henni skuli lokið.\n2. Afmörkun rannsóknar- eða vinnslusvæðis.\n3. Hvernig skuli staðið að vinnslu kolvetnis, þar á meðal skilyrði um staðsetningu og dýpi borholna til vinnslu og niðurdælingar og vinnsluhraða.\n4. Upplýsinga- og tilkynningarskyldu leyfishafa til [Umhverfis- og orkustofnunar], þ.m.t. skyldu til afhendingar á sýnum og gögnum og hvernig hún skuli innt af hendi.\n5. Öryggis- og umhverfisverndarráðstafanir eins og við á.\n6. Kaup ábyrgðartrygginga hjá viðurkenndu vátryggingafélagi, bankatryggingar eða aðrar tryggingar sem [Umhverfis- og orkustofnun] metur jafngildar og bæta tjón sem leyfishafi kann að valda með störfum sínum.\n7. Ráðstöfun vinnslumannvirkja og vinnslutækja að leyfistíma loknum.\n8. Frágang á hafstöðvum og starfsstöðvum sem nýttar hafa verið við rannsóknir eða vinnslu.\n9. [Stofnframlag sem og árlegt gjald leyfishafa rannsóknar- og vinnsluleyfis [skv. 8. mgr. 10. gr.]]\n[10. Rekstraraðila leyfis.]\nHeimilt er að kveða á um að leyfi skuli endurskoðað að tilteknum tíma liðnum, enda hafi forsendur fyrir skilyrðum leyfisins breyst.\n[Ráðherra] er heimilt að setja með reglugerð nánari ákvæði um rannsóknar- og vinnsluleyfi.]\nL. 110/2024, 8. gr. L. 47/2018, 51. gr. L. 166/2008, 9. gr. L. 105/2011, 7. gr. L. 126/2011, 317. gr. L. 49/2007, 8. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Aðgæsluskylda.\nVið rannsóknir og vinnslu kolvetnis skal gæta fyllsta öryggis og þess að starfsemin sé í samræmi við góða alþjóðlega venju við svipaðar aðstæður. Starfsemin skal ekki leggja ónauðsynlega hættu eða tálmanir á samgöngur, fiskveiðar eða aðra starfsemi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Boranir.\nBoranir í jarðlög undir hafsbotni mega einungis hefjast að fengnu samþykki [Umhverfis- og orkustofnunar] á búnaði, áætlun um borun og starfsfyrirkomulagi.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Hafstöðvar.\nByggingu og uppsetningu hafstöðvar og vinnslu kolvetnis má einungis hefja að fengnu samþykki [Umhverfis- og orkustofnun].\nVilji leyfishafi hefja slíka starfsemi skal hann leggja framkvæmda- og vinnsluáætlun fyrir [Umhverfis- og orkustofnun] til samþykktar.\n[Umhverfis- og orkustofnun] er heimilt að gera breytingar á áður samþykktri framkvæmda- og vinnsluáætlun til þess að tryggja að starfsemin sé örugg og hagkvæm eða ef hagsmunir hins opinbera krefjast þess.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Lokun hafstöðvar.\nLokun hafstöðvar, þ.m.t. stöðvun á viðhaldi, er háð samþykki [Umhverfis- og orkustofnunar]. Leyfishafi skal leggja áætlun um lokun hafstöðvar fyrir [Umhverfis- og orkustofnun] til samþykktar þar sem m.a. skulu vera upplýsingar um hvernig staðið verði að lokun.\nVið lokun hafstöðvarinnar skal hún að jafnaði fjarlægð í heild eða að hluta. [Umhverfis- og orkustofnun] getur þó samþykkt áframhaldandi notkun hennar til rannsókna og vinnslu kolvetnis eða annars konar notkun.\nEf ástæða er til að ætla að leyfishafi hafi ekki fjárhagslegt bolmagn til að greiða kostnað vegna lokunar hafstöðvar getur [Umhverfis- og orkustofnun] hvenær sem er farið fram á það við leyfishafa að hann sanni greiðslugetu sína eða leggi fram nauðsynlegar tryggingar.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Leiðslubúnaður.\nBygging og starfræksla leiðslubúnaðar til vinnslu og flutnings kolvetnis er háð leyfi [Umhverfis- og orkustofnunar]. Í leyfi skal m.a. setja skilyrði um skipulag búnaðarins, afnot annarra af honum og greiðslur fyrir afnotin.\nÁkvæði 1. mgr. gilda ekki um staðbundinn leiðslubúnað sem tilheyrir hafstöð og einungis er notaður til vinnslu úr einni kolvetnisauðlind.\nNái leiðslubúnaður leyfishafa til landsvæðis eða landgrunns annars ríkis og samstarfssamningur um byggingu og starfrækslu leiðslukerfisins hefur verið gerður milli þess ríkis og íslenska ríkisins getur [Umhverfis- og orkustofnun] lagt þá skyldu á leyfishafa íslensks hluta leiðslubúnaðarins að taka þátt í samstarfinu og sett nánari skilyrði um þátttökuna.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Leiðslubúnaður erlends ríkis.\nBygging og starfræksla leiðslubúnaðar á vegum annars ríkis til flutnings á kolvetni milli landa um landgrunn Íslands er háð leyfi [Umhverfis- og orkustofnunar].\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Skipting kolvetnisauðlindar.\nNái kolvetnisauðlind inn á svæði þar sem tveir eða fleiri hafa rannsóknar- og vinnsluleyfi er leyfishöfum skylt að gera með sér samstarfssamning um framkvæmd rannsókna og vinnslu úr auðlindinni. Samstarfssamningurinn er háður samþykki [Umhverfis- og orkustofnunar]. Náist ekki samkomulag milli leyfishafanna innan hæfilegs tíma er [Umhverfis- og orkustofnun] heimilt að kveða á um innihald hans.\nNái kolvetnisauðlind yfir í landgrunn annars ríkis og samstarfssamningur um framkvæmd rannsókna og vinnslu úr kolvetnisauðlindinni hefur verið gerður milli þess ríkis og íslenska ríkisins getur [Umhverfis- og orkustofnun] lagt þá skyldu á leyfishafa á landgrunni Íslands að taka þátt í samstarfinu og sett nánari skilyrði um þátttökuna.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Samnýting kolvetnisauðlinda.\nTelji [Umhverfis- og orkustofnun] skynsamlegt að samnýta tvær eða fleiri kolvetnisauðlindir af hagkvæmnisástæðum getur [stofnunin], að höfðu samráði við leyfishafa, krafist þess að svo verði gert.\n[Umhverfis- og orkustofnun] er heimilt að skylda leyfishafa til að veita gegn endurgjaldi öðrum leyfishöfum aðgang að búnaði og flutningstækjum með slíka samnýtingu í huga. Nái leyfishafar ekki samkomulagi um endurgjald fyrir afnotin skal það ákveðið af [Umhverfis- og orkustofnun].\nL. 110/2024, 8. gr. L. 166/2008, 10. gr.\nV. kafli. Umhverfisvernd, vinnuumhverfi og öryggisráðstafanir.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Umhverfissjónarmið.\nVið veitingu leyfis skv. ... IV. kafla skal þess gætt að nýting auðlindanna sé með þeim hætti að tekið sé tillit til umhverfissjónarmiða, nýting auðlindanna sé hagkvæm frá þjóðhagslegu sjónarmiði og tekið sé tillit til nýtingar sem þegar er hafin í næsta nágrenni.\nL. 105/2011, 8. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Öryggisráðstafanir.\nVið kolvetnisstarfsemi skal gæta fyllsta öryggis og þess að starfsemin uppfylli þær kröfur sem almennt eru gerðar til kolvetnisstarfsemi á hverjum tíma, m.a. hvað varðar tæknibúnað og vinnuferli.\nLeyfishafi og aðrir sem stunda kolvetnisstarfsemi skulu stuðla að góðum aðbúnaði, hollustuháttum og öryggi á vinnustöð og að virkt eftirlit sé með því að vinnuumhverfi fullnægi gildandi lögum.\n[Leyfishafi og aðrir sem stunda kolvetnisstarfsemi skulu] sjá til þess að gera nauðsynlegar ráðstafanir til að fyrirbyggja tjón eða draga úr afleiðingum tjóns sem orðið hefur, þar á meðal ráðstafanir sem miða að því að færa umhverfið í sitt fyrra horf.\n...\nL. 105/2011, 9. gr. L. 49/2007, 9. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Sérstök öryggisbelti.\nSérstöku öryggisbelti skal komið á fót umhverfis hafstöðvar. [Ráðherra] setur nánari reglur um öryggisbelti í samræmi við alþjóðlegar venjur, þar á meðal um samgöngur og fiskveiðar á svæðinu, og getur hann lagt bann við umferð óviðkomandi skipa og loftfara um svæðið. Þá getur [ráðherra] af öryggisástæðum sett reglur sem takmarka rétt skipa til að festa akkeri og stunda veiðar í nágrenni við leiðslubúnað.\nL. 126/2011, 317. gr.\nVI. kafli. [Eftirlit, úrræði og upplýsingagjöf.]\nL. 49/2007, 14. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Eftirlit.\n[[Umhverfis- og orkustofnun] skal hafa eftirlit með því að [handhafar leitar-, rannsóknar- og vinnsluleyfa] starfi samkvæmt lögum þessum og leyfum ... sem gefin hafa verið út á grundvelli laganna. [Ráðherra] er heimilt að setja nánari reglur um eftirlit [Umhverfis- og orkustofnunar] með reglugerð.]\n[[Umhverfis- og orkustofnun] skal gefa [ráðherra] árlega skýrslu um framkvæmd leitar, rannsókna og vinnslu.\n[Umhverfis- og orkustofnun] skal starfrækja og leiða starf samráðshóps eftirlitsaðila vegna leitar, rannsókna og vinnslu kolvetnis við Ísland. [Í samráðshópnum skulu sitja 11 fulltrúar skipaðir af Húsnæðis- og mannvirkjastofnun, Geislavörnum ríkisins, Hafrannsóknastofnun, Landhelgisgæslu Íslands, Náttúrufræðistofnun, Umhverfis- og orkustofnun, Samgöngustofu, Skipulagsstofnun og Vinnueftirliti ríkisins.] Hlutverk samráðshópsins skal m.a. vera að tryggja upplýsingaskipti og samræma opinbert eftirlit vegna leitar, rannsókna og vinnslu kolvetnis við Ísland. Nánar skal kveðið á um samráðshópinn í reglugerð.]\n[Umhverfis- og orkustofnun] er heimilt að krefjast greiðslu kostnaðar við eftirlit með leitar-, rannsóknar- og vinnslusvæðum kolvetnis þar sem leyfi hefur verið veitt.\nL. 110/2024, 8. gr. L. 105/2011, 10. gr. L. 126/2011, 317. gr. L. 49/2007, 10. gr. L. 166/2008, 11. gr.\n[24. gr. a. Heimildir [Umhverfis- og orkustofnunar].\n[Umhverfis- og orkustofnun] getur krafið [handhafa leitar-, rannsóknar- og vinnsluleyfa] um allar upplýsingar og gögn sem nauðsynleg eru við framkvæmd eftirlits samkvæmt lögum þessum. Skulu gögn og upplýsingar berast innan hæfilegs frests sem [Umhverfis- og orkustofnun] setur. [Umhverfis- og orkustofnun] getur einnig skyldað þessa aðila til að upplýsa stofnunina reglulega um þau atriði sem máli skipta við eftirlitið.\n[Umhverfis- og orkustofnun] getur í eftirlitsstörfum sínum krafist upplýsinga og gagna frá öðrum stjórnvöldum óháð þagnarskyldu þeirra.]\nL. 110/2024, 8. gr. L. 105/2011, 11. gr. L. 49/2007, 11. gr.\n[24. gr. b. Úrræði [Umhverfis- og orkustofnunar].\nEf [handhafi leitarleyfis eða rannsóknar- og vinnsluleyfis] fer ekki eftir skilyrðum laga þessara, reglugerða settra samkvæmt þeim, skilyrðum rannsóknar- og vinnsluleyfis eða öðrum heimildum skal [Umhverfis- og orkustofnun] veita honum skriflega aðvörun og hæfilegan frest til úrbóta að viðlögðum dagsektum. Ef [leitarleyfis- eða] leyfishafi sinnir ekki aðvörun [Umhverfis- og orkustofnunar] innan tilgreindra tímamarka getur [Umhverfis- og orkustofnun] afturkallað leyfið eða breytt því. Ef um alvarlegt brot eða vanrækslu er að ræða eða ljóst er að [leitarleyfis- eða] leyfishafi getur ekki staðið við skyldur sínar samkvæmt leyfinu getur [Umhverfis- og orkustofnun] þó afturkallað það án aðvörunar.\nDagsektir geta numið 50.000&ndash;500.000 kr. á dag. Við ákvörðun dagsekta er heimilt að taka tillit til eðlis vanrækslu eða brots þeirra hagsmuna sem í húfi eru. Ákvörðun um dagsektir skal tilkynnt bréflega á sannanlegan hátt þeim sem hún beinist að. Dagsektir eru aðfararhæfar, svo og kostnaður við innheimtu þeirra. Innheimtar dagsektir renna til ríkissjóðs að frádregnum kostnaði við innheimtuna. Fari [leitarleyfis- eða] leyfishafi ekki að tilmælum [Umhverfis- og orkustofnun] skal hún veita ráðherra upplýsingar um málið.]\nL. 110/2024, 8. gr. L. 105/2011, 12. gr. L. 49/2007, 11. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Upplýsingasöfnun.\n[Umhverfis- og orkustofnun] skal safna öllum upplýsingum um landgrunnið sem til verða við starfsemi samkvæmt lögum þessum.\n[[Umhverfis- og orkustofnun] varðveitir upplýsingar um kolvetnisauðlindir í gagnagrunni. Þar verða gögn sem aflað hefur verið með leit, rannsókn, vinnslu og eftirliti, auk skilaskyldra gagna frá leyfishöfum.]\nL. 110/2024, 8. gr. L. 49/2007, 12. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skýrsla [leitarleyfis- og] leyfishafa.\nHandhafi leitarleyfis eða rannsóknar- og vinnsluleyfis skal eigi sjaldnar en árlega og við lok leyfistíma senda [Umhverfis- og orkustofnun] skýrslu þar sem fram koma upplýsingar um framkvæmd og niðurstöður leitar, rannsókna og vinnslu, upplýsingar um eðli og umfang kolvetnisauðlindar, heildarmagn og mat á verðmæti þess kolvetnis sem hefur verið unnið og fleiri atriði samkvæmt ákvæðum í viðkomandi leyfi. Þá skal [leitarleyfis- og] leyfishafi afhenda gögn og senda sýni af efnum óski [Umhverfis- og orkustofnun] þess.\nL. 105/2011, 13. gr. L. 110/2024, 8. gr.\n[26. gr. a. Þagnarskylda.\nUpplýsingar, sem varðveittar eru af [Umhverfis- og orkustofnun] samkvæmt lögum þessum, skulu vera undanþegnar aðgangi almennings samkvæmt upplýsingalögum á gildistíma [leitarleyfis eða rannsóknar- og vinnsluleyfis].\n[Starfsmenn [Umhverfis- og orkustofnunar] sem annast eftirlit á grundvelli laga þessara eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga. Sama gildir um sérfræðinga sem sinna eftirliti fyrir [Umhverfis- og orkustofnun], svo sem starfsmenn faggiltra skoðunarstofa og eftirlitsaðila.]\nUpplýsingar, sem [handhafi leitarleyfis eða rannsóknar- og vinnsluleyfis] veitir [Umhverfis- og orkustofnun] samkvæmt lögum þessum, skulu vera í vörslu stofnunarinnar. Nú er trúnaðarskylda skv. 1. mgr. fallin niður og er [Umhverfis- og orkustofnun] þá heimilt að láta umræddar upplýsingar í té eða nýta þær í þágu frekari leyfisveitingar.\nLögmælt þagnarskylda íslenskra yfirvalda skal ekki vera því til fyrirstöðu að þau gefi Eftirlitsstofnun EFTA allar þær upplýsingar sem nauðsynlegar eru við framkvæmd samningsins um Evrópska efnahagssvæðið.\nÞrátt fyrir ákvæði um þagnarskyldu er starfsmönnum [Umhverfis- og orkustofnunar] heimilt að semja við rannsóknarleyfishafa um heimildir til rýmri aðgangs að og notkunar á rannsóknargögnum.\nÁkvæði um þagnarskyldu standa því ekki í vegi að [Umhverfis- og orkustofnun] eða önnur stjórnvöld samkvæmt ákvörðun [ráðuneytisins] gefi opinberlega almennar upplýsingar um leitar-, rannsóknar- og vinnslusvæði og framkvæmdir á því svæði, m.a.:\n1. Veiti almennar upplýsingar í tengslum við opinberar tilkynningar, ársskýrslur og annað þess háttar er varðar kolvetnisstarfsemi.\n2. Afhendi upplýsingar vegna samstarfs um kolvetnisstarfsemi við annað ríki, svo fremi svipaðar reglur um upplýsingaleynd gildi í því ríki.\n3. Nýti sér upplýsingar til aukinnar þekkingar á jarðlögum og auðlindum hafsbotnsins.\nHeimilt er að kveða nánar á um þagnarskyldu í leyfi til leitar, rannsókna og vinnslu kolvetnis.]\nL. 110/2024, 8. gr. L. 105/2011, 14. gr. L. 71/2019, 5. gr. L. 126/2011, 317. gr. L. 49/2007, 13. gr.\nVII. kafli. Eignarnáms- og bótaákvæði.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Eignarnám.\n[Ráðherra] er heimilt að taka eignarnámi fasteignir til að starfsemi geti farið fram samkvæmt lögum þessum. Við framkvæmd eignarnámsins og ákvörðun bóta skal farið eftir ákvæðum laga um framkvæmd eignarnáms.\nL. 126/2011, 317. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skaðabætur.\n[Handhafar leitarleyfa eða rannsóknar- og vinnsluleyfa] samkvæmt lögum þessum eru skaðabótaskyldir fyrir hvers konar tjón sem stafar af kolvetnisstarfsemi, þar á meðal umhverfispjöll, án tillits til þess hvort tjónið verður rakið til sakar. [[Umhverfis- og orkustofnun] er heimilt, við ákvörðun um rekstraraðila, að kveða svo á um að skaðabótaskylda samkvæmt þessari málsgrein nái einnig til rekstraraðila sem ekki er leyfishafi.]\n[Í þeim tilvikum þar sem handhafar leyfis til rannsókna og vinnslu á kolvetni eru fleiri en einn skal skaðabótakröfu beint að rekstraraðila leyfisins. Hafi rekstraraðili ekki greitt skaðabótakröfu að fullu á gjalddaga ber leyfishöfum að greiða eftirstöðvar greiðslunnar í réttu hlutfalli við hlut þeirra í viðkomandi leyfi. Standi einstakur leyfishafi ekki skil á sinni greiðslu skal hlutur hans í greiðslu skaðabóta greiddur af öðrum leyfishöfum í réttu hlutfalli við hlut þeirra í viðkomandi leyfi.]\nBætur fyrir líkamstjón eða vegna missis framfæranda má lækka eða fella niður ef sá sem varð fyrir tjóni eða lést átti að einhverju leyti sjálfur sök á tjóninu af ásetningi eða stórkostlegu gáleysi. Bætur fyrir tjón á munum má lækka eða fella niður ef sá sem fyrir tjóni varð átti sjálfur að einhverju leyti sök á tjóninu af ásetningi eða gáleysi.\nBætur fyrir umhverfisspjöll má lækka eða fella niður þegar sannað þykir að tjónið stafaði af náttúruhamförum eða öðrum óviðráðanlegum atvikum sem leyfishafa verður ekki kennt um.\nL. 105/2011, 15. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Almennar reglur skaðabótaréttar.\nÁkvæði 28. gr. takmarka að engu þann rétt til skaðabóta sem leiðir af almennum reglum.\nVIII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Framsal leyfis.\n[Óheimilt er að framselja [rannsóknar- og vinnsluleyfi] samkvæmt lögum þessum, eða nokkurn hluta þess, beint eða óbeint, þriðja aðila eða samleyfishafa nema að fengnu samþykki [Umhverfis- og orkustofnunar]. Einnig er óheimilt nema að fengnu samþykki [Umhverfis- og orkustofnunar] að framselja hlutafé eða önnur eignarréttindi í slíku magni að það geti breytt ráðandi stöðu í félagi sem er leyfishafi eða samleyfishafi eða gera samninga sem hafa sömu áhrif.\n[Umhverfis- og orkustofnun] er heimilt að krefjast gjaldtöku vegna framsals leyfa skv. 1. mgr. Heimilt er að kveða á um slíka gjaldtöku í leyfi.]\nL. 105/2011, 16. gr. L. 110/2024, 8. gr. L. 49/2007, 15. gr.\n[30. gr. a. [Gjaldtaka vegna umsókna, útgáfu leyfa og eftirlits.]\n[Umsækjandi um leyfi til leitar að kolvetni skal greiða til [Umhverfis- og orkustofnunar] 150.000 kr. umsóknargjald.\nUmsækjandi um leyfi til rannsókna og vinnslu kolvetnis skal greiða til [Umhverfis- og orkustofnunar] 150.000 kr. umsóknargjald.]\n[Til að standa undir kostnaði af undirbúningi og útgáfu leyfa samkvæmt lögum þessum skal greiða gjöld til leyfisveitanda:\n1. Fyrir leyfi til leitar að kolvetni með rannsóknir og vinnslu að markmiði, sbr. 4. gr., skal greiða 600.000 kr.\n2. Fyrir leyfi til rannsókna kolvetnis, sbr. 7. gr., skal greiða 850.000 kr.\n3. Fyrir leyfi til vinnslu kolvetnis, sbr. 7. gr., skal greiða 1.350.000 kr.]\nHandhafi leitarleyfis skal greiða gjald að fjárhæð 500.000 kr. á ári til að standa straum af kostnaði við eftirlit, frágang og varðveislu gagna samkvæmt lögum þessum.\nHandhafi rannsóknar- og vinnsluleyfis skal greiða gjald að fjárhæð 1.000.000 kr. á ári til að standa straum af kostnaði við eftirlit, frágang og varðveislu gagna samkvæmt lögum þessum.]\nL. 166/2008, 12. gr. L. 110/2024, 8. gr. L. 49/2007, 16. gr.\n[30. gr. b. Kærur.\nÁkvarðanir [Umhverfis- og orkustofnunar] er lúta að veitingu, endurskoðun og afturköllun leyfa samkvæmt lögum þessum sæta kæru til úrskurðarnefndar umhverfis- og auðlindamála. Um aðild, kærufrest, málsmeðferð og annað er varðar kæruna fer samkvæmt lögum um úrskurðarnefndina.\nStjórnvaldsákvarðanir [Umhverfis- og orkustofnunar] sem ekki má kæra til úrskurðarnefndar umhverfis- og auðlindamála sæta kæru til ráðherra. Kæra til ráðherra skal vera skrifleg. Um meðferð kæru til ráðherra fer að öðru leyti samkvæmt ákvæðum stjórnsýslulaga.]\nL. 110/2024, 8. gr. L. 131/2011, 9. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Reglugerð.\n[Ráðherra] er heimilt að setja með reglugerð nánari ákvæði um framkvæmd laga þessara.\nL. 126/2011, 317. gr. Rg. 884/2011.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Refsingar.\nBrot gegn lögum þessum varða sektum, nema þyngri refsingu varði samkvæmt öðrum lögum. Dæma má jafnt lögaðila sem einstakling til greiðslu sekta vegna brota á lögum þessum. Gera má lögaðila sekt fyrir brot á lögum þessum án tillits til þess hvort sök verður sönnuð á fyrirsvarsmann eða starfsmann lögaðilans.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\n[I.\nÞar til reglugerð hefur verið sett með stoð í 3. mgr. 6. gr. halda reglur um veitingu leyfa til leitar að kolvetni, nr. 553/2001, gildi sínu.]\nL. 166/2008, 13. gr.\n[II.\nFyrir 1. janúar 2010 skulu iðnaðarráðuneyti og umhverfisráðuneyti hafa lokið skoðun á því hvort þörf sé breytinga á ákvæðum 14.&ndash;18. gr. laganna og ákvæðum skipulags- og byggingarlaga, nr. 73/1997, varðandi efni, gerð og málsmeðferð skipulagsáætlana og leyfisveitinga vegna einstakra framkvæmda á grundvelli leyfa til rannsóknar og vinnslu kolvetnis sem gefin eru út af Orkustofnun.]\nL. 166/2008, 13. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    }
  ]
}
