{
  "id": "88/2001",
  "type": "statute",
  "title": "Lög um erfðaefnisskrá lögreglu",
  "status": "in_force",
  "issued_date": "2001-05-31",
  "url": "https://www.althingi.is/lagas/nuna/2001088.html",
  "description": "Tóku gildi 15. júní 2001.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkislögreglustjóri skal halda rafræna skrá með upplýsingum um erfðaefni einstaklinga og nefnist hún erfðaefnisskrá lögreglu. Tilgangur skrárinnar er að lögregla geti nýtt hana við rannsókn sakamála og til að bera kennsl á ákveðna menn.\nRíkislögreglustjóri annast skráningu í erfðaefnisskrána og ber ábyrgð á skránni. Hann skal gæta þess að uppfyllt séu ákvæði laga um persónuvernd og [vinnslu] persónuupplýsinga og reglna sem settar eru á grundvelli þeirra um öryggismat, öryggisráðstafanir og innra eftirlit.\nL. 90/2018, 54. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Erfðaefnisskrá skiptist í:\na. kennslaskrá, með upplýsingum um erfðagerð einstaklinga sem um getur í 4. gr., og\nb. sporaskrá, með upplýsingum um erfðaefni sem fundist hafa á brotavettvangi, eða á mönnum eða munum sem ætlað er að tengist broti, án þess að vitað sé frá hverjum þau stafa.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Í erfðaefnisskrá skal eingöngu færa upplýsingar um nafn, kennitölu, heimilisfang og erfðagerð einstaklings ásamt vísun til dóms eða málsnúmers óupplýsts sakamáls.\nÞegar erfðaefnisupplýsingar hafa verið unnar úr fyrirliggjandi lífsýni skal eyða sýninu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Í kennslaskrá má skrá upplýsingar um erfðagerð þeirra sem:\na. hlotið hafa refsidóm fyrir brot á ákvæðum X. kafla, XI. kafla, 108. gr., 164.–166. gr., 170.–171. gr., 194.–196. gr., 1. og 2. mgr. 200. gr., 201.–202. gr., 211. gr., 2. mgr. 218. gr., 1. mgr. 220. gr. og 252. gr. almennra hegningarlaga. Sama gildir um dóm fyrir tilraun og hlutdeild í þeim brotum;\nb. sýknaðir hafa verið af ákæru um brot gegn þeim lagaákvæðum sem getið er í a-lið, þar með talin tilraunar- og hlutdeildarbrot, vegna skorts á sakhæfi, eða dæmdir hafa verið til að sæta öryggisráðstöfunum skv. VII. kafla almennra hegningarlaga fyrir sömu brot;\nc. tilgreindir eru í a- og b-lið og afplána refsidóm uppkveðinn fyrir gildistöku laga þessara, sæta öryggisráðstöfunum eða hefur verið veitt reynslulausn og reynslutími er ekki liðinn.\nEkki má færa í kennslaskrá upplýsingar um önnur tilvik en greinir í 1. mgr. nema brýnar ástæður beri til og það hafi sérstaka þýðingu fyrir notagildi skrárinnar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hafi lífsýni ekki verið tekið úr einstaklingi áður en fullnaðardómur gengur er heimilt að gera það innan sex mánaða frá uppkvaðningu dóms.\nTöku blóðsýnis annast læknir, hjúkrunarfræðingur eða meinatæknir. Dómfellda er skylt að hlíta þeirri meðferð sem talin er nauðsynleg vegna töku lífsýnis.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Þegar upplýsingar um einstakling hafa verið skráðar á grundvelli 4. gr. ber ríkislögreglustjóra að tilkynna honum skriflega um skráninguna og tilgang hennar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Upplýsingar sem skráðar hafa verið í kennslaskrá skal afmá:\na. eigi síðar en tveimur árum eftir andlát hins skráða,\nb. eigi síðar en sex mánuðum eftir að hinn skráði hefur verið sýknaður eftir endurupptöku máls,\nc. þegar ljóst er að þær eru rangar eða hafa verið skráðar án tilskilinnar heimildar.\nUpplýsingar sem skráðar hafa verið í sporaskrá skal afmá:\na. þegar kennsl hafa verið borin á þann sem upplýsingarnar stafa frá,\nb. við fyrningu brots sem um er að ræða.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Eftirtöldum yfirvöldum má veita aðgang að upplýsingum úr skránni:\na. lögreglustjórum, ríkissaksóknara, [ráðuneytinu],\nb. erlendum dómstólum og erlendum dómsmálayfirvöldum þegar upplýsingar á að nota við rannsókn eða meðferð sakamáls, enda verði það talið samrýmanlegt íslensku réttarskipulagi,\nc. rannsóknarstofu sem annast greiningu erfðaefnis samkvæmt þjónustusamningi við [ráðuneytið], að því marki sem nauðsynlegt er vegna rannsóknar eða meðferðar sakamáls.\nÖðrum en þeim sem getur í 1. mgr. er ekki heimilt að veita aðgang að skránni, sbr. þó 2. mgr. 9. gr.\nL. 126/2011, 328. gr. L. 162/2010, 169. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Persónuvernd skal hafa eftirlit með því að skráning og meðferð skráðra upplýsinga sé í samræmi við lög þessi og reglur sem gilda um persónuvernd og friðhelgi einkalífs. Persónuvernd skal einnig hafa eftirlit með því að öryggi skrárinnar sé tryggt þannig að óviðkomandi fái ekki aðgang að henni eða geti haft áhrif á skráningu í hana.\nPersónuvernd hefur aðgang að skráðum upplýsingum og öðrum nauðsynlegum gögnum til að sinna eftirliti með erfðaefnisskrá.\nNú gerir Persónuvernd athugasemdir við starfrækslu skrárinnar og skal hún þá koma þeim og tillögum um úrbætur á framfæri við ríkislögreglustjóra og [ráðuneytið]. Að öðru leyti fer um heimildir Persónuverndar samkvæmt lögum um persónuvernd og [vinnslu] persónuupplýsinga [og lögum um vinnslu persónuupplýsinga í löggæslutilgangi].\nL. 162/2010, 169. gr. L. 90/2018, 54. gr. L. 75/2019, 37. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
