{
  "id": "40/2002",
  "type": "statute",
  "title": "Lög um fasteignakaup",
  "status": "in_force",
  "issued_date": "2002-04-18",
  "url": "https://www.althingi.is/lagas/nuna/2002040.html",
  "description": "Tóku gildi 1. júní 2002.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um kaup á fasteignum að því leyti sem ekki er á annan veg mælt í lögum. Lögin gilda einnig um makaskipti og um kaup og skipti á hlutum í fasteign eftir því sem við getur átt. Enn fremur gilda þau um kaup á fasteign þegar seljandi á að annast smíði hennar í heild eða að hluta og kaupandi leggur ekki til verulegan hluta efnis til smíðinnar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hugtakið fasteign.\nFasteign samkvæmt lögum þessum telst vera afmarkaður hluti lands, ásamt eðlilegum hlutum þess, lífrænum og ólífrænum, og mannvirki sem varanlega eru við landið skeytt. Með fasteign er einnig átt við eignarhluta í húsi eða öðru mannvirki sem skiptist í fleiri en einn slíkan.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Makaskipti.\nVið makaskipti telst hvor samningsaðila seljandi þeirrar fasteignar sem hann afhendir og kaupandi þeirrar sem hann tekur við.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gjafagerningar.\nEf eigendaskipti að fasteign verða með gjafagerningi gilda ákvæði 7. gr., 11. gr., 3. mgr. 12. gr., 13. gr. og 2., 4. og 5. mgr. 51. gr. Um gefanda gilda þá reglur um seljanda og um gjafþega reglur um kaupanda.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Samningar.\nHeimilt er að víkja frá lögum þessum með samningi, enda sé ekki annað ákveðið í þeim eða leiði með vissu af ákvæðum þeirra.\nEkki er þó heimilt að víkja frá lögunum með samningi í neytendakaupum ef það yrði óhagstæðara fyrir kaupanda.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Neytendakaup.\nMeð neytendakaupum er í lögum þessum átt við kaup á fasteign af seljanda, þegar salan er liður í atvinnustarfsemi hans, og eignin er aðallega ætluð til persónulegra afnota fyrir kaupanda, fjölskyldu hans, heimilisfólk og þá sem hann umgengst. Kaup teljast þó ekki neytendakaup ef seljandi hvorki vissi né mátti vita við samningsgerð að fasteign var keypt í þessu skyni.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Form samninga.\nSamningur um kaup á fasteign er bindandi þegar skriflegt tilboð hefur verið samþykkt af móttakanda þess með undirskrift, enda felist í því skuldbinding um greiðslu tilgreinds kaupverðs og afhendingu fasteignar.\nEf umboðsmaður kemur fram fyrir hönd kaupanda eða seljanda skal umboð hans vera skriflegt.\nTil skriflegs forms og undirskrifta samkvæmt lögum þessum telst rafrænt form og undirskriftir sem hafa sama gildi samkvæmt fyrirmælum í lögum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Fyrirvari.\nNú er skuldbindingargildi kaupsamnings um fasteign bundið fyrirvara um atvik sem ekki hefur gengið eftir og skal þá kaupsamningurinn falla niður að liðnum tveimur mánuðum frá því að hann komst á.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Forkaupsréttur.\nNú á maður forkaupsrétt að fasteign sem kaupsamningur hefur verið gerður um og skal þá seljandi þegar bjóða honum skriflega að neyta þess réttar. Söluverð og aðrir skilmálar skulu jafnframt tilgreindir á tæmandi hátt. Sé um að ræða makaskipti skal seljandi tilgreina hversu hátt hin framboðna fasteign er metin til peningaverðs. Hefur þá rétthafi heimild til að kaupa fasteignina því verði eða matsverði. Mat skal framkvæmt af dómkvöddum mönnum samkvæmt reglum 34. gr. jarðalaga, nr. 65/1976, með síðari breytingum.\nForkaupsréttarhafi skal svara skriflega og afdráttarlaust tilboði seljanda innan 15 daga frá því að honum barst það, ella glatar hann í það sinn rétti sínum til að kaupa.\nII. kafli. Um afhendingu o.fl.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Undirbúningur afhendingar.\nVið afhendingu skal seljandi hafa rýmt fasteign og ræst.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Afhending og afsal.\nNú er ekki samið um afhendingartíma fasteignar og er þá seljanda ekki skylt að afhenda hana nema kaupverðið sé greitt samtímis. Sé samið um að afhending geti farið fram á tilgreindu tímabili má seljandi velja hvenær innan þess afhending fer fram.\nÞegar kaupandi hefur efnt skyldur sínar samkvæmt kaupsamningi á hann rétt á afsali úr hendi seljanda.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Áhættan af seldri fasteign.\nÁhættan af seldri fasteign flyst til kaupanda við afhendingu. Þegar áhætta af seldri fasteign hefur flust til kaupanda helst skylda hans til að greiða kaupverðið þótt eignin rýrni, skemmist eða farist af ástæðum sem seljanda er ekki um að kenna.\nEf seljandi getur ekki afhent fasteign á réttum tíma af ástæðum sem kaupanda er um að kenna ber kaupandi áhættu af fasteigninni frá þeim tíma sem hann gat fengið hana afhenta.\nNú hefur seljandi vátryggt fasteign gegn rýrnun, skemmdum eða eyðileggingu, sem um getur í 1. mgr., og öðlast kaupandi þá rétt samkvæmt vátryggingarsamningi ef fasteignin rýrnar, skemmist eða ferst eftir að kaupsamningur um hana varð bindandi, nema seljandi geti losnað undan samningnum. Seljanda er skylt að framselja réttindi sín samkvæmt vátryggingarsamningi þegar kaupandi krefst þess, enda hafi hann efnt skyldur sínar samkvæmt kaupsamningnum.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Arður og kostnaður.\nSeljandi á rétt á arði af fasteign fram að afhendingu og ábyrgist kostnað af henni til sama tíma. Sé fasteign ekki afhent á réttum tíma, af ástæðum sem kaupanda er um að kenna, ábyrgist kaupandi kostnað af eigninni frá þeim tíma.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kostnaður við sölu.\nSeljandi skal bera allan kostnað vegna undirbúnings sölu fasteignar. Þó skal kaupandi greiða stimpilgjöld og annan kostnað vegna þinglýsingar eða skráningar eignarheimildar sinnar yfir fasteign og annarra eignarréttinda sem hann stofnar til vegna kaupanna.\nFari kaup fram fyrir milligöngu miðlara skal kostnaður við það greiðast af þeim sem veitt hefur miðlara umboð til verksins. Feli viðsemjandi hans miðlara að annast sérstök verkefni í sína þágu er það gagnaðila hans óviðkomandi. Leiti aðili samnings aðstoðar annarra sérfræðinga við kaupin skal hann greiða kostnað af því.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Umsjón með fasteign.\nNú er fasteign ekki afhent á umsömdum tíma og er seljandi þá skyldur til að hafa hæfilega umsjón með henni.\nVilji kaupandi losna undan samningsskyldum sínum, eftir afhendingu fasteignar, skal hann hafa hæfilega umsjón með henni.\nSá sem hefur umsjón með fasteign skv. 1. eða 2. mgr. getur krafist greiðslu á réttmætum kostnaði við umsjónina.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Tilkynningar.\nNú sendir kaupandi eða seljandi, með sannanlegum hætti, tilkynningu samkvæmt lögum þessum, sem gilt þykir að nota miðað við aðstæður, og getur þá sendandi, komi ekki annað í ljós, byggt á því að tilkynningin hafi verið send réttilega og nægilega snemma þótt henni seinki, mistök verði við hana eða hún komist ekki til viðtakanda.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Veðréttindi.\nÞegar kaupandi hefur greitt kaupverðið eða hluta þess öðlast hann veðrétt í fasteign til tryggingar kröfu um endurgreiðslu þess sem hann hefur innt af hendi. Um réttarvernd og þinglýsingu fer samkvæmt lögum um samningsveð og þinglýsingalögum.\nIII. kafli. Eiginleikar fasteignar, gallar, fylgifé o.fl.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Um galla á fasteign.\nFasteign telst gölluð ef hún stenst ekki þær kröfur um gæði, búnað og annað sem leiðir af lögum þessum og kaupsamningi. Notuð fasteign telst þó ekki gölluð, nema ágallinn rýri verðmæti hennar svo nokkru varði eða seljandi hafi sýnt af sér saknæma háttsemi.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Nánar um galla á fasteign.\nFasteign telst gölluð ef hún:\na. hentar ekki til þeirra afnota sem sambærilegar eignir eru venjulega notaðar til, eða\nb. hentar ekki til þeirra sérstöku afnota fyrir kaupanda sem seljanda var eða mátti vera kunnugt um þegar kaupsamningur var gerður. Þetta gildir þó eigi ef kaupandi byggði ekki á þekkingu eða mati seljanda á eiginleikum eignarinnar eða skorti réttmæta ástæðu til þess.\nÍ neytendakaupum skal ástand og búnaður fasteignar eða hluta hennar vera í samræmi við þær kröfur sem gerðar eru í lögum, stjórnvaldsreglum eða fyrirmælum reistum á þeim er voru í gildi þegar fasteign eða hlutar hennar voru byggðir eða endurbyggðir. Þetta gildir þó ekki ef kaupandi byggði ekki á þekkingu eða mati seljanda á eiginleikum eignarinnar eða skorti réttmæta ástæðu til þess.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Tímamark við mat á galla.\nVið mat á því hvort fasteign telst gölluð skal miða við það tímamark er hún flyst yfir í áhættu kaupanda skv. 12. gr. eða samkvæmt samningi. Um galla getur þó verið að ræða þótt hann eða afleiðingar hans komi í ljós síðar.\nSeljandi ber ábyrgð á galla, sem fram kemur síðar, ef orsakir gallans eru vanefndir af hans hálfu. Sama á við ef seljandi hefur með ábyrgðaryfirlýsingu eða öðrum hætti tekist á hendur ábyrgð á eiginleikum eða öðrum kostum fasteignar í tiltekinn tíma.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Stærðarfrávik.\nÞótt flatarmál fasteignar sé minna en kaupandi gerði ráð fyrir telst það ekki galli, nema það sé verulega minna en seljandi upplýsti fyrir kaup eða háttsemi hans teljist stórfellt gáleysi.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Fylgifé fasteignar.\nLeiði annað ekki af kaupsamningi telst fasteign gölluð ef hún hefur ekki þann búnað eða réttindi sem segir í 23.–25. gr., enda hafi búnaðurinn eða réttindin verið fyrir hendi við skoðun, eða átt að fylgja samkvæmt lögum, kaupsamningi, öðrum gögnum eða venju. Leiki vafi á hvort búnaður eða réttindi telst fylgifé fasteignar skal einkum litið til þess hvort viðurhlutamikið væri að skilja búnaðinn eða réttindin frá fasteign, hvort verðmæti búnaðar eða réttinda sé í einhverjum mæli háð tengslum við eignina, þau séu nauðsynleg fyrir eðlileg afnot hennar eða geti best nýst þar.\nSeljanda er skylt að afhenda fylgifé fasteignar með henni án sérstaks endurgjalds, nema um annað sé samið.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Nánar um fylgifé fasteignar.\nTil fylgifjár fasteignar telst:\na. Hlutir sem tengjast fasteign og eiga að gera það samkvæmt lögum, stjórnvaldsreglum eða yfirvaldsákvörðunum teknum á grundvelli þeirra.\nb. Hlutir eða búnaður sem keyptur er með opinberri aðstoð eða fyrir fjármuni sem hið opinbera mælir fyrir um að skuli renna til hluta eða búnaðar til afnota á fasteigninni.\nc. Hlutur í sameign, afnotaréttindi og önnur óbein eignarréttindi er fylgja fasteign og hlutur sem heyrir til rekstri fasteignar.\nd. Ógjaldfallin leiga og aðrar ógjaldfallnar kröfur sem tilheyra fasteigninni.\ne. Inneign í hússjóði eða framkvæmdasjóði fjöleignarhúss eða öðrum sambærilegum sjóðum.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Sérstakt fylgifé íbúðarhúsnæðis o.fl.\nTil fylgifjár íbúðarhúsnæðis, gistihúsa, veitingahúsa, skrifstofuhúsnæðis og annars húsnæðis sem ætlað er til rekstrar teljast varanlegar innréttingar og búnaður sem annaðhvort er skeytt varanlega við fasteignina eða er sérstaklega sniðinn að henni. Þetta á meðal annars við um fastan búnað og lagnir til hitunar og vatnsmiðlunar, rafmagnsvirki og leiðslur, loftnet og annan móttökubúnað í eigu seljanda, sem fest eru á fasteign, föst gólfteppi og önnur gólfefni sérstaklega tilsniðin, gluggabúnað, bað- og eldhúsinnréttingar og tæki og vélar sem eru sérstaklega felld inn í innréttingarnar og verða hluti af þeim og aðra innbyggða hluta.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Sérstakt fylgifé fasteigna sem ætlaðar eru til landbúnaðar.\nTil fylgifjár fasteignar sem ætluð er til landbúnaðar teljast tæki og búnaður sem annað tveggja er varanlega festur við hana eða er sérstaklega að henni sniðinn. Ökutæki ásamt búnaði þeirra teljast ekki til fylgifjár slíkra fasteigna.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skortur á upplýsingum.\nFasteign telst gölluð ef kaupandi hefur ekki fengið þær upplýsingar um hana sem seljandi vissi eða mátti vita um og kaupandi hafði réttmæta ástæðu til að ætla að hann fengi. Þetta gildir þó aðeins ef það hefur haft áhrif á gerð eða efni kaupsamnings að upplýsingarnar voru ekki veittar.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Rangar upplýsingar.\nFasteign telst gölluð ef hún er ekki í samræmi við upplýsingar sem seljandi, eða þeir sem koma fram fyrir hans hönd, hafa veitt kaupanda. Hið sama á við ef fasteignin er ekki í samræmi við upplýsingar sem veittar eru í auglýsingum, söluyfirliti eða öðrum sölu- eða kynningargögnum um hana.\nÁkvæði 1. mgr. á þó aðeins við ef upplýsingar hafa haft áhrif á gerð eða efni kaupsamnings og þær eru ekki skýrlega leiðréttar í tæka tíð.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Fasteign seld „í því ástandi sem hún er“.\nÞótt fasteignakaup séu gerð með þeim skilmálum að eign sé seld „í því ástandi sem hún er og kaupandi hefur kynnt sér“ eða með sambærilegum almennum fyrirvara telst hún samt gölluð ef ákvæði 26. og 27. gr. eiga við. Fasteignin telst einnig gölluð, þótt hún sé seld með framangreindum skilmálum, ef ástand hennar er til muna lakara en kaupandi hafði ástæðu til að ætla miðað við kaupverð hennar eða atvik að öðru leyti.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Skoðun og önnur rannsókn á fasteign.\nKaupandi getur ekki borið fyrir sig galla á fasteign sem hann þekkti til eða átti að þekkja til þegar kaupsamningurinn var gerður.\nHafi kaupandi skoðað fasteign, áður en kaup gerðust, eða án nægjanlegrar ástæðu látið undir höfuð leggjast að skoða hana, þótt seljandi skoraði á hann um það, getur hann ekki borið fyrir sig galla sem hann hefði mátt sjá við slíka skoðun. Þetta á þó ekki við ef seljandi sýndi af sér stórkostlegt gáleysi eða framferði hans stríðir með öðrum hætti gegn heiðarleika og góðri trú.\nÁkvæði 1. og 2. mgr. víkja fyrir efni 26. gr. um skort á upplýsingum um fasteign.\nIV. kafli. Vanefndaúrræði kaupanda. Afhendingardráttur.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Almenn ákvæði.\nNú afhendir seljandi ekki fasteign eða gefur ekki út afsal á réttum tíma, án þess að því valdi atvik sem kaupanda er um að kenna eða hann ber ábyrgð á, og getur þá kaupandi beitt eftirtöldum vanefndaúrræðum, séu skilyrði laga þessara fyrir hendi:\na. krafist efnda skv. 31. gr.,\nb. rift skv. 32. gr.,\nc. krafist skaðabóta skv. 34. gr.,\nd. haldið eftir af greiðslu kaupverðs skv. 35. gr.\nNú efnir seljandi ekki á réttum tíma aðrar skyldur sínar samkvæmt kaupsamningi en greinir í 1. mgr. og eiga þá við ákvæði laga þessara um afhendingardrátt, með þeim undantekningum sem greinir í 2. mgr. 32. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Krafa um efndir.\nKaupandi getur haldið fast við kaup og krafist efnda ef það er á valdi seljanda að bæta úr og efndir mundu ekki leiða til slíks óhagræðis eða kostnaðar fyrir hann að það væri í verulegu ósamræmi við hagsmuni kaupanda af því að fá réttar efndir.\nKaupandi glatar rétti til að krefjast efnda ef óeðlilega dregst af hans hálfu að setja fram kröfuna.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Riftun.\nKaupandi getur rift samningi ef afhendingardráttur telst veruleg vanefnd.\nKaupandi getur einnig rift ef seljandi afhendir ekki fasteign innan hæfilegs viðbótarfrests sem kaupandi hefur sett honum. Áður en viðbótarfresturinn rennur út getur kaupandi ekki rift, nema seljandi lýsi því yfir að eignin muni ekki afhent innan frestsins, eða það er ljóst af öðrum ástæðum.\nÞað er skilyrði riftunar samkvæmt þessari grein að fasteignin hafi ekki rýrnað, skemmst eða farist meðan kaupandi bar áhættu af henni. Riftun getur þó farið fram ef orsakir þess að fasteign rýrnar, skemmist eða ferst eru tilviljunarkenndir atburðir eða aðrar ástæður, sem kaupandi ber ekki ábyrgð á, eða atvik sem urðu áður en kaupandi varð eða mátti verða var við þær aðstæður sem riftun er reist á. Kaupandi glatar ekki heldur rétti til riftunar ef hann greiðir seljanda bætur vegna verðrýrnunar.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Réttaráhrif riftunar.\nNú er kaupsamningi rift og falla þá brott skyldur samningsaðila til efnda.\nNú hefur samningur verið efndur í heild eða að hluta þegar honum er rift og á þá hvor um sig rétt á að fá til baka þá greiðslu sem hann hefur innt af hendi. Rétt er þeim er tekið hefur við greiðslu að halda henni þar til viðsemjandi hans afhendir þá greiðslu sem hann fékk. Sama á við þegar gerð er réttmæt krafa um skaðabætur eða vexti og ekki hefur verið sett fullnægjandi trygging fyrir þeirri kröfu.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Skaðabætur.\nKaupandi getur krafist skaðabóta vegna afhendingardráttar fyrir annað tjón en óbeint tjón skv. 59. gr. þótt seljandi hafi ekki sýnt af sér sök. Seljandi firrir sig bótaábyrgð ef hann sannar að drátturinn stafi af hindrun sem hann fékk ekki við ráðið og ekki er sanngjarnt að ætla að hann hafi reiknað með við kaupsamningsgerð eða að hann hefði getað bægt hindruninni frá eða forðast afleiðingar hennar.\nNú verður afhendingardráttur af ástæðum sem varða þriðja mann er seljandi hefur falið að efna samning í heild eða að hluta og er seljandi þá aðeins laus úr ábyrgð ef þriðji maður yrði það skv. 1. mgr.\nSeljandi er laus úr ábyrgð þann tíma sem hindrun stendur. Falli hún brott er unnt að koma fram ábyrgð, enda sé seljanda þá skylt að efna en láti það hjá líða.\nVerði afhendingardráttur eða tjón vegna saknæmrar háttsemi seljanda getur kaupandi krafist skaðabóta bæði fyrir beint og óbeint tjón.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Stöðvunarréttur.\nHafi kaupandi uppi réttmæta kröfu vegna afhendingardráttar getur hann á eigin áhættu haldið eftir svo miklu af kaupverði sem nægir til að tryggja greiðslu hennar.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Upplýsingar um hindrun.\nKomi hindrun í veg fyrir að seljandi geti efnt kaupsamning á réttum tíma skal hann upplýsa kaupanda um hana og hvaða afleiðingar hún hefur á möguleika hans til réttra efnda. Ef seljandi sinnir ekki þessari skyldu innan hæfilegs tíma eftir að hann vissi eða mátti vita um hindrunina getur kaupandi krafist skaðabóta fyrir það tjón sem afstýra mátti ef tilkynning hefði verið send á réttum tíma.\nGallar.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Almenn ákvæði.\nNú er fasteign gölluð, án þess að því valdi atvik sem kaupanda er um að kenna eða hann af öðrum ástæðum ber ábyrgð á, og getur hann þá beitt eftirtöldum vanefndaúrræðum, séu skilyrði þeirra fyrir hendi:\na. krafist úrbóta skv. 39. gr.,\nb. krafist afsláttar skv. 41. gr.,\nc. rift skv. 42. gr.,\nd. krafist skaðabóta skv. 43. gr.,\ne. haldið eftir greiðslu skv. 44. gr.\nReglum um galla skal beitt, eftir því sem við getur átt, um aðrar vanefndir seljanda.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Skoðun kaupanda eftir afhendingu.\nÞegar seljandi hefur afhent fasteign skal kaupandi, svo fljótt sem verða má, skoða eignina á þann hátt sem góð venja er.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Úrbætur.\nNú er fasteign gölluð, en seljandi býðst til að bæta úr galla á eigin reikning, og er þá kaupanda skylt að una því ef úrbæturnar hafa ekki í för með sér slík óþægindi fyrir hann að ósanngjarnt má telja og hann hefur ekki sérstakar ástæður til að leggjast gegn þeim.\nHafi seljandi byggt fasteign eða smíðað innréttingar í hana getur kaupandi krafist þess að hann bæti á eigin reikning úr galla, enda verði það gert án þess að það valdi honum ósanngjörnum kostnaði eða óhagræði.\nHafi kaupandi krafist úrbóta á galla skulu þær fara fram innan hæfilegs tíma.\nBæti seljandi ekki úr galla getur kaupandi krafist afsláttar skv. 41. gr. eða rift skv. 42. gr. Þetta á þó ekki við ef kaupandi kemur í veg fyrir að seljandi bæti úr galla skv. 1. mgr. Ef seljanda er skylt að bæta úr gallanum, en gerir það ekki, getur kaupandi krafist skaðabóta vegna þess kostnaðar sem hann hefur af úrbótunum.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Krafa um úrbætur.\nKaupandi glatar rétti til að krefjast úrbóta ef hann tilkynnir ekki seljanda um þá kröfu samtímis kröfu skv. 50. gr., eða innan sanngjarns frests eftir það. Kröfu má þó hafa uppi síðar ef seljandi hefur sýnt af sér stórkostlegt gáleysi eða framferði hans stríðir með öðrum hætti gegn heiðarleika og góðri trú.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Afsláttur.\nEf fasteign er gölluð getur kaupandi krafist afsláttar.\nÁkveða skal afslátt að tiltölu eða í samræmi við kostnað af því að bæta úr galla.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Riftun.\nKaupandi getur rift kaupsamningi ef galli telst veruleg vanefnd.\nNú tilkynnir kaupandi seljanda ekki um riftun innan sanngjarns frests frá því að hann vissi eða mátti vita um galla eða eftir að frestur í tilkynningu, sbr. 39. eða 40. gr., er liðinn og glatar hann þá rétti til riftunar. Þetta gildir þó ekki ef seljandi hefur sýnt af sér stórkostlegt gáleysi eða framferði hans stríðir með öðrum hætti gegn heiðarleika og góðri trú.\nÁkvæði 3. mgr. 32. gr. og 33. gr. gilda, eftir því sem við getur átt, um riftun samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Skaðabætur.\nNú er fasteign gölluð og getur þá kaupandi krafist skaðabóta vegna annars tjóns en óbeins tjóns skv. 59. gr. þótt seljandi hafi ekki sýnt af sér saknæma háttsemi. Þetta á þó ekki við ef seljandi sannar að galla megi rekja til hindrunar þeirrar sem nefnd er í 1. mgr. 34. gr. Ákvæði 34. gr. verður beitt um galla eftir því sem við getur átt.\nEf galla eða tjón má rekja til saknæmrar háttsemi seljanda getur kaupandi krafist skaðabóta bæði fyrir beint og óbeint tjón. Sama gildir ef fasteign var við kaupsamningsgerð ekki í samræmi við ábyrgðaryfirlýsingu seljanda.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Stöðvunarréttur.\nNú hefur kaupandi uppi réttmæta kröfu vegna galla og getur hann þá á eigin áhættu haldið eftir svo miklum hluta kaupverðs sem nægir til að tryggja greiðslu hennar.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Krafa á hendur fyrri eigendum eða öðrum (sprangkrafa).\nKaupandi getur beint kröfu vegna galla að fyrri eiganda eða öðrum fyrri samningsaðila í sama mæli og seljandi gæti haft uppi slíka kröfu.\nKaupandi verður að tilkynna fyrri eiganda eða öðrum fyrri samningsaðila um kröfuna innan þess frests sem gildir um sömu kröfu á hendur seljanda og í síðasta lagi innan þess frests sem gildir í réttarsambandi seljanda og fyrri samningsaðila.\nVanheimild o.fl.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Vanheimild o.fl.\nNú á þriðji maður beinan eignarrétt, veðrétt eða annars konar rétt til fasteignar og gilda þá ákvæði um galla eftir því sem við getur átt, enda leiði ekki af kaupsamningi að kaupandi hafi átt að yfirtaka fasteignina með þeim takmörkunum sem leiðir af rétti þriðja manns. Kaupandi getur þó ekki krafist úrbóta skv. 39. gr.\nGrandlaus kaupandi getur þó alltaf krafist skaðabóta vegna tjóns sem leiðir af því að fasteign var eign annars manns en seljanda þegar samningur var gerður.\nEf þriðji maður gerir tilkall til réttar yfir fasteign og seljandi andmælir gilda ákvæði 1. og 2. mgr., nema augljóst sé að krafan eigi ekki við nein rök að styðjast.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Kvaðir eða höft opinbersréttarlegs eðlis.\nEf kvaðir eða höft opinbersréttarlegs eðlis hvíla á fasteign gilda ákvæði laganna um galla eftir því sem við getur átt.\nTilkynningar, tómlæti, fyrning.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Tilkynningar o.fl.\nKaupandi glatar rétti til að bera fyrir sig vanefnd ef hann tilkynnir seljanda ekki innan sanngjarns frests, eftir að hann varð eða mátti verða hennar var, um eðli og umfang hennar og að hann ætli að bera hana fyrir sig.\nRéttur til að senda tilkynningu fellur niður að liðnum fimm árum frá afhendingu fasteignar, nema seljandi hafi ábyrgst hana í lengri tíma.\nSeljandi getur þó ekki borið fyrir sig að tilkynning hafi verið send of seint ef hann hefur sýnt af sér stórkostlegt gáleysi eða framferði hans stríðir með öðrum hætti gegn heiðarleika og góðri trú.\nKröfur samkvæmt lögum þessum fyrnast eftir reglum laga um fyrning skulda og annarra kröfuréttinda.\nV. kafli. Vanefndaúrræði seljanda.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Almenn ákvæði.\nNú greiðir kaupandi ekki kaupverðið á réttum tíma eða vanefnir aðrar skyldur sínar samkvæmt kaupsamningi, án þess að seljanda sé um að kenna eða atvikum sem hann ber ábyrgð á, og getur þá seljandi beitt eftirtöldum vanefndaúrræðum séu skilyrði laga þessara fyrir hendi:\na. krafist réttra efnda skv. 50. gr.,\nb. rift skv. 51. gr.,\nc. krafist skaðabóta skv. 52. gr.,\nd. haldið eftir greiðslu skv. 53. gr.,\ne. krafist vaxta skv. 61. gr.\nHafi afhending ekki farið fram samkvæmt kaupsamningi, án þess að seljanda sé um að kenna eða atvikum sem hann ber ábyrgð á, gilda ákvæði 2., 3. og 4. mgr. 51. gr. og 2. mgr. 52. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Krafa um réttar efndir.\nSeljandi getur krafist þess að kaupsamningur verði efndur samkvæmt efni sínu og kaupandi greiði kaupverðið. Þetta á þó ekki við ef greiðsla kaupanda fer ekki fram vegna þess að stöðvun hefur orðið í greiðslumiðlun banka eða lánastofnana eða af öðrum ástæðum sem kaupandi fær alls ekki við ráðið. Hafi seljandi ekki afhent fasteign eða gefið út afsal glatar hann rétti til að krefjast efnda láti hann hjá líða í óhæfilega langan tíma að setja slíka kröfu fram.\nUm rétt seljanda til að krefja kaupanda um efndir á öðrum skyldum en greiðslu kaupverðsins gilda ákvæði 31. gr. eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Riftun.\nSeljandi getur rift kaupsamningi ef greiðsludráttur af hálfu kaupanda telst veruleg vanefnd.\nSeljandi getur einnig rift kaupsamningi þegar kaupandi efnir ekki aðrar skyldur en greiðslu kaupverðsins og vanefndin telst veruleg. Seljandi getur með sömu skilyrðum rift vegna viðtökudráttar ef hann hefur ríka hagsmuni af því að geta afhent fasteignina.\nSeljandi getur enn fremur rift ef kaupandi greiðir ekki innan sanngjarns viðbótarfrests sem seljandi hefur veitt fyrir greiðslu eða tekur ekki við fasteigninni innan þess frests sem seljandi hefur sett og hann hefur sérstaka hagsmuni af því að geta afhent eignina. Áður en viðbótarfresturinn er liðinn getur seljandi ekki rift, nema því aðeins að kaupandi hafi sagt að hann muni ekki efna skyldur sínar innan frestsins.\nSeljandi getur ekki rift eftir að afsal hefur verið gefið út til kaupanda, nema hann hafi sérstaklega áskilið sér það.\nUm réttaráhrif riftunar gilda ákvæði 33. gr. eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Skaðabætur.\nSeljandi getur krafist skaðabóta fyrir tjón vegna greiðsludráttar. Þetta gildir þó ekki ef greiðsla kaupanda fer ekki fram vegna þess að stöðvun hefur orðið í greiðslumiðlun banka eða lánastofnana eða af öðrum ástæðum sem kaupandi fær alls ekki við ráðið og ekki er sanngjarnt að ætla að hann hafi reiknað með hindruninni þegar kaupsamningur var gerður, eða gæti hafa bægt henni frá eða forðast afleiðingar hennar. Reglur 2. og 3. mgr. 34. gr. gilda eftir því sem við getur átt.\nSeljandi getur krafist skaðabóta skv. 34. gr. fyrir það tjón sem hann verður fyrir vegna þess að:\na. kaupandi efnir ekki aðrar skyldur en greiðslu kaupverðsins, eða\nb. kaupandi tekur ekki við fasteign á réttum tíma þegar seljandi hefur ríka hagsmuni af því að afhenda hana.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Stöðvunarréttur.\nHafi seljandi ekki veitt kaupanda greiðslufrest eða frest á efndum annarra skyldna er hann hvorki skyldur til að afhenda fasteign né gefa út afsal nema kaupandi efni skyldur sínar samkvæmt kaupsamningi.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Upplýsingar um efndahindrun.\nKomi hindrun í veg fyrir að kaupandi geti efnt kaupsamning réttilega skal hann upplýsa seljanda um hana og hvaða afleiðingar hún hefur á möguleika hans til réttra efnda. Ef kaupandi sinnir ekki þessari skyldu innan hæfilegs tíma eftir að hann vissi eða mátti vita um hindrunina getur seljandi krafist skaðabóta fyrir það tjón sem afstýra mátti ef tilkynning hefði verið send á réttum tíma.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Tilkynningar.\nNú er kaupverðið greitt og getur þá seljandi ekki rift kaupsamningi nema hann tilkynni kaupanda það:\na. við greiðsludrátt, áður en hann fékk að vita um greiðslu af hálfu kaupanda, eða\nb. við aðrar vanefndir innan hæfilegs frests eftir að honum var eða mátti vera kunnugt um vanefndina eða eftir að liðinn er hæfilegur viðbótarfrestur skv. 3. mgr. 51. gr.\nNú hyggst seljandi krefja kaupanda um skaðabætur og skal hann þá tilkynna það innan hæfilegs frests ella glatar hann rétti sínum til bóta.\nVI. kafli. Sameiginleg ákvæði um fyrirsjáanlegar vanefndir o.fl.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Stöðvun efnda.\nSamningsaðili getur stöðvað efndir og haldið eftir greiðslu ef háttsemi viðsemjanda hans gefur sérstakt tilefni til þess eða greiðslugeta hans, vilji eða möguleikar til að efna að öðru leyti hafa beðið alvarlegan hnekki, þannig að hann muni fyrirsjáanlega ekki efna verulegan hluta skyldna sinna.\nSamningsaðili, sem stöðvar efndir, skal strax tilkynna það viðsemjanda sínum. Ef slík tilkynning er ekki send getur viðsemjandinn krafist skaðabóta fyrir tjón sem forðast hefði mátt ef tilkynning hefði verið réttilega send.\nSamningsaðili, sem stöðvað hefur efndir, er skyldur til að efna ef viðsemjandi hans setur fullnægjandi tryggingar fyrir efndum af sinni hálfu.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Riftun.\nNú er gjalddagi á greiðslu ekki kominn, en þó víst að vanefndir verða af hálfu annars samningsaðilans sem veita munu hinum rétt til að rifta, og getur hann þá rift kaupsamningnum þótt gjalddagi sé ekki kominn. Veiti viðsemjandinn fullnægjandi tryggingu fyrir réttum efndum getur riftun þó ekki farið fram.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Gjaldþrotaskipti.\nEf bú annars samningsaðila verður tekið til gjaldþrotaskipta gilda ákvæði XV. kafla laga um gjaldþrotaskipti o.fl.\nVII. kafli. Sameiginleg ákvæði um skaðabætur. Vextir.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Fjárhæð skaðabóta, óbeint tjón.\nNú getur annar samningsaðila krafist skaðabóta vegna vanefnda og skulu þá bæturnar svara til þess fjárhagslega tjóns sem hann hefur orðið fyrir vegna þeirra. Þetta á þó aðeins við um tjón sem sá er ábyrgð ber gat með sanngirni séð fyrir sem sennilegar afleiðingar vanefnda.\nÞegar lög þessi gera greinarmun á beinu og óbeinu tjóni telst óbeint tjón vera:\na. tjón sem rekja má til samdráttar eða stöðvunar í framleiðslu eða viðskiptum,\nb. tjón sem rekja má til þess að fasteign kemur ekki að þeim notum sem með réttu var stefnt að,\nc. tjón sem rekja má til missis hagnaðar þegar samningur við þriðja mann fellur brott eða verður ekki réttilega efndur,\nd. tjón sem rekja má til skemmda á öðru en fasteigninni sjálfri, svo og hlutum sem notaðir eru í beinu sambandi við hana eða fyrirhuguð afnot hennar.\nÁkvæði 2. mgr., um hvað telja skuli óbeint tjón, eiga ekki við um kostnað vegna:\na. venjulegra ráðstafana sem bæta eiga úr því að fasteign er gölluð eða afhendingardráttur verður eða\nb. ráðstafana sem takmarka annað tjón en það sem nefnt er í 2. mgr.\nUm kostnað sem fellur undir 3. mgr. skulu gilda reglur um beint tjón.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Takmörkun tjóns. Lækkun bóta.\nNú vanrækir samningsaðili skyldu sína til að takmarka tjón með hæfilegum aðgerðum og verður hann þá sjálfur að bera þann hluta tjóns síns.\nLækka má skaðabætur ef þær teljast ósanngjarnar í garð hins bótaskylda þegar litið er til umfangs tjóns samanborið við það tjón sem venjulega verður í sambærilegum tilvikum og atvika að öðru leyti.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Vextir, dráttarvextir.\nUm vexti og dráttarvexti samkvæmt lögum þessum gilda ákvæði laga um vexti og verðtryggingu.\nVIII. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. júní 2002. Lögin gilda einvörðungu um þá samninga sem gerðir verða eftir gildistöku þeirra.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    }
  ]
}
