{
  "id": "6/2002",
  "type": "statute",
  "title": "Lög um tóbaksvarnir1)",
  "status": "in_force",
  "issued_date": "2002-01-31",
  "url": "https://www.althingi.is/lagas/nuna/2002006.html",
  "description": "Upphaflega <a href=\"1984074.html\">l. 74/1984</a>. Tóku gildi 1. janúar 1985.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið.]\n[Markmið laga þessara er að draga úr heilsutjóni og dauðsföllum af völdum tóbaks og tengdra vara, m.a. með því að minnka tóbaksneyslu og vernda þannig fólk fyrir áhrifum tóbaksreyks. Sérstaklega skal unnið gegn tóbaksneyslu barna og ungs fólks og takmarka framboð á tóbaki og eftirlíkingu af tóbaki sem sérstaklega er ætlað að höfða til þeirra.]\nVirða skal rétt hvers manns til að þurfa ekki að anda að sér lofti sem er mengað tóbaksreyk af völdum annarra.\nÞeir sem bera ábyrgð á barni skulu stuðla að því að það njóti réttar skv. 2. mgr., einnig þar sem reykingar eru ekki bannaðar skv. III. kafla þessara laga.\nL. 110/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Orðskýringar.\nMerking orða í lögum þessum er sem hér segir:\n1. Auglýsingar: m.a.\na. hvers konar tilkynningar til almennings eða sérstakra markhópa, þar á meðal vörukynningar, útstillingar í gluggum verslana, hvers konar skilti og svipaður búnaður,\nb. öll notkun hefðbundinna tóbaksvörumerkja (heita og auðkenna) eða hluta þeirra,\nc. hvers konar umfjöllun í fjölmiðlum, á vefmiðlum eða samfélagsmiðlum um einstakar vörutegundir til annars en að vara sérstaklega við skaðsemi þeirra,\nd. dreifing vörusýna til neytenda.\n2. Aukefni: Efni, annað en tóbak, sem er bætt í tóbaksvöru, einingarpakka eða ytri umbúðir.\n3. Bragðefni: Aukefni sem gefur lykt og/eða bragð.\n4. CMR-eiginleikar: Krabbameinsvaldandi, stökkbreytandi eða æxlunarskaðandi eiginleikar.\n5. Einingarpakki: Minnsta staka pakkning af tóbaki eða tengdum vörum sem sett er á markað.\n6. Einkennandi bragð: Greinilega merkjanleg lykt eða bragð, annað en af tóbakinu sjálfu, sem leiðir af aukefni eða samsetningu aukefna, þ.m.t. en ekki takmarkað við bragð af aldinum, kryddi, kryddjurtum, alkóhóli, sælgæti, mentóli eða vanillu, sem er greinilegt áður en tóbaksvörunnar er neytt eða meðan á neyslunni stendur.\n7. Einkvæmt auðkenni: Alstafakóði sem gerir kleift að bera kennsl á einingarpakka eða heildarpakkningar tóbaksvara.\n8. Fjarsala yfir landamæri: Fjarsala til neytanda þegar neytandinn er, á þeim tíma sem hann pantar vöruna frá smásölustað, staðsettur í öðru aðildarríki Evrópska efnahagssvæðisins en því aðildarríki eða þriðja landi sem smásölustaðurinn hefur staðfestu í. Smásölustaður telst hafa staðfestu í aðildarríki ef um er að ræða:\na. einstakling með starfsstöð í því aðildarríki,\nb. smásölustað sem hefur aðsetur, höfuðstöðvar eða starfsstöð, þ.m.t. útibú, umboðsskrifstofu eða hvers konar starfsemi aðra, í því aðildarríki.\n9. Framleiðandi: Einstaklingur eða lögaðili sem framleiðir vöru eða lætur hanna eða framleiða vöru og setur vöruna á markað undir sínu nafni eða vörumerki.\n10. Fyrsti smásölustaður: Aðstaða þar sem tóbaksvörur eru settar á markað í fyrsta sinn. Með aðstöðu er átt við sérhverja staðsetningu, byggingu eða sjálfsala þar sem tóbaksvörur eru framleiddar, geymdar eða settar á markað.\n11. Innflytjandi: Sá aðili sem flytur til landsins vöru sem fellur undir lög þessi.\n12. Innihaldsefni: Tóbak, aukefni og öll efni eða efnisþættir sem er að finna í fullunninni tóbaksvöru eða tengdum vörum, þ.m.t. pappír, síum, bleki, hylkjum og lími.\n13. Jurtavara til reykinga: Vara að stofni til úr plöntum, jurtum eða aldinum sem inniheldur ekkert tóbak og sem hægt er að neyta með brennslu.\n14. Kolsýringur: Kolmónoxíð (CO).\n15. Munntóbak: Allar tóbaksvörur til notkunar í munn sem eru gerðar að öllu leyti eða að hluta úr tóbaki, í formi dufts eða fíngerðra agna eða settar saman úr dufti og ögnum, t.d. vörur sem eru í smápokum eða grisjusmápokum, þó ekki vörur sem eru ætlaðar til að anda að sér eða tyggja.\n16. Mynd- og textaviðvörunarmerking: Viðvörunarmerking sem samanstendur af viðvörunartexta og samsvarandi ljósmynd eða teikningu.\n17. Neftóbak: Duft eða mylsna sem er að öllu eða einhverju leyti gerð úr tóbaki og er til töku í nef.\n18. Nikótín: Nikótínbeiskjuefni.\n19. Ný tóbaksvara: Tóbaksvara sem var sett á markað eftir 19. maí 2014 og fellur ekki í neinn af eftirfarandi flokkum: Sígarettur, vafningstóbak, píputóbak, vatnspíputóbak, vindlar, smávindlar, tuggutóbak, neftóbak eða munntóbak.\n20. Rekstraraðili: Sérhver einstaklingur eða lögaðili sem á aðild að viðskiptum með tóbaksvörur frá framleiðanda til síðasta rekstraraðila fyrir fyrsta smásölustað.\n21. Reykfæri: Áhöld og búnaður tengdur tóbaksreykingum, svo sem sígarettupappír, reykjarpípur og tæki til að vefja sígarettur, svo og annar slíkur varningur.\n22. Setja á markað: Að gera vörur, án tillits til þess hvar þær eru framleiddar, aðgengilegar neytendum, hvort sem er gegn greiðslu eða ekki, þ.m.t. með fjarsölu. Ef um er að ræða fjarsölu yfir landamæri telst varan sett á markað í því ríki þar sem neytandi er staðsettur.\n23. Sígaretta: Vafið tóbak sem hægt er að neyta með brennslu.\n24. Smásölustaður: Allir sölustaðir þar sem tóbaksvörur eru settar á markað, þ.m.t. af einstaklingi.\n25. Smávindill: Lítill vindill.\n26. Tjara: Hrá þétting tóbaksreyks, vatnsfrí og nikótínlaus.\n27. Tóbak: Tóbaksjurtir (Nicotiana) og allur varningur unninn að öllu eða einhverju leyti úr þeim til neyslu, svo sem sígarettur, vindlar, reyktóbak, neftóbak og munntóbak.\n28. Tuggutóbak: Tóbaksvara í bitum eða ræmum sem eingöngu er ætluð til að tyggja, t.d. skrotóbak.\n29. Vafningstóbak: Tóbak sem neytendur eða smásölustaðir geta notað til að búa til sígarettur.\n30. Vara: Tóbaksvara, jurtavara til reykinga, tóbakslíki og aðrar vörur sem falla undir lög þessi.\n31. Vatnspíputóbak: Tóbaksvara sem er hægt að neyta með vatnspípu. Ef bæði er hægt að nota vöru með vatnspípu og sem vafningstóbak telst hún vafningstóbak.\n32. Viðvörunarmerking: Viðvörun sem varðar skaðleg áhrif vöru á heilbrigði manna eða aðrar óæskilegar afleiðingar af neyslu hennar, þ.m.t. viðvörunartexti, mynd- og textaviðvörunarmerkingar, almennar viðvaranir og upplýsingatexti.\n33. Vindill: Vafið tóbak sem hægt er að neyta með brennslu.\n34. Ytri umbúðir: Allar umbúðir sem tóbak eða tengdar vörur eru settar á markað í, þ.m.t. einingarpakkar og safn einingarpakka. Gagnsæjar umbúðir teljast ekki ytri umbúðir.\n35. Þjónusturými: Öll svæði undir þaki, föstu eða hreyfanlegu, svo og samkomutjöld og sýningartjöld, sem almenningur hefur aðgang að vegna viðskipta og veittrar þjónustu og þátttöku í menningar- og félagsstarfsemi, þ.m.t. áhorfendasvæði, biðstofur, gestamóttaka, forstofur, gangar, snyrtiherbergi o.fl.]\nL. 110/2023, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Gildissvið.\nLög þessi gilda um vörur sem innihalda tóbak og tengdar vörur. Lögin gilda ekki um vörur sem falla undir lög um nikótínvörur, rafrettur og áfyllingar fyrir rafrettur eða vörur sem falla undir efnalög.]\nL. 110/2023, 3. gr.\n[I. kafli A. Stjórnsýsla.]\nL. 110/2023, 5. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Auglýsingar.]\nHvers konar auglýsingar á tóbaki, [jurtavörum til reykinga, vörum sem falla undir lög þessi] og reykfærum eru bannaðar hér á landi. [Þetta nær þó ekki til upplýsinga um tóbaksvöru sem miðlað er til þeirra sem selja tóbak í heildsölu eða smásölu enda sé þess gætt að upplýsingarnar séu ekki aðgengilegar neytendum eða öðrum. Sama á við um auglýsingar í ritum sem prentuð eru og gefin út utan Evrópska efnahagssvæðisins enda séu þau fyrst og fremst ætluð til dreifingar utan svæðisins og megintilgangur þeirra ekki að auglýsa tóbaksvörur. Þá er Áfengis- og tóbaksverslun ríkisins heimilt, þrátt fyrir ákvæði 1. málsl., að gefa út og birta skrá yfir skaðleg efni í tóbaksvörum.]\nBannað er enn fremur að sýna neyslu eða hvers konar meðferð tóbaks eða reykfæra í auglýsingum eða upplýsingum um annars konar vöru eða þjónustu og í myndskreytingu á varningi. [Bannað er jafnframt að flytja inn, framleiða og selja leikföng eða sælgæti sem er eftirlíking af sígarettum, vindlum eða reykjarpípum.]\n...\nÓheimilt er að setja á markað hér á landi tóbak undir vörumerkjum sem eru þekkt sem eða notuð sem merki fyrir aðra vöru eða þjónustu.\nHvers kyns framlög til viðburða eða starfsemi sem miða að því eða hafa þau beinu eða óbeinu áhrif að kynna tóbak eru bönnuð.\nTóbaki og vörumerkjum tóbaks skal komið þannig fyrir á [smásölustöðum] að það sé ekki sýnilegt viðskiptavinum. [Sérverslunum með tóbak, þ.e. verslunum sem einkum hafa tóbak og reykfæri á boðstólum, er þó heimilt að koma tóbaki og vörumerkjum tóbaks þannig fyrir innan verslunar að það sé sýnilegt viðskiptavinum þegar inn í verslunina er komið.]\nL. 110/2023, 7. gr. L. 33/2009, 2. gr. L. 83/2006, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Sala og afhending.]\nTóbak má hvorki selja né afhenda einstaklingum yngri en 18 ára. Bann þetta skal auglýst með áberandi hætti þar sem tóbak er selt. Leiki vafi á um aldur kaupandans getur sala því aðeins farið fram að hann sýni með skilríkjum fram á að hann sé orðinn 18 ára.\n...\nBannað er að selja tóbak úr sjálfsölum.\nEkki er heimilt að selja sígarettur í minna magni en heilum 20 stykkja pökkum.\nBannað er að flytja inn, framleiða og selja fínkornótt neftóbak og allt munntóbak, að undanskildu skrotóbaki.\nEkki má selja tóbak í skólum, stofnunum fyrir börn og unglinga eða á heilbrigðisstofnunum.\nÞeir einir sem orðnir eru 18 ára mega selja tóbak. Heilbrigðisnefnd á viðkomandi eftirlitssvæði getur veitt tímabundna undanþágu frá þessu ákvæði um aldurstakmark. [Ráðherra] setur í reglugerð að fenginni umsögn Vinnueftirlits ríkisins nánari ákvæði um undanþágur um aldurstakmark.\n...\n...\n...\n[Til að selja tóbak í smásölu þarf sérstakt leyfi heilbrigðisnefndar á viðkomandi eftirlitssvæði. Til reksturs sérverslunar með tóbak þarf jafnframt sérstakt leyfi heilbrigðisnefndar á viðkomandi eftirlitssvæði. Auðkenna skal sérverslun með tóbak sérstaklega. [Leyfi samkvæmt þessari grein skal bundið tilgreindum sölustað, veitt til fjögurra ára í senn og einungis veitt lögaðila sem fullnægir skilyrðum reglugerðar um leyfisveitingar, sbr. 7. málsl.] Heimilt er sveitarfélögum að innheimta gjald fyrir leyfi og eftirlit með starfsemi leyfishafa að fenginni umsögn heilbrigðisnefnda. Um gjaldtöku fer samkvæmt lögum um hollustuhætti og mengunarvarnir. Ráðherra er heimilt í samráði við [ráðherra er fer með málefni mengunarvarna] að setja í reglugerð nánari ákvæði um leyfisveitingu samkvæmt þessari grein, m.a. um [skilyrði fyrir leyfisveitingu um smásölu tóbaks sem talin eru nauðsynleg til að tryggja öryggi og eftirlit með atvinnustarfseminni], umbúnað sérverslana með tóbak, hvernig þær skuli auðkenndar og hvernig koma megi tóbaki og vörumerkjum tóbaks fyrir á [smásölustöðum] og í sérverslunum.]\nÞeim sem selur tóbak í heildsölu er óheimilt að selja eða afhenda tóbak öðrum en þeim sem hafa leyfi til að selja tóbak í smásölu samkvæmt lögum þessum.\n[ÁTVR birtir á vef sínum upplýsingar um þá sem hafa leyfi til smásölu tóbaksvara. Útgefendum leyfa er skylt að tilkynna ÁTVR um útgefin og niðurfelld leyfi.]\nL. 110/2023, 8. gr. L. 33/2009, 3. gr. L. 162/2010, 72. gr. Rg. 326/2007. L. 126/2011, 338. gr. Rg. 325/2007. L. 83/2006, 3. gr.\nIII. kafli. Takmörkun á tóbaksreykingum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Tóbaksreykingar eru óheimilar í þjónusturými stofnana, fyrirtækja og félagasamtaka, svo sem á veitinga- og skemmtistöðum og þar sem menningar- og félagsstarfsemi fer fram, þ.m.t. íþrótta- og tómstundastarf. Sama gildir um tilsvarandi svæði utan húss séu þau ekki nægilega opin til að tryggja viðunandi loftstreymi.]\n...\nÞrátt fyrir ákvæði 1. mgr. má leyfa reykingar í tilteknum gistiherbergjum á hótelum og gistiheimilum. Í gistiskálum má hvorki leyfa reykingar í herbergjum né svefnskálum.\nÞar sem reykingar eru leyfðar samkvæmt grein þessari skal séð fyrir loftræstingu sem fullnægir kröfum heilbrigðiseftirlits og þess gætt að reykingarnar mengi ekki andrúmsloftið þar sem þær eru ekki leyfðar.\n...\n[Ráðherra er heimilt að setja í reglugerð, í samráði við [ráðherra er fer með framkvæmd löggjafar um veitingastaði, gististaði og skemmtanahald] og [ráðherra er fer með málefni mengunarvarna], nánari ákvæði um reykingar á gististöðum og um framkvæmd banns við reykingum á veitinga- og skemmtistöðum, m.a. hvað varðar svæði utan dyra, sbr. 1. mgr.]\nTóbaksreykingar eru bannaðar í öllu húsrými í sameign fjöleignarhúsa.\nRáðherra skal í samráði við [ráðherra er fer með íþróttamál] og Íþrótta- og Ólympíusamband Íslands setja reglur um takmarkanir á tóbaksneyslu utan húss á íþróttasvæðum.\nL. 83/2006, 4. gr. Rg. 326/2007. L. 126/2011, 338. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tóbaksreykingar eru með öllu óheimilar:\n1. Í grunnskólum, vinnuskólum sveitarfélaga, á leikskólum, hvers konar dagvistum barna og í húsakynnum sem eru fyrst og fremst ætluð til félags-, íþrótta- og tómstundastarfa barna og unglinga.\n2. Á opinberum samkomum innan húss sem einkum eru ætlaðar börnum eða unglingum.\n3. Í framhaldsskólum og sérskólum.\n4. Á heilsugæslustöðvum, á læknastofum og öðrum stöðum þar sem veitt er heilbrigðisþjónusta. Það á þó ekki við íbúðarherbergi vistmanna á hjúkrunar- og dvalarheimilum en þar er þó skylt að gefa þeim sem ekki reykja kost á reyklausum íbúðarherbergjum.\n5. Á sjúkrahúsum. Þó má leyfa reykingar sjúklinga í vissum tilvikum. Ráðherra setur reglugerð þar sem nánar er kveðið á um framkvæmd undanþágunnar.\n6. Í fangelsum. Leyfa má þó reykingar í fangaklefum. Skylt er að gefa þeim sem ekki reykja kost á reyklausum fangaklefum.\nÖll önnur tóbaksneysla er jafnframt bönnuð í grunnskólum, vinnuskólum sveitarfélaga, leikskólum, hvers konar dagvistum barna og húsakynnum sem eru fyrst og fremst ætluð til félags-, íþrótta- og tómstundastarfa ungmenna. Sama gildir um allar samkomur sem einkum eru ætlaðar ungmennum.\nForstöðumenn allra annarra opinberra stofnana en um getur í 1. mgr. skulu í samráði við starfsfólk gera áætlun um bann við reykingum innan viðkomandi stofnunar sem kemur til framkvæmda eigi síðar en fyrir lok ársins 2000. Innan sérhverrar stofnunar skal þó heimilt að gera ráð fyrir afdrepi þar sem reykingar eru heimilaðar.\nRg. 326/2007.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Forráðamenn húsnæðis, sem almenningur hefur aðgang að en fellur ekki undir 9. og 10. gr. laga þessara, geta sjálfir ákveðið að takmarka reykingar í húsnæðinu. Skal slíkt látið greinilega í ljós á staðnum og tilkynnt heilbrigðisnefnd eða Vinnueftirliti ríkisins eftir því sem við á skv. 1. mgr. 18. gr. og gilda þá ákvæði þessara laga þar sem við á.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Með þeirri undantekningu sem leiða kann af 3. mgr. 9. gr. skal hver maður eiga rétt á reyklausu andrúmslofti innan dyra á vinnustað sínum og vinnuveitandi hans sjá til þess að hann njóti þess réttar.]\n[Ráðherra] skal setja reglur í samráði við ... [ráðherra er fer með framkvæmd löggjafar um veitingastaði, gististaði og skemmtanahald] um takmarkanir á reykingum á vinnustöðum, þar á meðal í skipum, í samræmi við 1. mgr. og með tilliti til 1. gr. laga þessara.\nL. 83/2006, 5. gr. L. 162/2010, 72. gr. Rg. 326/2007. L. 126/2011, 338. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Tóbaksreykingar eru óheimilar í almenningsfarartækjum sem rekin eru gegn gjaldtöku.\nHeimilt er forráðamönnum [loftfara] að leyfa reykingar í hluta farþegarýmis í atvinnuflugi milli landa án viðkomu á Íslandi. Þess skal þó ávallt gætt að óþægindi skapist ekki fyrir þá sem ekki reykja.\nL. 80/2022, 265. gr.\nIV. kafli. Fræðslustarfsemi.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Það ráðuneyti er fer með fræðslumál] skal í samráði við [ráðuneytið] og [landlækni] sjá til þess að fram fari reglubundin fræðsla í því skyni að draga úr tóbaksneyslu:\n1. Í skólum landsins. Sérstök áhersla skal lögð á slíka fræðslu í grunnskólum og skólum þeim sem mennta fólk til starfa að uppeldis-, fræðslu- og heilbrigðismálum.\n2. Í fjölmiðlum.\nFræðsla um áhrif tóbaksneyslu og leiðir til að draga úr henni skal veitt á heilsugæslustöðvum og sjúkrahúsum.\nL. 126/2011, 338. gr. L. 162/2010, 72. gr. L. 28/2011, 15. gr.\nV. kafli. [Þvingunarúrræði o.fl.]\nL. 110/2023, 13. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Heimild til skoðunar og upplýsingaskylda.\nÁTVR getur krafið framleiðendur, innflytjendur og aðra er lög þessi taka til um upplýsingar og gögn til að sinna eftirliti samkvæmt lögum þessum og reglugerðum settum með stoð í þeim við athugun einstakra mála. Upplýsinga er hægt að krefjast munnlega eða skriflega og skulu þær veittar innan hæfilegs frests sem stofnunin ákveður.\nÁTVR getur krafist upplýsinga og gagna frá öðrum stjórnvöldum, þar á meðal tollyfirvöldum, óháð þagnarskyldu þeirra.\nÁTVR er heimilt að skoða tóbaksvöru og aðra vöru, sem fellur undir lög þessi og reglugerðir settar með stoð í þeim, hjá rekstraraðilum og smásöluaðilum, hvort sem það er á framleiðslustað, í vörugeymslu, hjá flutningafyrirtækjum, í heildsölu eða smásölu, og taka sýnishorn af vörunni til rannsóknar.\nRekstrar- eða smásöluaðili ber kostnað vegna þeirra sýnishorna sem tekin eru til rannsóknar skv. 3. mgr. Að lokinni rannsókn skal sýnishornum skilað eða þeim eytt með öruggum hætti eftir atvikum.]\nL. 110/2023, 10. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Áminning, úrbætur og dagsektir.\nTil að tryggja eftirfylgni við ákvæði laga þessara er ÁTVR heimilt að veita þeim áminningu sem ekki fer eftir ákvæðum laganna. Jafnframt skal veita hæfilegan frest til úrbóta ef þeirra er þörf.\nEf aðili sinnir ekki fyrirmælum innan tiltekins frests er ÁTVR heimilt að ákveða honum dagsektir þar til úr er bætt og er hámark þeirra 500.000 kr. á dag. Við ákvörðun fjárhæðar dagsekta skal m.a. höfð hliðsjón af umfangi og alvarleika brotsins, hvað það hefur staðið lengi yfir og hvort um ítrekað brot er að ræða.\nÁkvarðanir um dagsektir eru aðfararhæfar. Sé sekt samkvæmt þessari grein ekki greidd innan 30 daga frá ákvörðun viðkomandi stjórnvalds skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer samkvæmt lögum um vexti og verðtryggingu. Óinnheimtar dagsektir sem lagðar eru á fram að efndadegi falla ekki niður þótt aðili efni síðar viðkomandi kröfu nema viðkomandi stjórnvald ákveði það sérstaklega. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtu.]\nL. 110/2023, 11. gr.\n[16. gr. a. Innköllun og bann við sölu.\nÁTVR getur bannað innflutning eða sölu tóbaksvöru eða annarrar vöru ef hún uppfyllir ekki skilyrði laga þessara og reglugerða settra samkvæmt þeim.\nÁTVR getur fyrirskipað innköllun eða að vara sé tekin af markaði ef hún uppfyllir ekki skilyrði laga þessara og reglugerða settra samkvæmt þeim.\nTorveldi rekstrar- eða smásöluaðili sannanlega rannsókn eða eftirlit ÁTVR eða gefur stofnuninni vísvitandi rangar eða ófullnægjandi upplýsingar um tóbaksvöru eða aðra vöru sem fellur undir lög þessi getur ÁTVR bannað sölu og innkallað vöruna þangað til rannsókn er lokið.\nÁTVR getur krafist þess að rekstraraðili eða smásöluaðili fargi viðkomandi vöru með öruggum hætti eða innkalli hana og geymi þar til bætt hefur verið úr ágöllum.\nRekstrar- eða smásöluaðili ber allan kostnað af innköllun vöru. Sé vara ekki í samræmi við settar reglur skal hann bera kostnað sem hlýst af skoðun, rannsókn, geymslu og prófun, svo og annan kostnað.]\nL. 110/2023, 12. gr.\n[16. gr. b. Aðstoð lögreglu.\nÁTVR getur leitað aðstoðar lögreglu ef með þarf við framkvæmd þvingunarúrræða.]\nL. 110/2023, 12. gr.\n[16. gr. c. Gjaldtaka.\nÁTVR er heimilt að innheimta gjald fyrir kostnað sem hlýst af:\na. sannprófun á mælingum á losun tóbaksvara, sbr. 6. gr.,\nb. móttöku, geymslu, meðhöndlun, greiningu og birtingu upplýsinga sem framleiðendum og innflytjendum er skylt að veita samkvæmt lögum þessum, sbr. 6. gr. a og 15. gr.,\nc. mati á því hvort tóbaksvara hafi einkennandi bragð, hvort notuð séu bönnuð aukefni eða bragðefni og hvort tóbaksvara innihaldi aukefni í magni sem eykur, umtalsvert og mælanlega, eiturhrif eða ávanabindandi áhrif eða CMR-eiginleika viðkomandi tóbaksvöru, sbr. 6. gr. b,\nd. eftirliti með því að merkingar og umbúðir tóbaksvara og jurtavara til reykinga séu í samræmi við lög þessi og reglugerðir settar samkvæmt þeim, sbr. 6. gr. c,\ne. móttöku, geymslu, rannsókn og eftir atvikum eyðingu á sýnishorni af vöru til að meta innihaldsefni, eiginleika og áhrif hennar eða að öðrum ákvæðum laga þessara sé fylgt, svo sem um merkingar og umbúðir, sbr. 6. gr. a og 15. gr.,\nf. eftirliti með því að kröfum laganna og reglugerða settra með stoð í þeim um rekjanleika tóbaksvara skv. 6. gr. d, skráningu tóbaksvara skv. 6. gr. e og öryggisþátt skv. 6. gr. f sé fullnægt,\ng. móttöku tilkynninga um nýjar tóbaksvörur og geymslu, meðhöndlun og greiningu upplýsinga sem fylgja tilkynningunni, sbr. 6. gr. g,\nh. innköllun eða haldlagningu vöru og eftir atvikum geymslu hennar eða förgun, sbr. 16. gr. a og 19. gr. a.\nRáðherra setur, að fengnum tillögum ÁTVR, gjaldskrá fyrir veitta þjónustu, eftirlit og verkefni sem stofnuninni er falið að annast samkvæmt lögum þessum. Fjárhæð gjalds skal taka mið af þeim kostnaði sem hlýst af því að veita þjónustuna og framkvæma einstök verkefni. Gjaldið má ekki vera hærra en sá kostnaður. Gjaldskrá skal birt í B-deild Stjórnartíðinda. Gjöld má innheimta með fjárnámi.]\nL. 110/2023, 12. gr.\nVI. kafli. Eftirlit og viðurlög.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Eftirlit heilbrigðisnefnda.]\nHeilbrigðisnefndir, undir yfirumsjón [Umhverfis- og orkustofnunar], hafa eftirlit með [smásölustöðum] tóbaks og fylgjast með því í umdæmi sínu að virt séu ákvæði II. kafla laga þessara um merkingar [og umbúðir tóbaksvara sem seldar eru í smásölu], auglýsingar og sölu tóbaks.\n[Nú er brotið gegn ákvæðum II. kafla og ekki farið að fyrirmælum heilbrigðisnefndar og getur þá nefndin beitt sömu úrræðum og talin eru upp í V. og VI. kafla sem og þeim úrræðum sem talin eru upp í XVII.&ndash;XIX. kafla laga um hollustuhætti og mengunarvarnir, nr. 7/1998.]\nBrjóti leyfishafi skv. 8. gr. gegn ákvæðum þeirrar greinar getur heilbrigðisnefnd á viðkomandi eftirlitssvæði að undangenginni áminningu svipt hann leyfinu. Við ítrekað brot ber heilbrigðisnefnd að svipta hann leyfinu og eins ef brot er stórfellt.\n[Ákvarðanir heilbrigðisnefndar sæta kæru til úrskurðarnefndar umhverfis- og auðlindamála. Um aðild, kærufrest, málsmeðferð og annað er varðar kæruna fer samkvæmt lögum um úrskurðarnefnd umhverfis- og auðlindamála.]\nL. 110/2023, 14. gr. L. 110/2024, 8. gr. L. 131/2011, 31. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Heilbrigðisnefndir, Vinnueftirlit ríkisins [og Samgöngustofa] hafa, eftir því sem við á, eftirlit með því að virt séu ákvæði III. kafla laga þessara í samræmi við þau lög sem gilda um þessar stofnanir.\nRáðherra setur í reglugerð nánari ákvæði um framkvæmd eftirlitsins.\nL. 59/2013, 20. gr. Rg. 326/2007.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "[Viðurlög, saknæmi, tilraun og hlutdeild.\nBrot gegn lögum þessum eða reglugerðum sem settar eru á grundvelli þeirra varða sektum eða fangelsi allt að tveimur árum, hvort sem þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara.\nUm tilraun til brots eða hlutdeild gilda ákvæði almennra hegningarlaga.]\nL. 110/2023, 15. gr.\n[19. gr. a. Haldlagning.\nÁTVR getur lagt hald á tóbaksvöru eða aðra vöru sem fellur undir lög þessi sem ekki uppfyllir skilyrði laga þessara eða reglugerða settra samkvæmt þeim og fargað vörunni á kostnað handhafa hennar.]\nL. 110/2023, 16. gr.\n[19. gr. b. Stjórnvaldssektir.\nÁTVR getur lagt stjórnvaldssektir á einstakling eða lögaðila sem brýtur gegn ákvæðum laga þessara og reglugerða settra samkvæmt þeim og ákvörðunum eftirlitsaðila.\nStjórnvaldssektir sem eru lagðar á einstaklinga geta numið frá 10.000 kr. til 10 millj. kr. Stjórnvaldssektir sem eru lagðar á lögaðila geta numið frá 25.000 kr. til 25 millj. kr.\nRáðherra er heimilt í reglugerð að ákveða fjárhæð stjórnvaldssekta fyrir brot á einstökum ákvæðum laga þessara innan þess ramma sem ákveðinn er í 2. mgr.\nHafi fjárhæð sekta ekki verið ákveðin í reglugerð skal við ákvörðun sekta m.a. taka tillit til alvarleika brots, hvað það hefur staðið lengi yfir, samstarfsvilja hins brotlega og hvort um ítrekað brot er að ræða.\nGjalddagi stjórnvaldssektar er 30 dögum eftir að ákvörðun um sektina var tekin. Hafi stjórnvaldssekt ekki verið greidd innan 15 daga frá gjalddaga skal greiða dráttarvexti af fjárhæð sektarinnar frá gjalddaga. Ákvörðun ÁTVR um stjórnvaldssekt er aðfararhæf og renna sektir í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum skal beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.]\nL. 110/2023, 16. gr.\n[19. gr. c. Kæra til lögreglu.\nÁTVR er heimilt að kæra brot til lögreglu.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur ÁTVR hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot eru meiri háttar ber ÁTVR að vísa þeim til lögreglu. Brot telst meiri háttar ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur ÁTVR á hvaða stigi sem er vísað máli vegna brota á lögum þessum til opinberrar rannsóknar. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.&ndash;VII. kafla stjórnsýslulaga, nr. 37/1993, gilda ekki um ákvörðun skv. 1. mgr. um að kæra brot til lögreglu.\nÁTVR er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. ÁTVR er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta ÁTVR í té upplýsingar og gögn sem aflað hefur verið og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum viðkomandi stjórnvalds sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar refsiverðrar háttsemi, sem jafnframt varðar stjórnsýsluviðurlögum, getur hann sent eða endursent málið til ÁTVR til meðferðar og ákvörðunar.]\nL. 110/2023, 16. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Það varðar mann sektum haldi hann áfram að reykja í húsakynnum eða farartæki þar sem bannað er að reykja skv. 9., 10. og 13. gr., sbr. einnig 11. gr., enda hafi umráðamaður húsakynna eða stjórnandi farartækis eða fulltrúi þeirra veitt honum áminningu.\nSömu aðilar geta vísað hinum brotlega úr farartækinu eða húsakynnum láti hann ekki segjast.\n[VII. kafli. Reglugerð og innleiðing.]\nL. 110/2023, 17. gr.\n[20. gr. a. Reglugerðarheimild.\nRáðherra setur í reglugerðir nánari ákvæði um framkvæmd laga þessara, þ.m.t. um:\n1. hámarksgildi losunar úr öðrum tóbaksvörum en sígarettum, sbr. 1. mgr. 6. gr.,\n2. mæliaðferðir og skilyrði sem rannsóknastofa þarf að uppfylla við mælingar á losun, sbr. 2. mgr. 6. gr.,\n3. forgangsskrá, sbr. 7. mgr. 6. gr. a,\n4. upplýsingaskyldu og skýrslugjöf framleiðenda og innflytjenda um innihaldsefni og losun, sbr. 9. mgr. 6. gr. a,\n5. aukefni sem valda eitur- eða ávanabindandi áhrifum, sbr. 5. mgr. 6. gr. b,\n6. viðvörunarmerkingar og útlit einingarpakka og ytri umbúða, sbr. 5. mgr. 6. gr. c,\n7. rekjanleika, sbr. 4. mgr. 6. gr. d,\n8. rekjanleikakerfi, skráningu og gagnageymslu, sbr. 5. mgr. 6. gr. e,\n9. öryggisþætti, sbr. 2. mgr. 6. gr. f,\n10. tilkynningar um nýjar tóbaksvörur, sbr. 2. mgr. 6. gr. g,\n11. undanþágur um aldurstakmark, sbr. 7. mgr. 8. gr.,\n12. takmarkanir á tóbaksneyslu utan húss á íþróttasvæðum, sbr. 8. mgr. 9. gr.,\n13. takmarkanir á tóbaksneyslu á sjúkrahúsum, sbr. 5. tölul. 1. mgr. 10. gr.,\n14. framkvæmd eftirlits, sbr. 2. mgr. 18. gr.\nÞá er ráðherra heimilt að setja í reglugerðir nánari ákvæði um framkvæmd laga þessara, þ.m.t. um:\n1. fyrirkomulag og framkvæmd eftirlits ÁTVR, sbr. 6. mgr. 5. gr.,\n2. verkefni landlæknis á sviði tóbaksvarna, sbr. 4. mgr. 5. gr. a,\n3. verkefni heilbrigðisnefnda, m.a. um fyrirkomulag og framkvæmd leyfisveitinga og eftirlits, sbr. 2. mgr. 5. gr. b,\n4. hámarksgildi losunar úr sígarettum til lækkunar, sbr. 1. mgr. 6. gr.,\n5. útfærslu á sýnishornum og prófunum sem nauðsynlegar eru taldar til að meta innihaldsefni, eiginleika og áhrif tóbaksvöru, sbr. 4. mgr. 6. gr. a,\n6. hvaða aðrar tóbaksvörur sé óheimilt að setja á markað með einkennandi bragði en fram koma í 1. mgr. 6. gr. b, sbr. 2. mgr. 6. gr. b,\n7. tilnefningu útgefanda auðkenna, sbr. 3. mgr. 6. gr. d,\n8. notkun tollborða sem öryggisþáttar, sbr. 2. mgr. 6. gr. f,\n9. leyfisveitingar, sbr. 11. mgr. 8. gr.,\n10. takmarkanir á tóbaksreykingum, sbr. 6. mgr. 9. gr.,\n11. fjárhæð stjórnvaldssekta fyrir brot á einstökum ákvæðum laga þessara, sbr. 3. mgr. 19. gr. b.\nRáðherra er heimilt að birta sem reglugerð framkvæmdarreglur Evrópusambandsins, framkvæmdarákvarðanir og aðrar afleiddar gerðir framkvæmdastjórnarinnar um tóbaksvarnir og tóbaksvörur, með aðlögun vegna samningsins um Evrópska efnahagssvæðið og stofnsamnings Fríverslunarsamtaka Evrópu.]\nL. 110/2023, 17. gr.\n[20. gr. b. Innleiðing.\nLög þessi eru sett til innleiðingar á eftirfarandi gerðum með áorðnum breytingum:\n1. Tilskipun Evrópuþingsins og ráðsins 2014/40/ESB frá 3. apríl 2014 um samræmingu ákvæða í lögum og stjórnsýslufyrirmælum aðildarríkjanna varðandi framleiðslu, kynningu og sölu á tóbaki og tengdum vörum og um niðurfellingu á tilskipun 2001/37/EB eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 6/2022 frá 4. febrúar 2022.\n2. Framseldri tilskipun framkvæmdastjórnarinnar 2014/109/ESB frá 10. október 2014 um breytingu á II. viðauka við tilskipun Evrópuþingsins og ráðsins 2014/40/ESB með því að taka saman safn af myndaviðvörunum til að nota á tóbaksvörur eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 6/2022 frá 4. febrúar 2022.]\nL. 110/2023, 17. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "...\nL. 88/2008, 233. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    }
  ]
}
