{
  "id": "20/2002",
  "type": "statute",
  "title": "Lög um skylduskil til safna",
  "status": "in_force",
  "issued_date": "2002-03-20",
  "url": "https://www.althingi.is/lagas/nuna/2002020.html",
  "description": "Tóku gildi 1. janúar 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur.\nTilgangur þeirrar skilaskyldu sem á er lögð í lögum þessum er að tryggja:\n1. að unnt sé að varðveita til frambúðar þann íslenska menningararf sem skilaskylda nær til samkvæmt lögum þessum;\n2. að unnt sé að gera og gefa út tæmandi skrár um þetta efni eða tiltekinn hluta þess;\n3. að efnið geti verið tiltækt til nota vegna rannsókna og fræðiiðkana eða annarra réttmætra þarfa.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Varðveislusöfn.\nLandsbókasafni Íslands – Háskólabókasafni, Amtsbókasafninu á Akureyri og Kvikmyndasafni Íslands er gert að varðveita skyldueintök og fara með þau í samræmi við tilgang þessara laga skv. 1. gr.\nII. kafli. Skilaskyld verk.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilaskylda.\nAf verkum sem gefin eru út eða birt hér á landi skal afhenda eintök til skylduskila samkvæmt því sem kveðið er á um í 4.–11. gr.\nVerk telst birt í skilningi laga þessara þegar eintök af því hafa verið löglega gefin út eða þegar það er með réttri heimild gert aðgengilegt almenningi með öðrum hætti, svo sem ef það er flutt eða sýnt opinberlega eða er aðgengilegt almenningi á rafrænu formi um tölvunet.\nVerk telst birt hér á landi þótt það sé framleitt erlendis ef það er sérstaklega ætlað til dreifingar hér á landi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verk sem gefin eru út á pappír.\nAf verkum sem gefin eru út á pappír skal afhenda fjögur eintök.\nSéu verk framleidd hér á landi hvílir skilaskyldan á framleiðsluaðila, þ.e. þeim sem skilar frá sér fullbúnu verki, prentsmiðju, fjölföldunarstofu eða bókbandsstofu. Sé ekki ljóst hver sá aðili er eða skil bregðast hjá honum getur móttökusafn farið fram á að útgefandi eða sá sem sér um dreifingu verkanna inni skilaskylduna af hendi.\nÞegar um er að ræða verk sem framleitt er erlendis hvílir skilaskyldan á útgefanda þess.\nLandsbókasafn veitir viðtöku verkum samkvæmt þessari grein og hefur eftirlit með skilum samkvæmt nánari ákvæðum í reglugerð.\nLandsbókasafn skal varðveita þrjú eintök en Amtsbókasafnið eitt eintak.\nSéu afbrigði í texta, myndefni, pappír eða öðrum frágangi sama upplags af útgefnu verki skal að auki afhenda eitt eintak af hverju afbrigði. Tölusetning eintaka er þó undanþegin þessu ákvæði. Landsbókasafn varðveitir þau eintök sem hér um ræðir.\nNýjar útgáfur af verkum eru einnig háðar skilaskyldu, enn fremur endurprentanir.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Örgögn og skyggnur.\nAf verkum sem gefin eru út sem örgögn, á skyggnum eða á samsvarandi miðlum skal afhenda þrjú eintök og hvílir skilaskylda á útgefanda.\nLandsbókasafn veitir viðtöku efni samkvæmt þessari grein og hefur eftirlit með skilum samkvæmt nánari ákvæðum í reglugerð.\nLandsbókasafn varðveitir tvö eintök en Amtsbókasafnið eitt.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hljóðrit.\nHljóðrit merkir í lögum þessum hvers kyns miðil sem eingöngu hýsir upptökur á tali og tónum.\nAf útgefnum hljóðritum, þ.e. hvers konar tal- og tónupptökum, þ.m.t. hljóðbókum, skal afhenda þrjú eintök og hvílir skilaskylda á útgefanda.\nLandsbókasafn veitir hljóðritunum viðtöku og hefur eftirlit með skilum samkvæmt nánari ákvæðum í reglugerð.\nLandsbókasafn varðveitir tvö eintök en Amtsbókasafnið eitt.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Verk útgefin á rafrænu formi.\nAf verkum sem gefin eru út á geisladiski, disklingi eða sambærilegu formi skal afhenda þrjú eintök og hvílir skilaskylda á útgefanda.\nSkylda til afhendingar skv. 1. mgr. nær ekki til tölvuforrita nema forritið sé birt ásamt verki af annarri tegund sem skilaskylda nær til.\nLandsbókasafn veitir viðtöku efni samkvæmt þessari grein og hefur eftirlit með skilum samkvæmt nánari ákvæðum í reglugerð.\nLandsbókasafn varðveitir tvö eintök en Amtsbókasafnið eitt.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Verk á rafrænu formi á almennu tölvuneti.\nSá sem birtir verk á rafrænu formi á almennu tölvuneti skal veita móttökusafni aðgang að verkinu. Hann skal láta safninu í té aðgangsorð og aðrar upplýsingar sem nauðsynlegar eru til þess að stofnunin fái aðgang að verkinu. Afhendingarskyldu telst fullnægt sé móttökusafni gert kleift að taka til sín eintak af verkinu.\nSkylda til afhendingar skv. 1. mgr. nær ekki til tölvuforrita nema forritið sé birt ásamt verki af annarri tegund sem skilaskylda nær til.\nLandsbókasafn skal varðveita verk sem birtast á rafrænu formi á neti. Safnið setur nánari reglur um afhendingu þessara gagna.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Samsettar útgáfur.\nSamsettar útgáfur merkja í lögum þessum útgáfur þar sem efni er gefið út á miðlum af ólíkri gerð en dreift í einu lagi.\nAf samsettum útgáfum, svo sem prentuðu efni, skyggnum, myndböndum, hljóðritum, geisladiskum, tölvudisklingum o.fl., skal afhenda fjögur eintök. Gildir einu hvort hið afhendingarskylda birtist á tvenns konar miðlum eða fleiri tegundum miðla.\nSkilaskylda hvílir á útgefanda.\nLandsbókasafn veitir viðtöku verkum samkvæmt þessari grein og hefur eftirlit með skilum samkvæmt nánari ákvæðum í reglugerð.\nLandsbókasafn varðveitir þrjú eintök en Amtsbókasafnið eitt.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Útvarpsefni.\nÚtsendar dagskrár Ríkisútvarpsins – hljóðvarps og sjónvarps – skal afhenda í einu eintaki. Aðrar íslenskar hljóðvarps- og sjónvarpsstöðvar skulu láta í té eitt eintak af þeim hlutum dagskrár sem móttökusafn kallar eftir.\nSkilaskylda útvarpsefnis hvílir á rekstraraðila.\nKvikmyndasafn Íslands skal varðveita dagskrár samkvæmt þessari grein og hefur eftirlit með skilum samkvæmt nánari ákvæðum í reglugerð.\nHeimilt er móttökusafni að gera samkomulag við Ríkisútvarpið um að það varðveiti dagskrár þess, bæði hljóðvarps og sjónvarps.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kvikmyndir.\nKvikmynd merkir í lögum þessum hvers kyns hreyfimyndaefni án tillits til þess með hvers konar tækni eða aðferðum það er framleitt.\nÍslensk kvikmynd í skilningi laga þessara er kvikmynd sem unnin er og kostuð af íslenskum aðilum eða er samstarfsverkefni íslenskra og erlendra aðila.\nÍslenskur framleiðandi í skilningi laga þessara er einstaklingur, fyrirtæki eða stofnun sem á lögheimili eða er skrásett á Íslandi.\nAf íslenskum kvikmyndum sem gefnar eru út eða sýndar opinberlega skulu afhent tvö eintök. Skal annað eintakið vera frumeintak eða ígildi þess enda virði móttökusafnið aðgangsheimildir allra þeirra er rétt eiga á aðgangi að frumeintakinu. Hitt filmueintakið má vera notað sýningareintak. Ef kvikmynd er birt á fleiri en einu formi, til dæmis bæði á filmu og myndbandi, skal afhenda tvö eintök af hvorri/hverri gerð.\nAf íslenskum kvikmyndum sem gefnar eru út á myndböndum, mynddiskum eða á öðru sambærilegu formi skal til viðbótar afhenda eitt sýningareintak.\nAf erlendum kvikmyndum með íslenskum texta eða íslensku tali sem sýndar eru í kvikmyndahúsum skal afhenda eitt sýningareintak. Móttökusafni skal heimilt að varðveita einungis úrval þeirra mynda sem eru afhendingarskyldar samkvæmt þessari málsgrein.\nAf erlendum kvikmyndum sem eru með íslenskum texta eða íslensku tali og dreift er til almennings á myndböndum, mynddiskum eða á öðru formi skal afhenda tvö ónotuð eintök.\nKynningarefni tengt kvikmyndum, svo sem veggspjöld, annað álíka prentefni og ljósmyndir, skal afhent í tveimur eintökum.\nSé kvikmynd tekin á filmu afhendir framleiðandi móttökusafni skriflega aðgangsheimild að frumeintaki kvikmyndarinnar innan mánaðar frá frumsýningu myndarinnar. Aðgangsheimild þessi heimilar móttökusafni að gera sýningareintök af myndinni á eigin kostnað og taka hana í sína vörslu að sjö árum liðnum eða fyrr í samráði við framleiðanda og aðra þá sem eiga aðgang að frumeintakinu.\nSkilaskylda íslenskrar kvikmyndar hvílir á framleiðanda hennar. Skilaskylda erlendrar kvikmyndar hvílir á dreifingaraðila hér á landi.\nKvikmyndasafn Íslands varðveitir efni samkvæmt þessari grein og hefur eftirlit með skilum þess samkvæmt nánari ákvæðum í reglugerð, sbr. þó 12. mgr. Þó skal eintak íslenskra kvikmynda sem kveðið er á um í 5. mgr. varðveitt í Landsbókasafni. Kvikmyndasafn Íslands varðveitir það kynningarefni sem um getur í 8. mgr.\nFrumeintak af íslenskum kvikmyndum sem framleiddar eru á filmu skal afhent innan sjö ára frá frumsýningardegi. Ef frumeintak kvikmyndar er enn í notkun að sjö árum liðnum er heimilt að varðveita frumeintak kvikmyndarinnar í framköllunarfyrirtæki í samráði við móttökusafn. Framleiðanda ber skylda til að láta móttökusafn vita um allar breytingar á vistun myndarinnar. Sýningareintak af slíkum myndum skal afhenda innan tveggja ára frá frumsýningardegi. Móttökusafni skal einnig heimilt að láta gera nýtt sýningareintak á eigin kostnað.\nÍslenskar kvikmyndir sem framleiddar eru á myndbandi eða á formi sem ekki krefst þess að þjónusta sé sótt til útlanda vegna framköllunar skulu afhentar innan árs frá frumsýningu eða útgáfu.\nSé íslensk kvikmynd samframleiðsla með erlendum aðila getur hinn íslenski framleiðandi mælt fyrir um að í stað afhendingar til Kvikmyndasafns Íslands verði frumeintak varðveitt á erlendu kvikmyndasafni sem á aðild að alþjóðasamtökum kvikmyndasafna, FIAF. Í slíku tilviki skal framleiðandi tilkynna Kvikmyndasafni Íslands hvaða erlent safn varðveitir frumeintakið.\nIII. kafli. Framkvæmd skylduskila.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Frágangur efnis.\nSkilaskyld verk skal afhenda í endanlegri gerð og á því formi sem þau birtast notendum. Skyldueintök skulu vera heil og gallalaus. Með verkunum skal afhent það efni sem er framleitt til þess að fylgja þeim við dreifingu.\nMóttökusafni er heimilt að semja við skilaskyldan aðila um sérstakan frágang á efni ef þurfa þykir.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Innsiglun.\nÞað efni sem er trúnaðar- eða einkamál og aðeins birt til mjög takmarkaðra afnota getur útgefandi ákveðið að móttökusafn geymi innsiglað tiltekinn tíma og er safni skylt að heita því með skriflegri yfirlýsingu ef óskað er. Sá tími sem efni er þannig innsiglað að ósk útgefanda má ekki fara fram úr gildistíma höfundaréttar. Útgefandi getur ákveðið að þann tíma sem prentað eða fjölfaldað efni er innsiglað séu öll skyldueintök varðveitt í Landsbókasafni. Af efni sem opinber yfirvöld gera upptækt skulu lögregluyfirvöld tryggja skil eintaka og kveða á um innsiglun þeirra.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tæknilegar upplýsingar.\nSkilaskyldum aðila ber að verða við óskum móttökusafns um að láta í té þær tæknilegu upplýsingar sem eru nauðsynlegar til að verkið komi að notum. Hinn skilaskyldi getur farið fram á að þessar tæknilegu upplýsingar verði ekki látnar óviðkomandi í té.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Meðferð verka.\nSkilaskyld verk eru aðgengileg notendum að því marki sem höfundalög heimila.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skráning.\nSafn skal gera skrár um þau verk sem það varðveitir samkvæmt lögum þessum. Nánar skal mælt fyrir um skráninguna í reglugerð. Útgefanda er skylt að verða við ósk móttökusafns um að veita þær upplýsingar um útgefið verk sem eru nauðsynlegar vegna skráningarinnar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Kostnaður af skylduskilum.\nSkilaskyldur aðili ber kostnað af skylduskilum. Þó ber útgefandi kostnað af skilum verka skv. 4. gr.\nSetja má í reglugerð heimildarákvæði um að móttökusafn greiði í vissum tilvikum fyrir skilaskyld verk og afhendingu þeirra.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Lok reksturs hjá skilaskyldum aðila.\nFalli skilaskyldur aðili frá eða verði bú hans tekið til gjaldþrotaskipta tekur dánar- eða þrotabúið við skyldum hans samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Undanþágur.\nUndanþeginn skylduskilum er prentaður gjaldmiðill, svo sem bankaseðlar, verðbréf og frímerki. Sama gildir um ýmislegt smáprent, svo sem eyðublöð sem eru ætluð til útfyllingar, umbúðir, bréfsefni, nafnspjöld, umslög og dagatöl sem ekki er ritstýrt og eru án texta.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Nánari ákvæði.\nÍ reglugerð skal kveðið nánar á um framkvæmd skilaskyldu, svo sem um skilagrein er fylgja skuli efninu, hámarksfrest á skilum og þess háttar.\nRg. 982/2003.\nIV. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Nú afhendir skilaskyldur aðili ekki verk innan þess frests sem ákveðinn er í lögum þessum eða reglugerð og getur þá móttökusafnið að undangenginni aðvörun lagt á hann dagsektir. Kröfu um dagsektir má innheimta með aðför.\nV. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Lög þessi öðlast gildi 1. janúar 2003. ...",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    }
  ]
}
