{
  "id": "97/2002",
  "type": "statute",
  "title": "Lög um atvinnuréttindi útlendinga",
  "status": "in_force",
  "issued_date": "2002-05-10",
  "url": "https://www.althingi.is/lagas/nuna/2002097.html",
  "description": "Tóku gildi 1. janúar 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nÁkvæði laga þessara gilda um heimild útlendinga til atvinnu hér á landi. Um undanþágu frá kröfu um atvinnuleyfi gilda ákvæði III. kafla.\n...\nL. 78/2008, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tilgangur.\nLögin gefa heimild til að veita atvinnuleyfi vegna starfa útlendinga hér á landi í samræmi við stefnu stjórnvalda hverju sinni.\nLögunum er einnig ætlað að tryggja réttaröryggi útlendinga sem koma til landsins í atvinnuskyni og kveða á um rétt útlendinga til atvinnu hér á landi að ákveðnum skilyrðum fullnægðum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\n[Merking orða í lögum þessum er sem hér segir:\n1. Tímabundið atvinnuleyfi: Leyfi veitt útlendingi til að starfa tímabundið á innlendum vinnumarkaði hjá tilteknum atvinnurekanda.\n2. ...\n3. Atvinnurekandi: [Sjálfstætt starfandi einstaklingur, fyrirtæki eða félag, þ.m.t. stofnun, félagasamtök eða annar aðili], sem er með atvinnurekstur hér á landi án tillits til þess hvernig rekstrarformi og eignarhaldi er háttað.\n4. [Ótímabundið dvalarleyfi:] Heimild veitt útlendingi til ótímabundinnar dvalar hér á landi samkvæmt lögum um útlendinga.\n5. Útlendingur: Einstaklingur sem ekki hefur íslenskan ríkisborgararétt.\n6. Nánustu aðstandendur: Einstaklingar sem teljast nánustu aðstandendur samkvæmt lögum um útlendinga.\n[7. Sjálfstætt starfandi einstaklingur: Hver sá sem starfar við eigin atvinnurekstur eða sjálfstæða starfsemi í því umfangi að honum sjálfum er gert að standa mánaðarlega, eða með öðrum reglulegum hætti samkvæmt reglum ríkisskattstjóra um reiknað endurgjald, skil á staðgreiðslu af reiknuðu endurgjaldi og tryggingagjaldi vegna starfs síns.\n8. Nám: Námsleiðir sem teljast til náms samkvæmt lögum um útlendinga.]]\nL. 80/2016, 122. gr. L. 78/2008, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Framkvæmd laganna.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögunum og setur með reglugerð nánari ákvæði um framkvæmd þeirra, [þar á meðal um rafræna málsmeðferð].\nVinnumálastofnun fer í umboði ráðherra með framkvæmd laganna.\nL. 126/2011, 351. gr. Rg. 339/2005. L. 75/2018, 50. gr.\nII. kafli. Atvinnuleyfi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Almennt.\nAtvinnuleyfi veitir rétt til að vinna hér á landi samkvæmt þeim lögum og reglum sem gilda á íslenskum vinnumarkaði.\nLeyfi samkvæmt lögum þessum er heimilt að binda skilyrðum öðrum en þeim er koma fram í lögum þessum og ráðherra telur nauðsynleg vegna mikilvægra almannahagsmuna.\n[[Ráðherra] getur sett nánari reglur um veitingu atvinnuleyfa samkvæmt lögum þessum í samræmi við stefnu stjórnvalda.]\nL. 162/2010, 25. gr. Rg. 339/2005. L. 78/2008, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Óheimilt er að veita útlendingi atvinnuleyfi sem dvelst hér á landi án dvalarleyfis eða hefur verið gert að fara af landi brott samkvæmt lögum um útlendinga. ...\n[Atvinnurekanda er óheimilt að ráða útlending til starfa, hvort heldur er um langan tíma eða skamman, sbr. þó 4. og 5. mgr. 19. gr., eða hlutast til um að útlendingur flytjist til landsins í því skyni án atvinnuleyfis enda sé hann ekki undanþeginn kröfu um atvinnuleyfi samkvæmt lögum þessum.]\n[[Útlendingi er óheimilt að starfa hér á landi sem sjálfstætt starfandi einstaklingur nema hann sé undanþeginn kröfu um atvinnuleyfi samkvæmt lögum þessum.]\nÚtlendingi er óheimilt að ráða sig til starfa hér á landi nema leyfi hafi verið veitt samkvæmt lögum þessum, sbr. þó 4. og 5. mgr. 19. gr.]\nL. 78/2008, 4. gr. L. 80/2016, 122. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Almenn skilyrði tímabundins atvinnuleyfis.\n[Heimilt er að veita tímabundið atvinnuleyfi skv. 8.&ndash;13. gr. og 15.&ndash;16. gr. ef eftirfarandi skilyrði eru m.a. uppfyllt eftir því sem við á hverju sinni]:\na. Starfsfólk fáist hvorki á innlendum vinnumarkaði né innan Evrópska efnahagssvæðisins, EFTA-ríkja eða Færeyja eða aðrar sérstakar ástæður mæli með leyfisveitingu. Áður en leyfi er veitt ber atvinnurekanda að hafa leitað eftir starfsfólki með aðstoð Vinnumálastofnunar, nema slík leit verði fyrirsjáanlega árangurslaus að mati stofnunarinnar.\nb. Fyrir liggi umsögn stéttarfélags eða landssambands launafólks í hlutaðeigandi starfsgrein. Umsögn skal liggja fyrir innan sjö daga frá móttöku afrits umsóknar um atvinnuleyfi og ráðningarsamnings. Þó er heimilt að víkja frá þessu skilyrði þegar ekki er til að dreifa heildarsamtökum eða landssambandi í hlutaðeigandi starfsgrein.\nc. Fyrir liggi undirritaður ráðningarsamningur til tiltekins tíma eða vegna verkefnis milli atvinnurekanda og útlendings sem tryggi útlendingnum laun og önnur starfskjör til jafns við heimamenn í samræmi við gildandi lög og kjarasamninga þar um. Þegar um er að ræða störf sem falla utan gildissviðs kjarasamninga skal tryggja útlendingnum laun og önnur starfskjör til jafns við heimamenn [en við mat á því hvort svo sé er Vinnumálastofnun m.a. heimilt að líta til viðmiðunarfjárhæða samkvæmt reglum ríkisskattstjóra um reiknað endurgjald sem og upplýsinga frá Hagstofu Íslands og launakannana sem gerðar hafa verið af óháðum aðilum].\nd. Fyrir liggi að atvinnurekandi hafi sjúkratryggt útlending samkvæmt lögum um útlendinga.\ne. Atvinnurekandi ábyrgist greiðslu á heimflutningi útlendings að starfstíma loknum, ef um er að ræða ráðningarslit sem starfsmaður á ekki sök á eða ef útlendingur verður óvinnufær um lengri tíma vegna veikinda eða slysa. Í ráðningarsamningi skal koma fram til hvaða lands heimflutningur nær.\nÓheimilt er að veita atvinnuleyfi samkvæmt lögum þessum vegna starfa hjá starfsmannaleigum.]\nL. 75/2018, 51. gr. L. 80/2016, 122. gr. L. 78/2008, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Tímabundið atvinnuleyfi vegna starfs sem krefst sérfræðiþekkingar.\nHeimilt er að veita tímabundið atvinnuleyfi vegna tiltekins starfs hér á landi sem krefst sérfræðiþekkingar. Skilyrði fyrir veitingu atvinnuleyfis samkvæmt ákvæði þessu eru m.a. eftirfarandi:\na. skilyrði a&ndash;e-liða 1. mgr. 7. gr. séu uppfyllt,\nb. útlendingur hafi gert ráðningarsamning við atvinnurekanda um að gegna tilteknu starfi sem [samkvæmt lögum eða venju hér á landi er þess eðlis að það krefjist þess að sá sem því gegnir búi yfir tiltekinni sérfræðiþekkingu; auk þess er Vinnumálastofnun heimilt að óska eftir að þar til bærir aðilar að mati stofnunarinnar votti um að starfið sem um ræðir sé þess eðlis að það krefjist þess að sá sem því gegnir búi yfir tiltekinni sérfræðiþekkingu],\nc. sérfræðiþekking útlendingsins sé nauðsynleg hlutaðeigandi fyrirtæki, og\nd. sérfræðiþekking útlendingsins feli í sér háskóla-, iðn-, list- eða tæknimenntun sem viðurkennd er hér á landi. Vinnumálastofnun óskar staðfestingar á menntun útlendingsins með viðeigandi skilríkjum í samræmi við íslenskar reglur telji stofnunin slíkt nauðsynlegt.\nEnn fremur er Vinnumálastofnun í undantekningartilvikum heimilt að veita tímabundið atvinnuleyfi samkvæmt ákvæði þessu ef viðkomandi útlendingur hefur yfir að ráða sérþekkingu sem jafna má við menntun skv. d-lið 1. mgr. Vinnumálastofnun óskar staðfestingar á sérþekkingu í samræmi við íslenskar reglur telji stofnunin slíkt nauðsynlegt. Að öðru leyti gildir ákvæði 1. mgr.\n[Ráðherra er heimilt að birta í reglugerð lista yfir þau störf sem krefjast sérhæfðrar þekkingar sem tímabundinn skortur er á hér á landi. Ráðherra skal að minnsta kosti á tólf mánaða fresti óska eftir tillögum að breytingum á framangreindri reglugerð frá hlutaðeigandi stofnunum og hagsmunasamtökum. Vinnumálastofnun er heimilt að veita tímabundið atvinnuleyfi vegna starfs sem krefst sérhæfðrar þekkingar sem tímabundinn skortur er á hér á landi og birt hefur verið í reglugerð, sbr. 1. málsl. Vinnumálastofnun óskar staðfestingar á sérhæfðri þekkingu viðkomandi útlendings í samræmi við íslenskar reglur telji stofnunin slíkt nauðsynlegt. Að öðru leyti gildir ákvæði 1. mgr.]\nÞegar um er að ræða umsókn um atvinnuleyfi samkvæmt ákvæði þessu vegna starfs sem krefst háskólamenntunar [eða starfs sem krefst sérhæfðrar þekkingar, sbr. 3. mgr.], er Vinnumálastofnun heimilt að víkja frá skilyrði a-liðar 1. mgr. 7. gr., sbr. a-lið 1. mgr.\n[Vinnumálastofnun er heimilt að víkja frá skilyrði a-liðar 1. mgr. 7. gr., sbr. a-lið 1. mgr., þegar atvinnurekandi sendir starfsmann sinn tímabundið til starfa við starfsstöð sína hér á landi enda sé um að ræða starfsmann atvinnurekanda með ótímabundna ráðningu sem sérfræðingur við starfsstöð hans erlendis. Ef um er að ræða starfsmann atvinnurekanda með ótímabundna ráðningu sem stjórnandi við starfsstöð atvinnurekanda erlendis er Vinnumálastofnun heimilt að víkja frá skilyrðum a-liðar 1. mgr. 7. gr., sbr. a-lið 1. mgr., sem og b&ndash;d-lið 1. mgr. Vinnumálastofnun óskar eftir rökstuðningi atvinnurekanda varðandi nauðsyn þess að viðkomandi útlendingur komi til starfa við starfsstöð hans hér á landi telji stofnunin slíkt nauðsynlegt.]\nAtvinnuleyfi samkvæmt ákvæði þessu sem veitt er í fyrsta skipti skal eigi veitt til lengri tíma en [fjögurra ára] en þó aldrei til lengri tíma en sem nemur ráðningartímanum samkvæmt ráðningarsamningi. Heimilt er að framlengja það um allt að [fjögur ár] í senn [með sömu takmörkunum og þegar leyfið var veitt í fyrsta skipti] enda séu uppfyllt skilyrði 1. mgr. [Hafi leyfið verið veitt á grundvelli 3. mgr. er heimilt að framlengja það um allt að tvö ár þrátt fyrir að það starf sem um ræðir hafi verið fellt brott af lista yfir störf sem falla undir 3. mgr. samkvæmt gildandi reglugerð hverju sinni.] Við framlengingu þurfa skilyrði a-, d- og e-liðar 1. mgr. 7. gr., sbr. a-lið 1. mgr., ekki að vera uppfyllt. Enn fremur er það skilyrði framlengingar atvinnuleyfisins að atvinnurekandi hafi staðið skil á staðgreiðslu skatta sem og tryggingagjaldi lögum samkvæmt vegna starfa útlendingsins. [Þá er Vinnumálastofnun heimilt að óska eftir upplýsingum frá atvinnurekanda í tengslum við starf viðkomandi útlendings sem stofnunin telur nauðsynlegar til að meta hvort skilyrði framlengingar atvinnuleyfisins séu uppfyllt, svo sem upplýsingum um hvort sérfræðiþekking útlendingsins hafi nýst í því starfi sem hann var ráðinn til að gegna.]\n...]\nL. 80/2016, 122. gr. Rg. 707/2023. L. 17/2023, 1. gr. L. 53/2022, 1. gr. L. 56/2023, 19. gr. L. 78/2008, 6. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
