{
  "id": "79/2003",
  "type": "statute",
  "title": "Lög um námsstyrki",
  "status": "in_force",
  "issued_date": "2003-03-26",
  "url": "https://www.althingi.is/lagas/nuna/2003079.html",
  "description": "Tóku gildi 1. júlí 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkissjóður veitir námsstyrki til jöfnunar á fjárhagslegum aðstöðumun nemenda í framhaldsskólum [og háskólum] að því leyti sem búseta veldur þeim misþungum fjárhagsbyrðum eða efnaleysi torveldar þeim nám.\nL. 108/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Réttar til námsstyrkja samkvæmt lögum þessum njóta nemendur sem:\n1. eru íslenskir ríkisborgarar eða erlendir ríkisborgarar sem\neiga rétt til námsstyrks samkvæmt samningi íslenska ríkisins við önnur ríki [eða nemendur sem hafa hlotið alþjóðlega vernd eða dvalarleyfi á grundvelli mannúðarsjónarmiða],\n2. [stunda reglubundið framhaldsskólanám hér á landi eða framhaldsskólanám erlendis og nemandi getur ekki stundað sambærilegt nám frá lögheimili hér á landi eða öðrum jafngildum dvalarstað],\n[3. hafa ekki náð 18 ára aldri og stunda reglubundið nám á háskólastigi hér á landi sem miðar að skilgreindum námslokum við fræðasvið háskóla sem hlotið hefur viðurkenningu ráðherra samkvæmt lögum um háskóla],\n[4. ] annaðhvort eru það efnalitlir að efnaleysi torveldar þeim nám eða verða að dveljast fjarri fjölskyldu sinni vegna námsins, enda sé ekki unnt að stunda sambærilegt nám frá lögheimili eða öðrum dvalarstað.\nEigi skulu þeir njóta styrks sem eiga rétt til [námslána og/eða styrkja úr Menntasjóði námsmanna] eða njóta hliðstæðrar fyrirgreiðslu.\nL. 85/2024, 1. gr. L. 108/2011, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Námsstyrkir samkvæmt lögum þessum eru:\n1. Dvalarstyrkur sem samanstendur af ferðastyrk, fæðisstyrk og húsnæðisstyrk. Skilyrði dvalarstyrks er að nemandi verði að vista sig a.m.k. 30 km frá lögheimili og fjarri fjölskyldu sinni vegna námsins. Þó er heimilt að veita dvalarstyrk þótt fjarlægð sé styttri en 30 km ef samgöngur til og frá skóla eru nemanda sérstaklega erfiðar, m.a. með tilliti til veðráttu, ástands vega eða skorts á almenningssamgöngum.\n2. Skólaakstursstyrkur. Skilyrði skólaakstursstyrks er að nemandi verði að sækja skóla fjarri fjölskyldu sinni og eigi ekki rétt á dvalarstyrk.\n3. Sérstakir styrkir sem námsstyrkjanefnd er heimilt að veita efnalitlum nemendum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Fjárhæð styrkja samkvæmt lögum þessum er ákveðin með hliðsjón af þeirri heildarfjárhæð sem veitt er til námsstyrkja á fjárlögum ár hvert.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Ráðherra] skipar [þriggja] manna námsstyrkjanefnd sem skal sjá um úthlutun námsstyrkja. Námsstyrkjanefnd er skipuð sem hér segir: Tveir nefndarmanna skulu skipaðir án tilnefningar og skal annar þeirra vera formaður nefndarinnar ... og einn eftir tilnefningu Sambands íslenskra sveitarfélaga. Skulu þeir allir skipaðir til fjögurra ára í senn. ...\nL. 108/2011, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Námsstyrkjanefnd leggur fyrir [ráðherra] tillögur um árlegar fjárveitingar í samræmi við markmið laga þessara sem skulu grundvallast á upplýsingum um ferðakostnað, fæðiskostnað og húsnæðiskostnað nemenda, kostnað nemenda vegna skólaaksturs sem og öðrum upplýsingum sem við eiga hverju sinni. Í tillögum nefndarinnar skal koma fram hvernig fjárveitingar skulu skiptast á milli styrktegunda.\nNámsstyrkjanefnd auglýsir eftir umsóknum um styrki sérstaklega fyrir vor- og haustönn og úthlutar styrkjum að umsóknarfresti loknum. Útborgun námsstyrkja skal fara fram í tvennu lagi fyrir vor- og haustönn. Skilyrði úthlutunar er að viðkomandi skóli hafi staðfest námsástundun og námsárangur umsækjanda í lok haustannar og í lok vorannar.\nL. 108/2011, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ef nemandi gerir athugasemdir við niðurstöðu námsstyrkjanefndar skal nefndin taka mál hans fyrir að nýju. Athugasemdir við niðurstöðu námsstyrkjanefndar skulu vera skriflegar og hafa borist nefndinni innan 30 daga frá því að nemanda var tilkynnt um niðurstöðuna. Ákvörðun nefndarinnar skal liggja fyrir eigi síðar en 30 dögum eftir að gagnaöflun lýkur.\nEf nemandi sækir um styrk vegna efnaleysis er námsstyrkjanefnd heimilt að óska eftir nauðsynlegum upplýsingum um efnahag nemanda og foreldra hans hjá skattyfirvöldum og öðrum opinberum stofnunum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Ráðherra] setur með reglugerð nánari ákvæði um framkvæmd laga þessara. Í reglugerðinni skal mælt fyrir um fresti til að skila umsóknum, form og efni skjala sem byggt skal á við umsókn styrkja, fyrirkomulag útborgunar á námsstyrkjum, hvaða upplýsingar umsækjandi skuli veita þegar sótt er um námsstyrk og aðrar reglur er varða nánari framkvæmd laga þessara.\nL. 108/2011, 4. gr. Rg. 692/2003, sbr. 760/2004, 829/2006, 532/2007, 903/2007, 922/2007, 644/2010 og 28/2011.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög þessi öðlast gildi 1. júlí 2003. ...",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
