{
  "id": "139/2003",
  "type": "statute",
  "title": "Lög um tímabundna ráðningu starfsmanna",
  "status": "in_force",
  "issued_date": "2003-12-19",
  "url": "https://www.althingi.is/lagas/nuna/2003139.html",
  "description": "Tóku gildi 30. desember 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um starfsmenn með tímabundna ráðningu, sbr. a-lið 3. gr.\nLög þessi gilda ekki um:\na. nemendur sem ráðnir eru tímabundið á grundvelli samninga um grunnstarfsnám eða annarra námssamninga,\nb. starfsmenn sem ráðnir eru á grundvelli tímabundinna ráðningarsamninga sem eru liðir í þjálfunar-, aðlögunar- eða endurmenntunaráætlunum er njóta stuðnings opinberra aðila,\nc. starfsmenn sem framleigufyrirtæki útvega öðrum fyrirtækjum, eða\nd. embættismenn, sbr. 22. gr. laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að bæta tímabundnar ráðningar með því að tryggja meginregluna um að starfsmönnum með tímabundna ráðningu sé ekki mismunað miðað við þá sem ráðnir eru ótímabundið. Enn fremur er lögum þessum ætlað að koma í veg fyrir misnotkun er byggist á því að hver tímabundinn ráðningarsamningur taki við af öðrum án hlutlægra ástæðna.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\na. Starfsmaður með tímabundna ráðningu er starfsmaður með ráðningarsamning við vinnuveitanda þar sem lok samningsins ákvarðast af hlutlægum ástæðum, til dæmis tiltekinni dagsetningu, lokum afmarkaðs verkefnis eða tilteknum aðstæðum.\nb. Sambærilegur starfsmaður með ótímabundna ráðningu er starfsmaður með ótímabundinn ráðningarsamning við sama fyrirtæki og starfsmaður með tímabundna ráðningu og vinnur sama eða sambærilegt starf að teknu tilliti til annarra áhrifaþátta, svo sem kunnáttu eða hæfni. Þegar ekki er til að dreifa sambærilegum starfsmanni með ótímabundna ráðningu í sama fyrirtæki skal samanburður gerður með vísan til hlutaðeigandi kjarasamnings eða, þar sem slíkur samningur er ekki fyrir hendi, með vísan til gildandi laga, annarra kjarasamninga eða venju.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Vernd gegn mismunun.\nStarfsmaður með tímabundna ráðningu skal hvorki njóta hlutfallslega lakari starfskjara né sæta lakari meðferð en sambærilegur starfsmaður með ótímabundna ráðningu af þeirri ástæðu einni að hann er ráðinn tímabundið nema það sé réttlætanlegt á grundvelli hlutlægra ástæðna.\nÞegar krafist er ákveðins starfsaldurs til að öðlast tiltekin starfskjör skulu sömu skilyrði gilda fyrir starfsmann með tímabundna ráðningu og sambærilegan starfsmann með ótímabundna ráðningu nema krafan um mismunandi starfsaldur sé byggð á hlutlægum ástæðum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Framlenging eða endurnýjun tímabundinnar ráðningar.\nÓheimilt er að framlengja eða endurnýja tímabundinn ráðningarsamning þannig að hann vari samfellt lengur en í tvö ár nema annað sé tekið fram í lögum. Þó er heimilt að endurnýja tímabundinn ráðningarsamning stjórnanda, sem gerður hefur verið til fjögurra ára eða lengri tíma, í jafnlangan tíma hverju sinni. Vinnuveitandi skal þó ávallt leitast við að ráða starfsmann ótímabundið.\nNýr ráðningarsamningur telst taka við af öðrum samningi sé hann framlengdur eða ef nýr tímabundinn ráðningarsamningur kemst á milli sömu aðila [innan sex vikna] frá lokum gildistíma eldri samnings.\nAðilum vinnumarkaðarins er heimilt að semja um annað fyrirkomulag á framlengingu eða endurnýjun tímabundinna ráðninga þar sem tekið er tillit til þarfa starfsmanna og vinnuveitanda í þeirri atvinnugrein sem kjarasamningurinn tekur til. Sá samningur skal þá gilda um framlengingu eða endurnýjun tímabundinna ráðninga þeirra starfsmanna er hann tekur til.\nL. 84/2009, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Upplýsingagjöf og endurmenntun.\nVinnuveitandi skal veita starfsmanni með tímabundna ráðningu tímanlega upplýsingar um störf sem losna innan fyrirtækis, þar með talin hlutastörf, til að hann hafi sömu tækifæri til að vera ráðinn ótímabundið og aðrir starfsmenn. Heimilt er að veita slíkar upplýsingar í almennum tilkynningum á viðeigandi stöðum innan fyrirtækis.\nVinnuveitandi skal enn fremur leitast við að greiða fyrir aðgangi starfsmanns með tímabundna ráðningu að starfsmenntun og starfsþjálfun, meðal annars í því skyni að hann geti aukið hæfni sína og til að stuðla að framgangi og hreyfanleika í starfi.\nÞá skal vinnuveitandi leitast við að veita trúnaðarmanni starfsmanna viðeigandi upplýsingar um tímabundin störf innan fyrirtækis.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ákvörðun um fjölda starfsmanna.\nStarfsmenn sem ráðnir eru tímabundið skulu taldir með meðan á ráðningunni stendur við ákvörðun um fjölda starfsmanna fyrirtækis í þeim tilvikum þegar fjöldi starfsmanna skiptir máli við tilnefningar fulltrúa starfsmanna samkvæmt lögum eða kjarasamningum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Réttur til skaðabóta.\nBrjóti vinnuveitandi gegn ákvæðum laga þessara getur það varðað hann skaðabótum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Innleiðing á tilskipun.\nLög þessi eru sett til innleiðingar á tilskipun nr. 1999/70/EB, um rammasamninginn um tímabundna ráðningu sem Evrópusamband verkalýðsfélaga (ETUC), Samtök evrópskra iðn- og atvinnurekenda (UNICE) og Evrópusamtök fyrirtækja með opinberri eignaraðild (CEEP) hafa gert, sem vísað er til í 32. lið a XVIII. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar, nr. 43/2000.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÖnnur lög eða kjarasamningar aðila vinnumarkaðarins er kveða á um meiri rétt starfsmanna en lög þessi kveða á um skulu halda gildi sínu.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
