{
  "id": "3/2003",
  "type": "statute",
  "title": "Lög um opinberan stuðning við vísindarannsóknir",
  "status": "in_force",
  "issued_date": "2003-02-03",
  "url": "https://www.althingi.is/lagas/nuna/2003003.html",
  "description": "Tóku gildi 7. febrúar 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið laga þessara er að efla vísindarannsóknir og vísindamenntun á Íslandi með því að styrkja grunnrannsóknir og hagnýtar rannsóknir og stuðla að samvinnu þeirra aðila sem starfa að vísindarannsóknum jafnframt því að tryggja áreiðanleika og gæði upplýsinga um vísindi og rannsóknir hér á landi.\nII. kafli. Úthlutunarsjóðir.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Rannsóknasjóður.\nHlutverk Rannsóknasjóðs er að styrkja vísindarannsóknir og rannsóknartengt framhaldsnám. Sjóðurinn styrkir nemendur í rannsóknartengdu framhaldsnámi og skilgreind rannsóknarverkefni sem efla stöðu vísindastarfs á Íslandi. Rannsóknasjóður veitir styrki samkvæmt almennum áherslum [ráðherranefndar um vísindi og nýsköpun] og á grundvelli faglegs mats á gæðum rannsóknarverkefna, færni þeirra einstaklinga sem stunda rannsóknirnar og aðstöðu þeirra til að sinna verkefninu. Ákvörðun um styrkveitingu skal bundin hinu faglega mati.]\nL. 137/2022, 8. gr. L. 42/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "...\nL. 42/2019, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Stjórn Rannsóknasjóðs.\nRáðherra skipar fimm manna stjórn Rannsóknasjóðs til þriggja ára í senn samkvæmt tilnefningu [Vísinda- og nýsköpunarráðs]. Tilnefndir skulu fimm einstaklingar sem hafa reynslu og þekkingu á vísindarannsóknum, þar af skal einn tilnefndur úr [Vísinda- og nýsköpunarráði]. Varamenn skulu skipaðir með sama hætti. Ráðherra skipar formann og varaformann úr hópi stjórnarmanna.\nStjórnin tekur ákvarðanir um fjárveitingar úr Rannsóknasjóði að fengnum umsögnum fagráða sem skipuð eru skv. 5. gr. Stjórnin leitar ráðgjafar umfram það sem fagráð sjóðsins getur veitt ef þurfa þykir.\nEf til atkvæðagreiðslu kemur innan stjórnar og atkvæði falla jafnt ræður atkvæði formanns.\nÁkvarðanir stjórnar um styrkveitingar samkvæmt lögum þessum sæta ekki stjórnsýslukæru.\nKostnaður við mat á umsóknum og við störf stjórnar skal greiddur af árlegu ráðstöfunarfé sjóðsins.\nStjórn er heimilt, að tillögu [Vísinda- og nýsköpunarráðs], að veita viðurkenningar fyrir framúrskarandi árangur í vísindarannsóknum af ráðstöfunarfé Rannsóknasjóðs.]\nL. 137/2022, 8. gr. L. 42/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Fagráð Rannsóknasjóðs.\n[Stjórn Rannsóknasjóðs skipar fagráð sjóðsins] til tveggja ára í senn á helstu sviðum vísinda sem skulu hafa það hlutverk að vera ráðgefandi fyrir stjórn við úthlutanir úr [sjóðnum]. [Stjórnin] skipar formenn fagráða sérstaklega. Fagráð eru jafnframt ráðgefandi fyrir [ráðherranefnd um vísindi og nýsköpun og Vísinda- og nýsköpunarráð] um fagleg efni eftir því sem óskað er. Í alþjóðlegum samstarfsverkefnum rannsóknasjóða er heimilt að byggja á niðurstöðum fagráða sem skipuð eru sameiginlega af samstarfsaðilum, enda séu sambærilegar kröfur gerðar til matsviðmiða, sbr. 2. mgr.\nFagráð Rannsóknasjóðs skal vera skipað allt að sjö einstaklingum með víðtæka reynslu af rannsóknum. Skulu þeir hvorki sitja í [Vísinda- og nýsköpunarráði] né stjórn úthlutunarsjóða samkvæmt lögum þessum. Fagráð metur umsóknir út frá vísindalegu gildi, færni og aðstöðu umsækjenda til að framkvæma verkið og líkum á að verkefnið skili mælanlegum árangri og ávinningi.]\nL. 137/2022, 8. gr. L. 42/2019, 4. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Úthlutunarreglur Rannsóknasjóðs.\n[Vísinda- og nýsköpunarráð markar úthlutunarstefnu Rannsóknasjóðs samkvæmt áherslum ráðherranefndar um vísindi og nýsköpun.] Stjórn sjóðsins gefur út reglur um umsóknir, málsmeðferð þeirra og úthlutun eigi síðar en sex vikum fyrir lok umsóknarfrests og skulu þær kynntar ráðherra. Í reglunum skulu koma fram skilyrði umsókna og áherslur [ráðherranefndar um vísindi og nýsköpun].]\nL. 137/2022, 8. gr. L. 42/2019, 5. gr.\n[6. gr. a. Innviðasjóður.\nHlutverk Innviðasjóðs er að styðja við uppbyggingu rannsóknarinnviða á Íslandi. Við úthlutun eru höfð til hliðsjónar viðmið og áherslur sem birtast í stefnu [ráðherranefndar um vísindi og nýsköpun] um rannsóknarinnviði hverju sinni.]\nL. 137/2022, 8. gr. L. 42/2019, 6. gr.\n[6. gr. b. Stjórn Innviðasjóðs.\nRáðherra skipar fjögurra manna stjórn Innviðasjóðs til þriggja ára í senn samkvæmt tilnefningu [Vísinda- og nýsköpunarráðs]. Að auki skipar ráðherra formann stjórnar án tilnefningar en varaformann úr hópi hinna fjögurra.\nStjórn byggir ákvarðanir um fjárveitingu á umsögnum fagráðs Innviðasjóðs og áherslum [ráðherranefndar um vísindi og nýsköpun] um uppbyggingu rannsóknarinnviða. Stjórnin leitar ráðgjafar umfram það sem fagráð sjóðsins getur veitt ef þurfa þykir.\nEf til atkvæðagreiðslu kemur innan stjórnar og atkvæði falla jafnt ræður atkvæði formanns.\nÁkvarðanir stjórnar um styrkveitingar samkvæmt lögum þessum sæta ekki stjórnsýslukæru.\nKostnaður við mat á umsóknum og við störf stjórnar skal greiddur af árlegu ráðstöfunarfé sjóðsins.]\nL. 137/2022, 8. gr. L. 42/2019, 6. gr.\n[6. gr. c. Fagráð Innviðasjóðs.\n[Stjórn Innviðasjóðs skipar fagráð sjóðsins] til tveggja ára í senn sem hefur það hlutverk að vera ráðgefandi fyrir stjórn við úthlutanir úr Innviðasjóði. [Stjórnin skipar] formann fagráðs sérstaklega.\nFagráð Innviðasjóðs skal vera skipað allt að níu einstaklingum með víðtæka reynslu af rannsóknum og þekkingu á innlendu og erlendu rannsóknarumhverfi. Skulu fagráðsmeðlimir hvorki sitja í [Vísinda- og nýsköpunarráði] né stjórnum annarra úthlutunarsjóða samkvæmt lögum þessum. Fagráð metur gæði umsókna.]\nL. 137/2022, 8. gr. L. 42/2019, 6. gr.\n[6. gr. d. Úthlutunarreglur Innviðasjóðs.\n[Stjórn Innviðasjóðs markar úthlutunarstefnu Innviðasjóðs samkvæmt áherslum ráðherranefndar um vísindi og nýsköpun.] Stjórn sjóðsins gefur út reglur um umsóknir, málsmeðferð þeirra og úthlutun eigi síðar en sex vikum fyrir lok umsóknarfrests sjóðsins og skulu þær kynntar ráðherra. Í reglunum skulu koma fram skilyrði umsókna og áherslur [ráðherranefndar um vísindi og nýsköpun] í uppbyggingu rannsóknarinnviða. Rannsóknarinnviðir sem styrktir eru af opinberu fé skulu vera opnir vísindamönnum að uppfylltum faglegum kröfum.]\nL. 137/2022, 8. gr. L. 42/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Markáætlun á sviði vísinda, tækni og nýsköpunar.\nÍ fjárlögum eru veittir styrkir til grunnrannsókna og hagnýtra verkefna undir formerkjum Markáætlunar á sviði vísinda, tækni og nýsköpunar. Markáætlun á sviði vísinda, tækni og nýsköpunar nær yfir stefnumótandi áætlanir þar sem um er að ræða tímabundinn forgang á fjármagni. Verkefni skulu unnin í nánu samstarfi fyrirtækja, rannsóknarstofnana og háskóla á einstökum sviðum eða þverfaglegum fræðasviðum á grundvelli vandaðra rannsóknaráætlana. Markmið verkefna skulu falla að almennum áherslum og markmiðum [ráðherranefndar um vísindi og nýsköpun].]\nL. 137/2022, 8. gr. L. 149/2012, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Tekjur Markáætlunar á sviði vísinda, tækni og nýsköpunar.\nTekjur Markáætlunar á sviði vísinda, tækni og nýsköpunar eru:\n1. Fjárveiting í fjárlögum ár hvert.\n2. Önnur framlög.]\nL. 149/2012, 5. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Stjórn Markáætlunar á sviði vísinda, tækni og nýsköpunar.\nRáðherra skipar stjórn Markáætlunar á sviði vísinda, tækni og nýsköpunar til þriggja ára í senn. Stjórnin skal skipuð þremur einstaklingum úr stjórn Rannsóknasjóðs og þremur einstaklingum úr stjórn Tækniþróunarsjóðs, sem skipuð er skv. [3. gr. laga um Tækniþróunarsjóð], og jafnmörgum til vara. Ráðherra skipar formann og varaformann úr hópi stjórnarmanna.\n[Ráðherranefnd um vísindi og nýsköpun.] markar áherslur nýrrar Markáætlunar. Stjórn Markáætlunar setur reglur varðandi umsóknir, mat þeirra og málsmeðferð í samræmi við áherslur [ráðherranefndarinnar].\nEf til atkvæðagreiðslu kemur innan stjórnar Markáætlunar og atkvæði falla jafnt ræður atkvæði formanns.\nKostnaður við mat á umsóknum og rekstur Markáætlunar skal greiddur af ráðstöfunarfé.\nÁkvarðanir stjórnar um veitingu styrkja úr Markáætlun eru endanlegar á stjórnsýslustigi.]\nL. 26/2021, 8. gr. L. 137/2022, 8. gr. L. 149/2012, 5. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
