{
  "id": "76/2003",
  "type": "statute",
  "title": "Barnalög",
  "status": "in_force",
  "issued_date": "2003-03-27",
  "url": "https://www.althingi.is/lagas/nuna/2003076.html",
  "description": "Tóku gildi 1. nóvember 2003.",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Foreldrareglur um börn hjóna og foreldra í skráðri sambúð.]\n[Kona sem elur barn er móðir þess.]\nEiginmaður móður barns telst faðir þess ef það er alið í hjúskap þeirra. Hið sama gildir ef barn er alið svo skömmu eftir hjúskaparslit að það sé hugsanlega getið í hjúskapnum. Þetta gildir þó ekki ef hjónin voru skilin að borði og sæng á getnaðartíma barnsins eða ef móðir þess giftist eða skráir sambúð sína í þjóðskrá, með öðrum manni, fyrir fæðingu barnsins.\nNú giftist móðir barns eftir fæðingu þess manni sem hún hefur lýst föður barnsins og telst hann þá faðir þess, enda sé barnið þá ófeðrað.\nEf móðir barns og maður sem hún lýsir föður þess hafa skráð sambúð sína í þjóðskrá við fæðingu þess telst hann faðir barnsins. Sama er ef móðir barns og maður er hún lýsir föður þess skrá sambúð sína í þjóðskrá síðar, enda sé barnið þá ófeðrað.\nL. 49/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ákvörðun um faðerni barns er ákvæði 2. gr. taka ekki til ...\nEf feðrunarreglur 2. gr. eiga ekki við verður barn feðrað með faðernisviðurkenningu manns, sbr. 4. gr., samþykki skv. 6. gr. eða dómsúrlausn, sbr. II. kafla. ...\n[Um foreldri barns þegar annað foreldri eða bæði hafa breytt skráningu kyns gilda ákvæði 5. gr.\nUm foreldri barns sem getið er við tæknifrjóvgun gilda ákvæði 6. gr., sbr. og 6. gr. a.]\nL. 49/2021, 3. gr. L. 65/2010, 19. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Faðernisviðurkenning.\nNú gengst karlmaður, sem kona kennir barn sitt, við faðerni þess með skriflegri yfirlýsingu sinni fyrir sýslumanni, fyrir dómara í máli skv. II. kafla eða bréflega, og telst hann þá faðir barnsins. Sé yfirlýsingin gefin bréflega skal undirritun hennar staðfest af [lögmanni] eða tveimur vitundarvottum. Þar skal tekið fram að útgefandi yfirlýsingarinnar hafi ritað nafn sitt eða kannast við undirritun sína í viðurvist þess eða þeirra er undirskriftina staðfesta. Vitundarvottar skulu geta kennitölu sinnar eða eftir atvikum fæðingardags og heimilisfangs. [Í þeim tilvikum þegar yfirlýsing er gefin bréflega er heimilt að leggja hana fram á rafrænu eyðublaði ef það er undirritað með fullgildum rafrænum skilríkjum. Við þær aðstæður er ekki þörf á sérstakri staðfestingu lögmanns eða tveggja vitundarvotta.]\n[Ráðuneytið] getur mælt svo fyrir að faðernisviðurkenning sem fengin er erlendis sé jafngild faðernisviðurkenningu sem fengist hefur hér á landi.\nEf lýstur faðir er ósjálfráða skal yfirlýsing hans gefin fyrir sýslumanni eða dómara að viðstöddum lögráðamanni hins ósjálfráða manns.\nNú er sálrænum högum lýsts föður svo háttað að ekki þykir fullvíst að hann geri sér grein fyrir þýðingu faðernisviðurkenningar og skal þá úr máli leyst með dómi.\nNú skýrir móðir frá því að hún hafi haft samfarir við fleiri menn en einn á hugsanlegum getnaðartíma barns og skal þá leyst úr máli með dómi. Þess er þó eigi þörf ef fyrir liggja niðurstöður mannerfðafræðilegra rannsókna er benda eindregið til þess að tiltekinn maður, sem móðir hefur lýst sennilegan föður barns, sé faðir þess. Getur þá sá maður gengist við faðerni barnsins.\nEf niðurstaða mannerfðafræðilegrar rannsóknar útilokar að sá maður sé faðir barns sem móðir hefur lýst föður þess skal greiða úr ríkissjóði kostnað vegna rannsóknar sem sýslumaður hefur talið rétt að efna til.\nL. 117/2016, 65. gr. L. 32/2020, 2. gr. L. 126/2011, 371. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Foreldrar barns þegar annað foreldri eða bæði hafa breytt skráningu kyns.\nKarlmaður sem elur barn telst faðir þess. Sá sem elur barn og hefur hlutlausa kynskráningu telst foreldri þess.\nSé faðir eða foreldri skv. 1. mgr. í hjúskap eða skráðri sambúð í þjóðskrá við fæðingu barns telst eiginmaður eða sambúðarmaður einnig faðir barnsins. Ákvæði 2. gr. gilda um þessar aðstæður eftir atvikum.\nEf maki þess sem elur barn hefur breytt skráningu kyns þá telst maki móðir eða foreldri barnsins ef það er alið í hjúskap eða skráðri sambúð þeirra. Kona telst þá móðir barns og sá sem hefur hlutlausa kynskráningu telst foreldri barns. Þetta á þó einungis við ef upphafleg kynskráning útilokar ekki líffræðileg tengsl makans við barnið. Ákvæði 2. gr. gilda um þessar aðstæður eftir atvikum.\nEf ákvæði 2. og 3. mgr. eiga ekki við getur foreldrastaða ákvarðast á grundvelli faðernis- eða foreldraviðurkenningar skv. 5. eða 6. mgr., samþykkis skv. 6. gr. a eða dómsúrlausnar skv. II. kafla, sbr. 19. gr. a.\nEf karlmaður, sem faðir eða foreldri skv. 1. mgr. kennir barn sitt, gengst við faðerni þess skv. 4. gr. þá telst hann faðir barnsins.\nUm foreldraviðurkenningu þess sem hefur breytt skráningu kyns gilda ákvæði 4. gr. eftir atvikum. Viðkomandi telst þá móðir eða foreldri barns eftir því hvernig breyttri kynskráningu er háttað, sbr. 3. mgr. Þetta á þó einungis við ef upphafleg kynskráning útilokar ekki líffræðileg tengsl viðkomandi við barnið.\nÞað sem segir um móður í 1. gr. a, 3. mgr. 27. gr. og 58. gr., móður sem elur barn í 25. gr. og 2. mgr. 29. gr. og barnsmóður og konu í 26. gr. á einnig við um þann sem er faðir eða foreldri barns skv. 1. mgr. Ákvæði annarra laga sem fjalla um móður, þungaða konu, konu sem nýlega hefur alið barn eða konu með barn á brjósti gilda einnig um þann sem er faðir eða foreldri skv. 1. mgr.\nÞað sem á við um föður og barnsföður í ákvæði 25.–27. gr. og 58. gr. gildir um þann sem telst móðir eða foreldri skv. 3. mgr. og þann sem gengst við foreldrastöðu skv. 6. mgr. Ákvæði annarra laga sem fjalla um föður eða barnsföður gilda einnig um þessa einstaklinga.\nÁkvæði þetta á einnig við, eftir því sem við getur átt, ef foreldri breytir skráningu kyns eftir fæðingu barns.]\nL. 49/2021, 4. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Foreldrar barns sem getið er við tæknifrjóvgun.]\n[Kona sem elur barn sem getið er við tæknifrjóvgun telst móðir þess.\nKona sem samþykkt hefur að tæknifrjóvgun fari fram á eiginkonu sinni samkvæmt ákvæðum laga um tæknifrjóvgun telst [móðir] barns sem þannig er getið. Sama á við um konur sem skráð hafa sambúð sína í þjóðskrá.\nMaður sem samþykkt hefur að tæknifrjóvgun fari fram á eiginkonu sinni samkvæmt ákvæðum laga um tæknifrjóvgun telst faðir barns sem þannig er getið. Sama á við um mann og konu sem skráð hafa sambúð sína í þjóðskrá.\n[Einstaklingur sem samþykkt hefur að tæknifrjóvgun fari fram á eftirlifandi eða fyrrverandi eiginkonu eða sambúðarkonu, samkvæmt ákvæðum laga um tæknifrjóvgun, eftir andlát, skilnað eða sambúðarslit telst móðir eða faðir barns sem þannig er getið. Gildir þetta þrátt fyrir að sá sem gengst undir tæknifrjóvgun kunni að vera í hjúskap eða skráðri sambúð með öðrum þegar tæknifrjóvgun fer fram eða við fæðingu barns.]\n[Barn einhleyprar konu sem getið er við tæknifrjóvgun verður ekki feðrað [nema ákvæði 4. mgr. eigi við].]\n[Heimilt er að beita ákvæðum 2. og 3. mgr. um þau tilvik þegar barn hefur verið getið við tæknifrjóvgun erlendis. Þjóðskrá Íslands metur þá gildi framlagðra gagna foreldris, m.a. hvort tæknifrjóvgun hafi verið gerð samkvæmt heimild þar til bærra stjórnvalda eða dómstóla. Skilyrði er að hjúskaparstaða foreldra uppfylli skilyrði 2. og 3. mgr. eftir því sem við á.\nSá sem óskar skráningar barns skv. [6. mgr.] greiðir allan kostnað af þeim gögnum sem leggja þarf fram áður en Þjóðskrá Íslands tekur ákvörðun um skráningu barns í þjóðskrá, þar á meðal fyrir þýðingu gagna ef þurfa þykir.]\nMaður sem gefur sæði í þeim tilgangi að það verði notað við tæknifrjóvgun á [öðrum einstaklingi] en eiginkonu sinni eða sambúðarkonu, sbr. 3. mgr., [eða eftirlifandi eða fyrrverandi eiginkonu eða sambúðarkonu, sbr. 4. mgr.], samkvæmt ákvæðum laga um tæknifrjóvgun verður ekki dæmdur faðir barns sem getið er með sæði hans.\nMaður sem gefið hefur sæði í öðrum tilgangi en greinir í [8. mgr.] telst faðir barns sem getið er með sæði hans nema sæðið hafi verið notað án vitundar hans eða eftir andlát hans.\n[Ákvæði 8. mgr. 5. gr. gildir um móður skv. 2. mgr. eftir því sem við á.]]\nL. 49/2021, 5. gr. L. 69/2023, 5. gr. L. 61/2018, 12. gr. L. 65/2010, 21. gr.\n[6. gr. a. Foreldrar barns sem getið er við tæknifrjóvgun þegar annað foreldri eða bæði hafa breytt skráningu kyns.\nKarlmaður sem elur barn sem getið er við tæknifrjóvgun telst faðir þess. Sá sem hefur hlutlausa kynskráningu og elur barn sem getið er við tæknifrjóvgun telst foreldri þess.\nEiginmaður sem samþykkt hefur að tæknifrjóvgun samkvæmt ákvæðum laga um tæknifrjóvgun fari fram á maka sínum sem er faðir eða foreldri skv. 1. mgr. telst faðir barns sem þannig er getið. Eiginkona í sömu sporum telst móðir barns. Sama á við um einstaklinga sem skráð hafa sambúð sína í þjóðskrá.\nEf sá sem breytt hefur skráningu kyns hefur samþykkt að tæknifrjóvgun samkvæmt ákvæðum laga um tæknifrjóvgun fari fram á eiginkonu sinni eða hjúskaparmaka sem er faðir eða foreldri skv. 1. mgr. telst viðkomandi móðir, faðir eða foreldri barnsins eftir því hvernig breyttri kynskráningu er háttað. Karlmaður telst þá faðir, kona telst móðir og sá sem hefur hlutlausa kynskráningu telst foreldri barns. Sama á við um einstaklinga sem skráð hafa sambúð sína í þjóðskrá.\n[Einstaklingur sem samþykkt hefur að tæknifrjóvgun fari fram á eftirlifandi eða fyrrverandi hjúskapar- eða sambúðarmaka, samkvæmt ákvæðum laga um tæknifrjóvgun, eftir andlát, skilnað eða sambúðarslit telst móðir, faðir eða foreldri barns sem þannig er getið eftir því hvernig breyttri kynskráningu er háttað á sama hátt og skv. 2. málsl. 3. mgr. Gildir þetta þrátt fyrir að sá sem gengst undir tæknifrjóvgun kunni að vera í hjúskap eða skráðri sambúð með öðrum þegar tæknifrjóvgun fer fram eða við fæðingu barns.]\nEf faðir eða foreldri skv. 1. mgr. er einhleypt þá verður ekki ákvarðað hvert hitt foreldri barnsins er [nema ákvæði 4. mgr. eigi við].\nÁkvæði 7. og 8. mgr. 5. gr. gilda um foreldra barns sem getið er við tæknifrjóvgun eftir því sem við á.\nÁkvæði [6. og 7. mgr.] 6. gr. gilda eftir atvikum um tæknifrjóvgun sem framkvæmd hefur verið erlendis.\nÁkvæði [8. og 9. mgr.] 6. gr. gilda einnig eftir atvikum um sæðisgjafa sem breytt hefur skráningu kyns og [8. mgr.] 6. gr. um maka, hvort sem maki hefur breytt skráningu kyns eða ekki.\nÁkvæði þetta á einnig við, eftir því sem við getur átt, ef kynskráningu foreldris er breytt eftir fæðingu barns.]\nL. 69/2023, 5. gr. L. 49/2021, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Skráning barns í þjóðskrá.]\nBarn skal skráð í þjóðskrá þegar eftir fæðingu þess.\n[Læknir eða ljósmóðir sem tekur á móti barni skal spyrja móður sem elur barnið um faðerni þess, m.a. hvort um tæknifrjóvgun hafi verið að ræða eða ekki og skrá yfirlýsingu hennar um það.] Skal yfirlýsingin undirrituð af móður og send [Þjóðskrá Íslands]. Sá sem móðir lýsir föður barns verður þó ekki skráður faðir þess í þjóðskrá nema barnið sé feðrað samkvæmt lögum þessum. [Sama gildir um yfirlýsingu móður þegar [2. eða 4. mgr.] 6. gr. laganna á við.] ...\n[Móðir barns, barnið sjálft, sá sem er skráður faðir barns og sá sem telur sig föður barns geta óskað eftir leiðréttingu á skráningu á faðerni barns hjá Þjóðskrá Íslands á þeim grundvelli að skráning sé ekki í samræmi við faðerni barns samkvæmt lögum þessum. Sé faðir eða sá sem taldi sig föður látinn geta þeir erfingjar hans sem ganga jafnhliða eða næst barninu að erfðum óskað eftir leiðréttingu á skráningu. Skal Þjóðskrá Íslands taka ákvörðun um leiðréttingu á skráningu.]\nHafi barn ekki verið feðrað innan sex mánaða frá fæðingu þess skal [Þjóðskrá Íslands] tilkynna sýslumanni, þar sem móðir á lögheimili, að barn sé enn ófeðrað.\nÞegar sýslumanni berst tilkynning skv. [4. mgr.] skal hann með bréfi vekja athygli móður á ákvæði [1. gr. a] laganna og skora á hana að gera ráðstafanir til að barnið verði feðrað. Skal henni leiðbeint um skyldur sínar í þessu sambandi og rétt barnsins, svo og um málshöfðunarheimild manns sem telur sig föður barns.\n[Ákvæði [2.–5. mgr.] gilda eftir atvikum um þá sem breytt hafa kynskráningu sinni.\nRáðherra setur nánari ákvæði í reglugerð um form og framkvæmd skráningar barns í þjóðskrá samkvæmt ákvæði þessu svo og 6. gr. og 6. gr. a, þ.m.t. um [leiðréttingu á skráningu], gögn til staðfestingar á fæðingu barns, tæknifrjóvgun hér á landi og erlendis og um foreldri barns og upplýsingagjöf skv. 2. mgr. 1. gr. a.]\nL. 77/2010, 5. gr. L. 69/2023, 5. gr. L. 65/2006, 25. gr. L. 49/2021, 7. gr. L. 61/2012, 2. gr.\nII. kafli. [Dómsmál til feðrunar barns o.fl.]\nL. 49/2021, 10. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Lögsaga.\nDómsmál um faðerni barns er unnt að höfða hér á landi ef:\na. aðili er búsettur hér á landi,\nb. dánarbú stefnda er eða hefur verið til skipta hér á landi,\nc. barn er búsett hér á landi.\nLeyst skal úr máli, sem rekið er á grundvelli þessarar greinar, eftir íslenskum lögum.\nÁkvæði milliríkjasamninga sem Ísland er aðili að skulu ganga framar ákvæðum 1. og 2. mgr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Varnarþing.\nFaðernismál má höfða á heimilisvarnarþingi aðila.\nNú á hvorugur aðili eða enginn þeirra varnarþing hér á landi og má þá höfða mál fyrir héraðsdómi Reykjavíkur.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Málsaðild.\n[Stefnandi faðernismáls getur verið barnið sjálft, móðir þess eða maður sem telur sig föður barns enda hafi barn ekki verið getið með gjafasæði skv. [7. mgr.] 6. gr.] Nú hefur móðir barns höfðað mál og hún andast áður en því er lokið og getur þá sá sem við forsjá barns tekur haldið málinu áfram. Ef maður sem telur sig föður barns höfðar mál og hann andast áður en máli er lokið getur sá lögerfingja hans sem gengi barninu næst eða jafnhliða að erfðum haldið málinu áfram.\nHöfði barnið sjálft mál eða móðir þess skal stefnt þeim manni eða mönnum sem eru taldir hafa haft samfarir við móður á getnaðartíma barns. Nú er maður látinn áður en mál er höfðað og má þá höfða það á hendur þeim lögerfingja hans sem gengi barninu jafnhliða eða næst að erfðum.\nEf maður sem telur sig föður barns höfðar mál skal móður þess stefnt, en sé hún látin, barninu sjálfu.\nL. 49/2021, 8. gr. L. 92/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Málskostnaður.\nNú er barn stefnandi máls og skal þá greiða þóknun lögmanns stefnanda sem dómari ákveður úr ríkissjóði, svo og annan málskostnað stefnanda, þar með talinn kostnað við öflun mannerfðafræðilegra rannsókna og annarra sérfræðiskýrslna.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Málsmeðferð.\nFaðernismál sæta almennri meðferð einkamála að því leyti sem ekki er mælt fyrir á annan veg í lögum þessum.\nÞinghald í faðernismáli skal háð fyrir luktum dyrum.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Málsvari.\nEf ekki er sótt þing af hálfu stefnda við þingfestingu máls eða þingsókn hans fellur á síðari stigum niður getur dómari, þegar sérstaklega stendur á, skipað honum málsvara. Málsvari skal hafa samráð við umbjóðanda sinn ef unnt er. Dómari ákveður við úrlausn málsins þóknun til málsvara sem greiðist úr ríkissjóði, en kveða má svo á að stefnda beri að endurgreiða þóknunina að nokkru leyti eða öllu.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Aðilaskýrslur.\nAðilum máls er skylt að verða við kvaðningu dómara um að mæta fyrir dómi og gefa skýrslu. Láti stefnandi það undir höfuð leggjast skal málinu vísað frá dómi. Eins skal farið að ef stefnandi neitar sjálfur að gangast undir rannsókn skv. 15. gr., eða láta barnið gangast undir hana ef hann fer með forsjá þess. Neiti aðili að öðrum kosti að koma fyrir dóm getur dómari neytt sömu úrræða gagnvart honum og beita má við vitni.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Mannerfðafræðilegar rannsóknir.\nDómari getur, samkvæmt kröfu, ákveðið með úrskurði að blóðrannsókn verði gerð á aðilum máls og barninu og enn fremur aðrar sérfræðilegar kannanir, þar á meðal mannerfðafræðilegar rannsóknir. Eru þeir sem í hlut eiga skyldir til að hlíta blóðtöku, svo og annarri rannsókn í þágu sérfræðilegra kannana. Dómari getur með sama hætti ákveðið með úrskurði að blóðrannsókn og mannerfðafræðileg rannsókn skuli fara fram á foreldrum og eftir atvikum systkinum aðilanna, svo og á öðrum börnum þeirra. Úrskurð samkvæmt þessari málsgrein má kæra til [Landsréttar]. [Unnt er að óska eftir leyfi Hæstaréttar til að kæra til réttarins úrskurð Landsréttar.]\nLögreglu er skylt að verða við tilmælum dómara um aðstoð við að flytja aðila til rannsóknar skv. 1. mgr.\nL. 117/2016, 66. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Gagnaöflun dómara.\nDómari getur, ef nauðsynlegt þykir, aflað sjálfur sönnunargagna, enda hafi hann áður árangurslaust beint því til aðila að afla þeirra.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Sönnun.\nMaður skal talinn faðir barns ef niðurstöður mannerfðafræðilegra rannsókna benda eindregið til þess að hann sé faðir þess.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Lyktir máls.\nMáli sem rekið er samkvæmt ákvæðum þessa kafla verður lokið með dómsátt ef aðilar svo kjósa en ella með dómi nema því sé vísað frá eða það fellt niður.\n[Dómari skal senda [Þjóðskrá Íslands] upplýsingar um feðrun barns á eyðublaði sem hún leggur til.]\nL. 77/2010, 5. gr. L. 50/2006, 26. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Nafnleynd og birting dóms.\nÁður en endurrit úr þingbókum og dómabókum eru afhent öðrum en aðilum máls skal afmá úr þeim atriði sem eðlilegt er að leynt fari með tilliti til einkahagsmuna.\n[19. gr. a. Dómsmál til að ákvarða foreldrastöðu þegar annað foreldri eða bæði hafa breytt skráningu kyns.\nÁkvæði þessa kafla gilda eftir atvikum um dómsmál til að ákvarða foreldrastöðu þess foreldris barns sem ekki ól það þegar annað foreldri eða bæði hafa breytt skráningu kyns. Ákvæði annarra laga sem fjalla um faðernismál gilda einnig um dómsmál samkvæmt þessari grein eftir atvikum.]\nL. 49/2021, 9. gr.\nIII. kafli. [Dómsmál til vefengingar á faðerni barns eða ógildingar á faðernisviðurkenningu o.fl.]\nL. 49/2021, 13. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Lögsaga og varnarþing.\nUm lögsögu og varnarþing í málum samkvæmt þessum kafla fer skv. 8. og 9. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Málsaðild.\n[Dómsmál til vefengingar á faðerni barns geta höfðað barnið sjálft og móðir þess, einnig sá sem skráður er faðir barns skv. 2. gr. eða maður sem telur sig föður barns. Sé faðir eða sá sem taldi sig föður barns látinn geta þeir erfingjar hans sem ganga jafnhliða eða næst barninu að erfðum höfðað slíkt mál.]\nMál til ógildingar á faðernisviðurkenningu getur barn höfðað, sá sem viðurkennt hefur faðerni barns og móðir þess.\nMáli barns eða móður skal beint að föður, en að honum látnum að þeim erfingja hans sem gengur jafnhliða eða næst barninu að erfðum. Máli föður eða þess sem í hans stað kemur skal beint að móður barns, en að henni látinni að barninu sjálfu.\nL. 92/2018, 2. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Málsmeðferð o.fl.\nÁkvæði 11., 12., 13., 14., 15. og 16. gr., 2. mgr. 18. gr. og 19. gr. eiga við um mál sem rekin eru samkvæmt þessum kafla.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Vefenging á faðerni barns sem getið er við tæknifrjóvgun [o.fl.]\nNú hefur maður samþykkt að tæknifrjóvgun fari fram á eiginkonu eða sambúðarkonu sinni, sbr. [3. mgr. 6. gr.], og er þá í máli samkvæmt þessum kafla því aðeins unnt að taka til greina kröfu um vefengingu á faðerni barns að ljóst sé að það sé ekki getið við tæknifrjóvgunina.\n[Hið sama á við, eftir atvikum, um kröfu um að viðurkennt verði að kona í hjúskap eða skráðri sambúð með móður teljist ekki móðir skv. 2. mgr. 6. gr. og kröfu um að viðurkennt verði að einstaklingur í hjúskap eða skráðri sambúð með foreldri sem ól barn teljist ekki móðir, faðir eða foreldri skv. 2. eða 3. mgr. 6. gr. a.]\n[Nú hefur einstaklingur samþykkt að tæknifrjóvgun fari fram á eftirlifandi eða fyrrverandi maka, sbr. 4. mgr. 6. gr. eða 4. mgr. 6. gr. a, og er þá í máli samkvæmt þessum kafla því aðeins unnt að taka til greina kröfu um vefengingu á faðerni eða foreldrastöðu að ljóst sé að barn sé ekki getið við tæknifrjóvgunina.]\nL. 65/2006, 28. gr. L. 65/2010, 22. gr. L. 49/2021, 11. gr. L. 69/2023, 5. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Lyktir máls.\nMáli sem rekið er samkvæmt þessum kafla verður lokið með dómsátt ef aðilar svo kjósa, í samræmi við niðurstöður mannerfðafræðilegra rannsókna, en ella með dómi nema því sé vísað frá eða það fellt niður.\n[24. gr. a. Dómsmál til vefengingar á faðerni eða foreldrastöðu og dómsmál til ógildingar á faðernis- eða foreldraviðurkenningu þegar annað foreldri eða bæði hafa breytt skráningu kyns.\nÁkvæði þessa kafla gilda eftir atvikum um dómsmál til vefengingar á faðerni skv. 2. mgr. 5. gr. eða foreldrastöðu skv. 3. mgr. 5. gr. og um mál til ógildingar á faðernis- eða foreldraviðurkenningu skv. 5. og 6. mgr. 5. gr. Ákvæði annarra laga sem fjalla um dómsmál til vefengingar á faðerni barns eða ógildingu á faðernisviðurkenningu gilda eftir því sem við á.]\nL. 49/2021, 12. gr.\nIV. kafli. Greiðslur er standa í tengslum við barnsburð og meðgöngu.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Framlög til móður sem elur barn.]\n[Sýslumaður getur úrskurðað föður barns eða móður skv. 2. mgr. 6. gr. til að greiða framfærslueyri með móðurinni sem gengur með og elur barnið samtals í þrjá mánuði fyrir og eftir fæðingu barns, að kröfu hennar, ef sérstaklega stendur á.]\nNú veikist móðir vegna meðgöngu eða barnsfara og er sýslumanni þá heimilt, að kröfu hennar, að úrskurða barnsföður [eða [móður] skv. 2. mgr. 6. gr.] til að greiða henni mánaðarlega styrk til hjúkrunar og framfærslu, þó ekki lengur en níu mánuði eftir fæðingu.\nSkylda má [foreldri] til greiðslu framlaga samkvæmt þessari grein þótt barn fæðist andvana.\nL. 49/2021, 14. gr. L. 65/2006, 29. gr. L. 65/2010, 23. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Kostnaður vegna meðgöngu, barnsfara o.fl.\nHafi barnsfaðir orðið sannur að slíku tilræði við barnsmóður sem um getur í 58. gr. skal sýslumaður úrskurða hann að kröfu hennar til að greiða allan kostnað er af meðgöngu og barnsförum stafar.\nAð kröfu konu getur sýslumaður enn fremur úrskurðað þann sem valdur er að þunga hennar, sbr. 1. mgr., til að greiða útgjöld vegna lögmætrar eyðingar á fóstri hennar.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Gjalddagi o.fl.\nFramlög þau sem greind eru í 25. og 26. gr. eru gjaldkræf þegar við ákvörðun á þeim nema sýslumaður ákveði annað í úrskurði.\nFramlög skv. 1. mgr. verða ekki ákvörðuð lengra aftur í tímann en eitt ár frá því að krafa var sett fram nema alveg sérstakar ástæður leiði til þess.\nFramlög skv. 25. og 26. gr. skulu renna til móður barns.\nV. kafli. Foreldraskyldur og forsjá barns.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "[Almennt um inntak forsjár.\nBarn á rétt á forsjá foreldra sinna, annars eða beggja, uns það verður sjálfráða og eru þeir forsjárskyldir við það.\nForeldrum ber að annast barn sitt og sýna því umhyggju og virðingu og gegna forsjár- og uppeldisskyldum sínum svo sem best hentar hag barns og þörfum.\nForsjá barns felur í sér skyldu foreldra til að vernda barn sitt gegn hvers kyns ofbeldi og annarri vanvirðandi háttsemi.\nForeldrum ber að afla barni sínu lögmæltrar fræðslu og ala með því iðjusemi og siðgæði. Foreldrum ber að stuðla eftir mætti að því að barn þeirra fái menntun og starfsþjálfun í samræmi við hæfileika þess og áhugamál.\nForsjá barns felur í sér rétt og skyldu fyrir foreldri til að ráða persónulegum högum barns og ákveða búsetustað þess. Forsjárforeldri fer enn fremur með lögformlegt fyrirsvar barns.\nForeldrum ber að hafa samráð við barn sitt áður en málefnum þess er ráðið til lykta eftir því sem aldur og þroski barnsins gefur tilefni til. Skal afstaða barns fá aukið vægi eftir því sem barnið eldist og þroskast.]\nL. 61/2012, 4. gr.\n[28. gr. a. Almennt um inntak sameiginlegrar forsjár.\n[Foreldrar sem fara sameiginlega með forsjá barns taka sameiginlega allar meiri háttar ákvarðanir sem varða barn.\nEf forsjárforeldrar hafa samið um lögheimili og fasta búsetu barns hjá öðru þeirra hefur það foreldri sem barnið á lögheimili hjá heimild til að taka afgerandi ákvarðanir um daglegt líf barnsins, svo sem um hvar barnið skuli eiga lögheimili innan lands, um val á leikskóla, grunnskóla og daggæslu, venjulega eða nauðsynlega heilbrigðisþjónustu og reglubundið tómstundastarf. Forsjárforeldrar skulu þó ávallt leitast við að hafa samráð áður en þessum málefnum barns er ráðið til lykta.\nEf forsjárforeldrar hafa samið um skipta búsetu barns skulu þeir sameiginlega taka afgerandi ákvarðanir um daglegt líf barnsins skv. 2. mgr.]\nEf annað forsjárforeldra barns er hindrað í að sinna forsjárskyldum sínum eru nauðsynlegar ákvarðanir hins um persónulega hagi barns gildar.\nNú fara foreldrar sameiginlega með forsjá barns og er öðru foreldrinu þá óheimilt að fara með barnið úr landi án samþykkis hins.]\nL. 28/2021, 1. gr. L. 61/2012, 5. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "[Forsjá foreldra.]\nBarn á rétt á forsjá beggja foreldra sinna sem eru í hjúskap, sbr. þó 3. mgr. 31. gr., eða hafa skráð sambúð sína í þjóðskrá.\nNú eru foreldrar barns hvorki í hjúskap né skráðri sambúð við fæðingu barns og fer móðir [sem ól barnið] þá ein með forsjá þess, sbr. þó [2. mgr.] 32. gr.\n...\nÁkvæði [28. gr., 28. gr. a, 5. og 6. mgr. 30. gr., [4.–6. mgr.] 32. gr., [32. gr. a], 33.–35. gr. og 46. gr.] eiga einnig við um aðra en foreldra sem fara með forsjá barns samkvæmt lögum þessum, eftir því sem við getur átt.\nL. 61/2012, 6. gr. L. 49/2021, 15. gr. L. 28/2021, 2. gr.\n[29. gr. a. Forsjá stjúp- og sambúðarforeldra.\nEf foreldri, sem er ekki í hjúskap og fer eitt með forsjá barns síns, gengur í hjúskap með öðrum en hinu foreldrinu, þá geta foreldri og stjúpforeldri samið um að forsjá barns verði sameiginleg. Hið sama á við ef foreldri hefur tekið upp sambúð með öðrum en hinu foreldrinu enda hafi skráð sambúð í þjóðskrá staðið samfleytt í eitt ár.\n... Leita skal umsagnar þess foreldris sem ekki fer með forsjá barns og um samning gilda að öðru leyti ákvæði 32. gr. [og 32. gr. a] eftir því sem við á.]\nL. 28/2021, 3. gr. L. 61/2012, 7. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Forsjá við andlát forsjárforeldris.\nNú fara foreldrar sameiginlega með forsjá barns og annað þeirra andast og fer þá eftirlifandi foreldri eitt með forsjána ásamt maka sínum eða sambúðarmaka, sbr. [29. gr. a], ef því er að skipta.\nNú hefur annað foreldrið farið með forsjá barns og fer þá stjúpforeldri eða sambúðarforeldri, sem einnig hefur farið með forsjána, sbr. [29. gr. a], áfram með forsjá eftir andlát forsjárforeldris.\nVið andlát foreldris sem farið hefur eitt með forsjá barns hverfur forsjá þess til hins foreldrisins.\nVið andlát forsjárforeldris má með samningi skv. 32. gr. eða dómi fela öðrum forsjá barns, að kröfu hans, en þeim sem forsjá annars fellur til skv. 1.–3. mgr. ef það er barni fyrir bestu.\nVerði barn forsjárlaust vegna andláts forsjárforeldra hverfur forsjá þess til [barnaverndarþjónustu].\nNú hafa forsjárforeldrar ákveðið hver eða hverjir fara skuli að þeim látnum með forsjá barns þeirra og skal þá eftir því farið nema sú ákvörðun sé andstæð lögum eða annað þyki barni fyrir bestu.\nYfirlýsing skv. 6. mgr. skal gefin bréflega og skal undirritun hennar staðfest af sýslumanni eða [lögmanni]. Það skal skýlaust tekið fram að útgefandi yfirlýsingarinnar hafi ritað nafn sitt eða kannast við undirritun sína í viðurvist þess er undirskriftina staðfestir og að honum hafi verið leiðbeint um réttaráhrif yfirlýsingarinnar.\nL. 61/2012, 8. gr. L. 107/2021, 44. gr. L. 117/2016, 65. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Forsjá við skilnað eða samvistarslit foreldra.\n[Foreldrar fara sameiginlega með forsjá barns síns eftir skilnað og slit sambúðar sem skráð hefur verið í þjóðskrá nema annað sé ákveðið. [Foreldrar skulu semja um hvernig lögheimili og búsetu barns verði háttað í samræmi við ákvæði 32. gr.]]\nForeldrar geta samið svo um að forsjá barns þeirra verði ... í höndum annars hvors.\nNú slíta giftir foreldrar samvistum án þess að hjúskap ljúki og geta þeir þá ákveðið að annað þeirra fari með forsjá barns.\nEf ágreiningur rís um forsjá barns við skilnað foreldra eða við slit sambúðar foreldra, sem skráð hefur verið í þjóðskrá, fer um það mál eftir því sem kveðið er á um í 34. gr.\n[Ákvæði þetta gildir einnig um skilnað og sambúðarslit foreldris og stjúp- eða sambúðarforeldris sem einnig hefur farið með forsjá skv. 29. gr. a.]\nL. 28/2021, 4. gr. L. 69/2006, 1. gr. L. 61/2012, 9. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "[Samningar foreldra um forsjá, lögheimili og búsetu.\nForeldrar geta samið um forsjá, lögheimili og búsetu barns. Samningar skulu ávallt taka mið af því sem best hentar hag og þörfum barnsins.\nForeldrar geta samið um að forsjá barns verði sameiginleg. Forsendur þess að semja um sameiginlega forsjá eru að foreldrar geti haft fullnægjandi samvinnu og samráð um málefni barns. Foreldrar sem fara sameiginlega með forsjá barns án þess að búa saman skulu greina hjá hvoru foreldra barn skuli eiga lögheimili og að jafnaði fasta búsetu.\nForeldrar sem fara sameiginlega með forsjá barns án þess að búa saman geta einnig samið um skipta búsetu barns þannig að barnið eigi fasta búsetu hjá þeim báðum. Forsendur þess að semja um skipta búsetu barns eru þær að foreldrar geti komið sér saman um atriði er snúa að umönnun og uppeldi barnsins og að búsetu foreldra sé þannig háttað að barnið sæki einn skóla eða leikskóla og eigi frjálsan og greiðan aðgang að samfelldu tómstundastarfi og öðrum frístundum frá báðum heimilum. Ef samið er um skipta búsetu barns skulu foreldrar ákveða hjá hvoru þeirra barnið skuli eiga lögheimili og hjá hvoru þeirra barnið skuli eiga búsetuheimili hér á landi. Ákvæði þetta gildir ekki um hjón sem skrá lögheimili hvort á sínum staðnum. Við staðfestingu sýslumanns á samningi um skipta búsetu fellur niður samningur, úrskurður, dómsátt eða dómur sem kann að liggja fyrir um umgengni og meðlag.\nForeldrar geta samið um breytingu á forsjá, lögheimili eða búsetu barns.\nForeldrar geta falið öðrum forsjá barns síns með samningi. Ef forsjá barns er í höndum annars foreldrisins skal leitað umsagnar hins foreldrisins.\nSamning foreldra um forsjá, lögheimili eða búsetu barns má tímabinda, þó ekki skemur en til sex mánaða.]\nL. 28/2021, 5. gr.\n[32. gr. a. Staðfesting sýslumanns á samningi um forsjá, lögheimili og búsetu.\nSamningur um forsjá, lögheimili eða búsetu barns öðlast gildi við staðfestingu sýslumanns.\nSýslumaður skal leiðbeina foreldrum um inntak forsjár og um þau réttaráhrif sem fylgja skráningu lögheimilis og búsetu barns.\nSýslumanni ber með úrskurði að synja um staðfestingu samnings ef hann er andstæður hag og þörfum barns eða ef hann er andstæður lögum.\nSýslumaður skal senda Þjóðskrá Íslands upplýsingar um hvernig forsjá, lögheimili eða búsetu barns er háttað. Sé um að ræða skipta búsetu barns skal barn skráð í þjóðskrá með lögheimili hjá öðru foreldrinu og búsetuheimili hjá hinu foreldrinu.]\nL. 28/2021, 6. gr.\n[32. gr. b. Brottfall samnings um skipta búsetu barns.\nEf foreldri telur forsendur skiptrar búsetu barns vera brostnar getur það snúið sér til sýslumanns sem staðfestir brottfall samnings.\nSýslumaður skal leiðbeina báðum foreldrum um réttaráhrif af brottfalli samnings.\nSamningur um skipta búsetu barns fellur úr gildi við þingfestingu máls sem annað foreldri höfðar á hendur hinu um forsjá eða lögheimili barns. Samningur um skipta búsetu barns fellur jafnframt úr gildi við flutning annars foreldris úr landi.\nSýslumaður skal senda Þjóðskrá Íslands upplýsingar um brottfall samnings um skipta búsetu barns.\nEftir brottfall samnings um skipta búsetu barns skal lögheimili barns vera áfram hjá því foreldri sem það hefur skráð lögheimili hjá nema foreldrar séu sammála um annað.]\nL. 28/2021, 6. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "[Ráðgjöf.]\n[Sýslumaður getur boðið aðilum [forsjár-, lögheimilis-, [búsetu-], umgengnis- og dagsektarmála] sérfræðiráðgjöf. [Sama á við um mál er varða synjun staðfestingar samnings um forsjá, lögheimili, búsetu eða umgengni eða brottfall samnings um skipta búsetu barns.] Markmið með sérfræðiráðgjöf er að leiðbeina aðilum með tilliti til þess sem er barni fyrir bestu. Sá sem veitir ráðgjöf getur rætt við barn, sem mál varðar, telji hann það þjóna hagsmunum þess.]\n...\n[Þeir sem veita ráðgjöf skv. 1. mgr. eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\n[Ráðherra setur nánari reglur um ráðgjöf skv. 1. mgr., svo sem um hæfi sérfræðinga sem veita ráðgjöf, inntak og framkvæmd ráðgjafar.]\nL. 61/2012, 11. gr. L. 28/2021, 7. gr. L. 144/2012, 1. gr. L. 71/2019, 5. gr. Rg. 1450/2021.\n[33. gr. a. Sáttameðferð.\nÁður en krafist er úrskurðar eða höfðað mál um [forsjá, lögheimili, umgengni, dagsektir eða aðför] er foreldrum skylt að leita sátta samkvæmt þessari grein.\nSýslumaður skal bjóða aðilum [forsjár-, lögheimilis-, umgengnis-, dagsektar- og aðfararmála] sáttameðferð en aðilar geta einnig leitað til annarra sem hafa sérfræðiþekkingu í sáttameðferð og málefnum barna. [Sýslumaður getur einnig boðið aðilum mála er varða synjun staðfestingar samnings um forsjá, lögheimili, búsetu eða umgengni eða brottfall samnings um skipta búsetu barns sáttameðferð ef sýslumaður telur hana geta þjónað tilgangi við meðferð máls.]\nMarkmið með sáttameðferð er að hjálpa foreldrum að gera samning um þá lausn máls sem er barni fyrir bestu. Foreldrar skulu mæta sjálfir á þá sáttafundi sem sáttamaður boðar til. [Eftir atvikum skal gefa barni kost á að tjá sig við sáttameðferð og taka skal tillit til skoðana barnsins í samræmi við aldur þess og þroska.]\nSáttamaður skal gæta þess að vera hlutlaus í máli og leitast við að draga fram þá hagsmuni sem leitt geta til þess að máli verði lokið með sátt.\nEf foreldrum tekst ekki að gera samning gefur sáttamaður út vottorð um sáttameðferð. Heimilt er að gefa út vottorð um sáttameðferð ef foreldrar mæta ekki á sáttafund eftir að hafa fengið kvaðningu tvívegis.\nÍ vottorði um sáttameðferð skal gera grein fyrir því hvernig sáttameðferð fór fram, helstu ágreiningsatriðum, afstöðu aðila og sjónarmiðum barns nema það sé talið ganga gegn hagsmunum barnsins. [Þeir sem sinna sáttameðferð eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\nVottorð um sáttameðferð er gilt í sex mánuði eftir útgáfu.\nÁkvæði þetta gildir einnig um aðra en foreldra sem geta gert kröfu um forsjá, umgengni eða dagsektir.\nRáðherra setur nánari reglur um sáttameðferð, svo sem um hæfi sáttamanna, framkvæmd og vottorð um sáttameðferð.]\nL. 144/2012, 2. gr. L. 28/2021, 8. gr. L. 71/2019, 5. gr. L. 61/2012, 12. gr. Rg. 1450/2021.\n[33. gr. b. Samtal að frumkvæði barns.\nBarn getur snúið sér til sýslumanns með ósk um að hann boði foreldra til samtals um fyrirkomulag forsjár, lögheimilis, búsetu og umgengni.\nMarkmið samtals er að leiðbeina barni og foreldrum og leitast við að stuðla að fyrirkomulagi sem er barni fyrir bestu að teknu tilliti til sjónarmiða barnsins. Sýslumaður getur óskað eftir liðsinni sérfræðings í málefnum barna skv. 74. gr. við undirbúning og framkvæmd samtalsins.\nÁkvæði 3. mgr. 33. gr. á við um þagnarskyldu þeirra sem koma að undirbúningi og framkvæmd samtals.\nRáðherra setur nánari reglur um samtal samkvæmt ákvæðum þessarar greinar, svo sem um hæfi sérfræðinga, undirbúning og fyrirkomulag samtals.]\nRg. 1450/2021. L. 28/2021, 9. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "[Dómur um forsjá, lögheimili barns o.fl.\nÞegar foreldra greinir á um forsjá eða lögheimili barns sker dómari úr málinu með dómi hafi sátt ekki tekist. [Dómara ber að synja foreldrum um dómsátt ef hún er andstæð hag og þörfum barns eða ef hún er andstæð lögum.] Ef foreldrar leita skilnaðar fyrir dómi leysir dómari um leið úr ágreiningi um forsjá eða lögheimili. Sýslumaður getur veitt leyfi til skilnaðar hjóna þótt ágreiningsmál um forsjá eða lögheimili barns þeirra sé rekið fyrir dómi.\nDómari kveður á um hvernig [forsjá barns eða lögheimili] verði háttað eftir því sem barni er fyrir bestu. Dómari lítur m.a. til hæfis foreldra, stöðugleika í lífi barns, tengsla barns við báða foreldra, skyldu þeirra til að tryggja rétt barnsins til umgengni, hættu á að barnið, foreldri eða aðrir á heimili barnsins hafi orðið eða verði fyrir ofbeldi og vilja barns að teknu tilliti til aldurs og þroska.\nDómari getur ákveðið að annað foreldra fái forsjá barns. Þá getur dómari ákveðið að kröfu foreldris að forsjáin verði sameiginleg ef dómari telur þær aðstæður fyrir hendi að slíkt geti þjónað hagsmunum barnsins. Ef dómari dæmir sameiginlega forsjá ber jafnframt að kveða á um hjá hvoru foreldra barn skuli eiga lögheimili. Í máli um lögheimili barns kveður dómari á um hjá hvoru foreldra barn skuli eiga lögheimili [og þar með fasta búsetu]. [Ekki verður kveðið á um skipta búsetu barns með dómi en foreldrar geta ákveðið skipta búsetu barns með dómsátt þannig að barnið eigi fasta búsetu hjá þeim báðum.]\nVið mat á því hvort forsjá skuli vera sameiginleg ber dómara, auk atriða sem nefnd eru í 2. mgr., að taka mið af því hvort forsjáin hafi áður verið sameiginleg og aldri og þroska barns. Þá ber sérstaklega að líta til þess hvort ágreiningur eða samskipti foreldra séu líkleg til að koma í veg fyrir, hindra eða draga úr möguleikum barns til að alast upp við þroskavænleg skilyrði.\nÍ ágreiningsmáli um [forsjá barns eða lögheimili] ber dómara að kröfu annars foreldris eða beggja að kveða á um meðlag í dómi, sem og um inntak umgengnisréttar barns og foreldris og kostnað vegna umgengni, hafi sátt ekki tekist um þessi efni, enda hafi krafa um það verið gerð í stefnu eða greinargerð stefnda. Um ákvörðun dómara um umgengni gilda ákvæði 1.–4. mgr. 47. gr. og 47. gr. b.\nUm meðferð þessara mála fer að öðru leyti samkvæmt ákvæðum VI. kafla.\nDómari skal senda Þjóðskrá Íslands upplýsingar um niðurstöðu máls um [forsjá barns eða lögheimili] á eyðublaði sem hún leggur til.]\nL. 28/2021, 10. gr. L. 144/2012, 3. gr. L. 61/2012, 13. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "[Úrskurður til bráðabirgða um forsjá, lögheimili barns o.fl.]\n[Í máli um forsjá eða lögheimili barns hefur dómari heimild til að úrskurða til bráðabirgða að kröfu aðila hvernig fara skuli um forsjá þess eða lögheimili eftir því sem barni er fyrir bestu.] Í sama úrskurði getur dómari kveðið á um umgengni og meðlag til bráðabirgða.\nHafni dómari kröfu um niðurfellingu sameiginlegrar forsjár meðan forsjármál er til meðferðar fyrir dómi getur hann eigi að síður kveðið á um lögheimili barns, umgengni og meðlag til bráðabirgða. ...\nBreyta má úrskurði skv. 1. og 2. mgr. vegna sérstakra ástæðna þyki það vera barni fyrir bestu.\nNú hefur [máli um forsjá eða lögheimili barns] eigi verið ráðið til lykta fyrir héraðsdómi og getur dómari þá, að kröfu málsaðila, kveðið svo á í úrskurði að ekki megi að óloknu máli fara með barnið úr landi. Sé [mál um forsjá eða lögheimili barns] rekið fyrir [Landsrétti] [eða Hæstarétti] getur hann á sama hátt tekið ákvörðun um að óheimilt sé að fara með barnið úr landi. Dómari skal þegar í stað senda úrskurð um farbann til embættis ríkislögreglustjóra.\n[Heimilt er að kæra úrskurð héraðsdómara skv. 1.–4. mgr. til Landsréttar. Um kærufresti, kæruna sjálfa og meðferð hennar í héraði og fyrir Landsrétti gilda sömu reglur og um kæru í almennu einkamáli. Kæra úrskurðar um farbann skv. 4. mgr. frestar þó ekki réttaráhrifum úrskurðar. Aðrir úrskurðir Landsréttar en mælt er fyrir um í 1. mgr. 167. gr. laga um meðferð einkamála verða ekki kærðir til Hæstaréttar.]\nÚrskurður skv. 1.–4. mgr. bindur ekki hendur dómara þegar [ákveða skal forsjá, lögheimili], umgengni eða meðlag skv. 34. gr.\nDómari verður ekki vanhæfur til að leysa úr máli skv. 34. gr. af þeirri ástæðu einni að hann hefur kveðið upp úrskurð skv. 1.–4. mgr.\nÚrskurður skv. 1.–4. mgr. fellur sjálfkrafa niður þegar [dómur um forsjá eða lögheimili] er kveðinn upp. Þetta gildir þó ekki hafi dómari ákveðið að áfrýjun dóms fresti réttaráhrifum hans. Þegar svo stendur á fellur úrskurðurinn sjálfkrafa niður þegar annaðhvort héraðsdómur í málinu verður bindandi um úrslit sakarefnis, sbr. 1. mgr. 44. gr., eða dómur fellur í [Landsrétti] [eða Hæstarétti].\nÁkvæði [7. mgr. 34. gr.] á við um úrskurði skv. 1.–3. mgr.\nL. 61/2012, 14. gr. L. 28/2021, 11. gr. L. 117/2016, 67. gr.\nVI. kafli. [Dómsmál vegna ágreinings um forsjá eða lögheimili barns.]\nL. 61/2012, 17. gr.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Lögsaga.\nDómsmál vegna ágreinings [um forsjá eða lögheimili barns] er unnt að höfða hér á landi ef:\na. stefndi er búsettur hér á landi,\nb. barn eða börn, sem málið varðar, eru búsett hér á landi,\nc. stefnandi er íslenskur ríkisborgari og leitt er í ljós að hann geti ekki vegna ríkisfangs síns höfðað mál í því landi þar sem hann býr eða þar sem stefndi eða börn búa, eða\nd. báðir foreldrar eru íslenskir ríkisborgarar og stefndi lýsir sig eigi andvígan því að mál sé höfðað hér á landi.\nLeyst skal úr máli sem rekið er á grundvelli 1. mgr. eftir íslenskum lögum.\nÁkvæði milliríkjasamninga sem Ísland er aðili að skulu ganga framar ákvæðum 1. og 2. mgr.\nNú er gerð krafa [um forsjá eða lögheimili barns] í hjúskaparmáli og gilda þá reglur hjúskaparlaga um lögsögu og varnarþing. [Við ákvörðun um forsjá eða lögheimili barns] skal að öðru leyti gæta ákvæða þessa kafla.\nL. 61/2012, 15. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Varnarþing.\nMál skal höfða á heimilisvarnarþingi barns eða á heimilisvarnarþingi stefnda að öðrum kosti. Ef hvorugt þeirra á heimilisvarnarþing hér á landi má höfða mál á heimilisvarnarþingi stefnanda.\nEigi hvorki aðilar né barn heimilisvarnarþing hér á landi má höfða mál fyrir héraðsdómi Reykjavíkur.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Málsmeðferð.\nMál [vegna forsjár eða lögheimilis barns] verður rekið eftir almennum reglum um einkamál nema að því leyti sem mælt er fyrir á annan veg í lögum þessum.\n[Dómara ber að tilkynna sýslumanni í því umdæmi þar sem barn býr um þingfestingu máls um forsjá eða lögheimili barns.]\nÞinghald í [máli um forsjá eða lögheimili barns] skal háð fyrir luktum dyrum.\nFlýta skal meðferð [máls um forsjá eða lögheimili barns].\nL. 61/2012, 16. gr. L. 28/2021, 12. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Málsvari.\nEf ekki er sótt þing af hálfu stefnda við þingfestingu máls eða þingsókn hans fellur á síðari stigum niður getur dómari, þegar sérstaklega stendur á, skipað honum málsvara. Málsvari skal hafa samráð við umbjóðanda sinn ef unnt er. Dómari ákveður við úrlausn málsins þóknun til málsvara sem greiðist úr ríkissjóði, en kveða má svo á að stefnda beri að endurgreiða þóknunina að nokkru leyti eða öllu.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Sáttaumleitan.\n[Dómari skal á öllum stigum máls meta hvort líklegt er að sættir náist og leggja sitt af mörkum til að sætta mál með tilliti til hagsmuna barns.\nDómari getur leitað til sérfræðings eftir aðstoð við sáttaumleitan eða ákveðið að sátta verði leitað milli aðila eftir ákvæði 33. gr. a.]\nL. 61/2012, 18. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Málsástæður.\nAðilar geta borið fram nýjar málsástæður og haft uppi ný andmæli allt til þess er mál er dómtekið.\nDómari er ekki bundinn af málsástæðum aðila.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Gagnaöflun.\nDómari fylgist með öflun sönnunargagna. Aðilum máls er skylt að verða við kvaðningu dómara um að mæta fyrir dóm og gefa skýrslu. Aðila má knýja til að koma fyrir dóm í samræmi við ákvæði 1. mgr. 55. gr. laga um meðferð einkamála.\nDómari getur lagt fyrir aðila að afla tilgreindra gagna sem varða aðstæður þeirra eða barna þeirra. Verði aðili ekki við tilmælum dómara eða er það ókleift getur dómari sjálfur aflað gagna sem hann telur nauðsynleg til að leggja megi dóm á mál. [Öllum þeim sem dómari leitar til ber að láta honum endurgjaldslaust í té afrit af gögnum sem dómari telur nauðsynleg fyrir úrlausn málsins.]\nDómari getur lagt fyrir aðila að afla sérfræðilegrar álitsgerðar ef hann telur hennar þörf. Dómari getur að eigin frumkvæði bætt matsatriðum við dómkvaðningu [og getur mælt svo fyrir að matsmaður hafi heimild til að afla gagna skv. 2. mgr.] [Dómari getur einnig hafnað kröfu um dómkvaðningu eða kröfu um yfirmat enda telji hann öflun sérfræðilegrar álitsgerðar ganga gegn hagsmunum barns eða augljóslega óþarfa.] Um álitsgerðir samkvæmt þessari málsgrein fer að öðru leyti samkvæmt reglum um dómkvadda matsmenn.\nDómari getur ákveðið að kostnaður af gagnaöflun sem hann mælir fyrir um eða vegna gagna sem hann aflar sjálfur samkvæmt þessari grein greiðist úr ríkissjóði.\nL. 61/2012, 19. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Réttur barns til að tjá sig um mál o.fl.\n[Gefa skal barni kost á að tjá sig um mál og taka skal tillit til skoðana barnsins í samræmi við aldur þess og þroska.] Dómari getur falið sérfróðum manni að kynna sér viðhorf barnsins og gefa skýrslu um það samkvæmt ákvæðum 42. gr. Þegar sérfróður maður hefur ekki verið dómkvaddur getur dómari falið sérfræðingi að kynna sér viðhorf barns og gefa skýrslu um það.\nDómari getur ákveðið að öðrum málsaðila eða báðum sé óheimilt að vera viðstaddur er hann kannar viðhorf barns. Sérfróður maður, sem dómari hefur falið að kanna viðhorf barns, hefur sömu heimildir.\nKynna skal aðilum hvað fram hafi komið um afstöðu barns. Ef aðilum er ekki veittur aðgangur að skýrslu um afstöðu barns skal bókað um það hvaða upplýsingar þeim voru veittar.\nEf þörf er á skal dómari tilkynna til [barnaverndarþjónustu] um aðstæður barns. Ber [barnaverndarþjónustu] að taka málið til meðferðar á grundvelli ákvæða barnaverndarlaga og beita viðeigandi úrræðum til stuðnings barni þegar það á við.\nL. 28/2021, 13. gr. L. 107/2021, 44. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Dómsorð, nafnleynd og birting dóms.\nÍ dómsorði skal héraðsdómari ávallt tiltaka hvort áfrýjun dóms fresti réttaráhrifum hans. [Frestur til að áfrýja héraðsdómi til Landsréttar er fjórar vikur.] Þegar héraðsdómari ákveður að áfrýjun fresti réttaráhrifum dóms verður dómur fyrst bindandi um úrslit sakarefnis við lok áfrýjunarfrests, enda hafi áfrýjunarstefna þá ekki verið gefin út. Slíkur dómur verður þó bindandi um úrslit sakarefnis afsali aðilar sér skriflega rétti til áfrýjunar. Þegar dómi er áfrýjað innan áfrýjunarfrests frestast réttaráhrif hans hafi svo verið tiltekið í dómsorði. Slíkur dómur verður þó bindandi um úrslit sakarefnis ef mál er fellt niður fyrir [Landsrétti] eða því er vísað þar frá dómi.\nUm nafnleynd og birtingu dóms fer samkvæmt því sem segir í 19. gr.\nL. 117/2016, 68. gr.\nVII. kafli. [Framkvæmd ákvörðunar um forsjá eða lögheimili.]\nL. 61/2012, 21. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "[Framkvæmd ákvörðunar um forsjá eða lögheimili.]\nEf sá sem barn dvelst hjá neitar að afhenda það réttum forsjármanni getur héraðsdómari, að kröfu hans, ákveðið að [lögheimili eða forsjá verði komið á] með aðfarargerð. [Við meðferð málsins ber dómara að gæta ákvæða 43. gr. og getur dómari hafnað aðfararbeiðni ef varhugavert verður talið að gerðin nái fram að ganga með tilliti til hagsmuna barns. Fer um málsmeðferð að öðru leyti samkvæmt ákvæðum 13. kafla laga um aðför.] Ekki skal greiða gjald í ríkissjóð vegna kröfu samkvæmt þessari grein.\nEf aðili sem barn dvelst hjá neitar þrátt fyrir úrskurð héraðsdómara að afhenda barnið eða veita upplýsingar, sem sýslumaður telur óhjákvæmilegar til framgangs gerðinni, getur sýslumaður að kröfu gerðarbeiðanda kveðið upp úrskurð um dagsektir, sbr. 48. gr. Skulu dagsektir ákvarðaðar fyrir hvern dag sem líður frá uppkvaðningu úrskurðar þar til barn er afhent gerðarbeiðanda eða umkrafðar upplýsingar veittar sýslumanni. Dagsektir renna í ríkissjóð. Ákvæði 48. og 49. gr. eiga við um dagsektir samkvæmt þessari grein.\nEf til aðfarar kemur skv. 1. mgr. skal sýslumaður boða fulltrúa [barnaverndarþjónustu] [í umdæmi þar sem aðför fer fram] til að vera viðstaddan gerðina og skal hann gæta hagsmuna barns. Sýslumaður getur leitað liðsinnis lögreglu við gerðina og er lögreglu skylt að verða við slíkum fyrirmælum sýslumanns. Lögreglumenn skulu vera óeinkennisklæddir við gerðina. Framkvæmd aðfarar skal hagað þannig að sem minnst álag verði fyrir barn og er sýslumanni heimilt að stöðva gerðina telji hann sérstaka hættu á að barn hljóti skaða af framhaldi hennar.\nL. 61/2012, 20. gr. L. 107/2021, 44. gr.\nVIII. kafli. Umgengnisréttur o.fl.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "[Umgengni við foreldri.\nBarn á rétt á að umgangast með reglubundnum hætti það foreldra sinna sem það býr ekki hjá, enda sé það ekki andstætt hagsmunum þess. Með umgengni er átt við samveru og önnur samskipti. Þegar foreldrar búa ekki saman hvílir sú skylda á þeim báðum að grípa til þeirra ráðstafana sem við verður komið til að tryggja að þessi réttur barnsins sé virtur.\nForeldri sem barn býr ekki hjá á í senn rétt og ber skylda til að rækja umgengni við barn sitt. Foreldri sem barn býr hjá er skylt að stuðla að því að barn njóti umgengni við hitt foreldri sitt nema hún sé andstæð hag og þörfum barns að mati dómara eða lögmælts stjórnvalds.\nForeldri sem nýtur umgengni er heimilt að taka þær nauðsynlegu ákvarðanir um daglegt líf barnsins sem fylgja umgengninni. Foreldri sem barn býr hjá ber að tryggja að foreldri sem nýtur umgengni fái nauðsynlegar upplýsingar til þess að umgengnin þjóni hag og þörfum barnsins.\n[Foreldrar geta samið um hvernig skipa skuli umgengnisrétti, þ.m.t. hvort þeirra greiði kostnað vegna umgengni. Samningar skulu ávallt taka mið af því sem best hentar hag og þörfum barns.\nForeldrar geta samið um að barn dvelji til jafns hjá lögheimilisforeldri og umgengnisforeldri. Forsendur þess að semja um slíkt fyrirkomulag eru að samvinna foreldra um umgengnina þjóni hagsmunum barns og að búsetu foreldra sé þannig háttað að barnið sæki einn skóla eða leikskóla og eigi frjálsan og greiðan aðgang að samfelldu tómstundastarfi og öðrum frístundum frá heimilum beggja foreldra.\nEf barn á fasta búsetu hjá öðru foreldra sinna geta foreldrar óskað staðfestingar sýslumanns á samningi skv. 4. og 5. mgr. Sýslumaður skal leiðbeina þeim um réttaráhrif samnings. Sýslumanni ber að synja um staðfestingu samnings ef hann er andstæður hag og þörfum barns eða ef hann er andstæður lögum.]]\nL. 28/2021, 14. gr. L. 61/2012, 22. gr.\n[46. gr. a. [Umgengni við aðra þegar foreldri er á lífi.]\n[Ef foreldri er ókleift að rækja umgengnisskyldur sínar við barn eða foreldri nýtur verulega takmarkaðrar umgengni á barnið rétt á umgengni við nána vandamenn þess foreldris eða aðra nákomna barni, enda verði talið að það sé til hagsbóta fyrir barnið.]\nÁkvæði 2. málsl. 1. mgr. og [3.–6. mgr.] 46. gr. eiga við um umgengni skv. 1. mgr.]\nL. 50/2019, 4. gr. L. 28/2021, 15. gr. L. 61/2012, 23. gr.\n[46. gr. b. Umgengni við aðra þegar annað foreldra barns er látið eða bæði.\nEf annað foreldra barns er látið eða bæði á barnið rétt á umgengni við nána vandamenn þess foreldris eða foreldra eða aðra nákomna barni, enda verði talið að það sé til hagsbóta fyrir barnið.\nÁkvæði 2. málsl. 1. mgr. og [3.–6. mgr.] 46. gr. eiga við um umgengni skv. 1. mgr.\nSýslumaður getur boðið eftirlifandi foreldri og nánum vandamönnum hins látna foreldris eða öðrum nákomnum barni ráðgjöf skv. 33. gr. eða ákveðið að sátta verði leitað milli aðila eftir ákvæði 33. gr. a.\nÞegar sýslumanni berst tilkynning um andlát sem ber með sér að hinn látni eigi barn undir lögaldri skal hann kanna tengsl barns við nána vandamenn þess eða aðra nákomna því. Sýslumaður skal vekja athygli á rétti barnsins og gefa barni og foreldri eða forsjáraðila þess tækifæri til að mæta á fund sýslumanns á tilteknum tíma. Sýslumaður skal hafa samráð við barn eftir því sem aldur og þroski þess gefur tilefni til sem og við foreldri eða forsjáraðila, og skal hann leiðbeina þeim um inntak umgengnisréttar skv. 1. mgr. og um réttaráhrif hans. Barn getur sjálft gert kröfu um umgengni.]\nL. 28/2021, 15. gr. L. 50/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Úrskurður sýslumanns um umgengni.\n[[Ef barn á fasta búsetu hjá öðru foreldra sinna og foreldra] greinir á um umgengni tekur sýslumaður ákvörðun um umgengni samkvæmt þessari grein með úrskurði. Ákvörðun skal ávallt tekin eftir því sem barni er fyrir bestu. Sýslumaður lítur m.a. til tengsla barns við báða foreldra, aldurs barns, stöðugleika í lífi barns, búsetu foreldra og vilja barns að teknu tilliti til aldurs og þroska. Þá ber sýslumanni að meta hættu á að barnið, foreldri eða aðrir á heimili barnsins hafi orðið eða verði fyrir ofbeldi og líta sérstaklega til þess hvort ágreiningur eða samskipti foreldra séu líkleg til að koma í veg fyrir, hindra eða draga úr möguleikum barns til að alast upp við þroskavænleg skilyrði. Ef sýslumaður telur að umgengni barns við foreldri sé andstæð hag og þörfum þess getur hann kveðið svo á að umgengnisréttar njóti ekki við.\nSýslumaður úrskurðar um inntak umgengnisréttar, skilyrði og hversu honum verði beitt. Sýslumaður getur einnig hafnað því að ákveða inntak umgengnisréttar ef slík úrlausn þykir barni fyrir bestu.\nHeimilt er þegar sérstaklega stendur á að úrskurða um umgengni allt að 7 daga af hverjum 14 dögum. [Sýslumanni ber að líta sérstaklega til forsendna sem fram koma í 5. mgr. 46. gr.]\nÞegar sérstök ástæða er til getur sýslumaður mælt svo fyrir í úrskurði að umgengni skuli fara fram undir eftirliti sérfræðings í málefnum barna.\nSýslumaður getur breytt eða fellt úr gildi úrskurð eða samning um umgengni ef slík úrlausn þykir barni fyrir bestu. Þá getur hann hafnað því að breyta ákvörðun um umgengni ef slík úrlausn þykir barni fyrir bestu.\nÞótt inntak umgengnisréttar hafi verið ákveðið með dómi eða dómsátt, sbr. 34. gr., hefur sýslumaður sömu heimildir til breytinga á þeirri skipan og hefði hún verið ákveðin með úrskurði hans.\nSýslumaður úrskurðar með sama hætti um umgengni barns við nána vandamenn eða aðra nákomna skv. 46. gr. a [og 46. gr. b] enda verði umgengni talin til hagsbóta fyrir barnið. Leita skal umsagnar þess foreldris sem á umgengnisrétt við barn þegar við á.\nUm meðferð mála samkvæmt þessari grein fer samkvæmt ákvæðum XI. kafla.]\nL. 28/2021, 16. gr. L. 50/2019, 6. gr. L. 61/2012, 24. gr.\n[47. gr. a. Úrskurður sýslumanns til bráðabirgða um umgengni.\nÍ máli um umgengni hefur sýslumaður heimild til að úrskurða skv. 47. gr. til bráðabirgða að kröfu aðila hvernig fara skuli um umgengni eftir því sem barni er fyrir bestu. Heimilt er að ákveða að úrskurður til bráðabirgða gildi í tiltekinn tíma eða gildi þar til máli er ráðið endanlega til lykta.\nNú hefur umgengnismáli eigi verið ráðið til lykta og getur sýslumaður þá, að kröfu málsaðila, kveðið svo á í úrskurði að ekki megi að óloknu máli fara með barnið úr landi. Sýslumaður skal þegar í stað senda úrskurð um farbann til embættis ríkislögreglustjóra.\nBreyta má úrskurði skv. 1. og 2. mgr. vegna sérstakra ástæðna þyki það vera barni fyrir bestu.\nHeimilt er að kæra úrskurð sýslumanns skv. 1.–3. mgr. til ráðherra innan tveggja vikna frá dagsetningu hans.\nÚrskurður skv. 1.–3. mgr. bindur ekki hendur sýslumanns þegar umgengni er ákveðin skv. 47. gr.\nSýslumaður verður ekki vanhæfur til að leysa úr máli skv. 47. gr. af þeirri ástæðu einni að hann hefur kveðið upp úrskurð skv. 1.–3. mgr.\nÚrskurður skv. 1.–3. mgr. fellur sjálfkrafa niður þegar úrskurður um umgengni er kveðinn upp. Þetta gildir þó ekki hafi sýslumaður ákveðið að kæra úrskurðar fresti réttaráhrifum hans. Þegar svo stendur á fellur úrskurðurinn sjálfkrafa niður þegar annaðhvort kærufrestur skv. 78. gr. er liðinn eða úrskurður ráðherra liggur fyrir.]\nL. 61/2012, 25. gr.\n[47. gr. b. Úrskurður sýslumanns um kostnað vegna umgengni.\n[Ef barn á fasta búsetu hjá öðru foreldra sinna og foreldra] greinir á úrskurðar sýslumaður, að kröfu foreldris, um skiptingu kostnaðar af ferðum barns í tengslum við umgengni.\nVið úrlausn máls skv. 1. mgr. skal almennt miða við að foreldri sem nýtur umgengni greiði kostnað vegna umgengninnar. Sýslumaður getur þó ákveðið að foreldri sem barn býr hjá greiði að nokkru eða öllu leyti kostnað vegna umgengni með hliðsjón af fjárhagslegri og félagslegri stöðu og högum beggja foreldra svo og atvikum máls að öðru leyti.\nGera má fjárnám fyrir kostnaði vegna umgengni á grundvelli úrskurðar sýslumanns eða samnings foreldra staðfests af sýslumanni.]\nL. 28/2021, 17. gr. L. 61/2012, 25. gr.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Dagsektir til að koma á umgengni.\nUmgengni við barn samkvæmt úrskurði, dómi, dómsátt foreldra eða samningi þeirra, staðfestum af sýslumanni, verður þvinguð fram með dagsektum tálmi sá sem hefur forsjá barns hinu foreldrinu eða öðrum sem eiga umgengnisrétt við barnið að neyta hans.\nSýslumaður getur, að kröfu þess sem rétt á til umgengni við barn skv. 1. mgr., skyldað þann sem með forsjá barnsins fer til að láta af tálmunum að viðlögðum dagsektum allt að 30.000 kr. fyrir hvern dag. Dagsektir verða ekki lagðar á fyrir lengra tímabil en 100 daga í senn. ...\nSýslumaður getur, að kröfu þess sem rétt á til umgengni við barn skv. 1. mgr., úrskurðað að dagsektir falli ekki niður fyrr en látið hafi verið af tálmunum og að umgengni hafi farið þrisvar fram undir eftirliti [sérfræðings] í samræmi við gildandi skipan á umgengni.\n... Sýslumaður getur frestað því í allt að sex vikur að taka afstöðu til kröfu um dagsektir ef sérstaklega stendur á. Um meðferð þessara mála fer að öðru leyti samkvæmt ákvæðum XI. kafla.\nDagsektir skulu ákveðnar með úrskurði og falla á fyrir hvern dag sem líður frá uppkvaðningu hans þar til látið er af tálmunum.\nÁfallnar dagsektir falla niður þegar sýslumaður telur að látið hafi verið af tálmunum [eða ef aðför til að koma á umgengni nær ekki fram að ganga].\nDagsektarkrafa fyrnist á einu ári. Fyrningarfrestur telst frá uppkvaðningu úrskurðar.\nL. 69/2006, 2. gr. L. 61/2012, 26. gr.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Fjárnám fyrir dagsektum.\n[Gera má fjárnám fyrir dagsektum samkvæmt kröfu þess sem tálmað er að njóta umgengnisréttar og renna þær í ríkissjóð.\nKröfu skal beint til sýslumanns sem sér um að beina greiðsluáskorun til gerðarþola. Ef gerðarþoli lætur ekki af tálmunum sendir sýslumaður aðfararbeiðni til héraðsdóms. Að fenginni áritun héraðsdómara ákveður sýslumaður svo fljótt sem verða má hvar og hvenær fjárnám fari fram og tilkynnir gerðarbeiðanda og gerðarþola um ákvörðun sína. Ekki verður af fjárnámi nema gerðarbeiðandi sé sjálfur viðstaddur gerðina.\nÁkvæði þetta gildir einnig um aðrar fullnustugerðir eftir því sem við á. Um aðför til að koma á umgengni gildir þó ákvæði 50. gr., sbr. 45. gr.\nUm meðferð máls og framkvæmd fullnustugerða samkvæmt þessari grein gilda að öðru leyti ákvæði aðfararlaga eða laga um viðeigandi fullnustugerðir.\nEkki skal greiða gjald í ríkissjóð eða kostnað vegna meðferðar kröfu samkvæmt þessari grein.]\nL. 61/2012, 27. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Umgengni komið á með aðför.\n[Tálmi forsjármaður umgengni þrátt fyrir úrskurð um dagsektir og fjárnám fyrir ógreiddum dagsektum getur héraðsdómari, að kröfu þess sem rétt á til umgengni við barn, heimilað að henni verði komið á með aðfarargerð.\nDómari getur, að kröfu þess sem rétt á til umgengni við barn, úrskurðað að umgengni verði komið á með aðför í eitt skipti eða að umgengni á vissu tímabili verði komið á með aðfarargerð.\nEkki verður af aðför nema gerðarbeiðandi sé sjálfur viðstaddur gerðina.\nUm meðferð máls og framkvæmd aðfarar gilda að öðru leyti ákvæði 45. gr.]\nL. 61/2012, 28. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "[Fyrirhugaður flutningur lögheimilis.\nÞegar annað foreldra á umgengnisrétt við barn samkvæmt samningi, úrskurði, dómi eða dómsátt ber hvoru foreldri að tilkynna hinu með minnst sex vikna fyrirvara ef foreldri hyggst flytja lögheimili sitt og/eða barnsins hvort sem er innan lands eða utan.\nÁkvæði [5. mgr.] 28. gr. a gildir einnig um för með barn úr landi þegar foreldrar fara sameiginlega með forsjá.]\nL. 28/2021, 18. gr. L. 61/2012, 29. gr.\n[51. gr. a. Úrskurður sýslumanns um utanlandsferð.\n[Ef barn á fasta búsetu hjá öðru foreldra sinna sem fara sameiginlega með forsjá þess og foreldra greinir á um utanlandsferð barns úrskurðar sýslumaður, að kröfu foreldris, um rétt til að fara í ferðalag með barn úr landi.]\nVið úrlausn máls skv. 1. mgr. skal m.a. líta til tilgangs ferðar, tímalengdar og áhrifa á umgengni.\nUm meðferð mála samkvæmt þessari grein fer samkvæmt ákvæðum XI. kafla.]\nL. 28/2021, 19. gr. L. 61/2012, 30. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Réttur til upplýsinga um barn.\nÞað foreldri sem ekki hefur forsjá barns á rétt á að fá frá hinu [munnlegar upplýsingar] um hagi þess, þar á meðal varðandi heilsufar þess, þroska, dvöl á leikskóla, skólagöngu, áhugamál og félagsleg tengsl.\n[Það foreldri sem ekki hefur forsjá barns á rétt á að fá aðgang að skriflegum gögnum um barnið frá skólum og leikskólum.] [Það foreldri á einnig rétt á að fá munnlegar upplýsingar um barnið frá öðrum aðilum sem fara með mál þess, svo sem sjúkrahúsum, heilsugæslu- og félagsmálastofnunum, félagsmálanefndum, [barnaverndarþjónustum] og lögreglu.] Réttur samkvæmt þessari málsgrein felur ekki í sér heimild til að fá upplýsingar um hagi forsjárforeldris.\nStofnunum og stjórnvöldum, sem nefnd eru í 2. mgr., er þó heimilt að synja um upplýsingar ef hagsmunir foreldris af því að notfæra sér þær þykja eiga að víkja fyrir mun ríkari almanna- eða einkahagsmunum, þar á meðal ef telja verður að upplýsingagjöf sé skaðleg fyrir barn.\nSkjóta má synjun um upplýsingar um barn skv. 3. mgr. til sýslumanns innan tveggja mánaða frá því að foreldri var tilkynnt um ákvörðunina. Ákvörðun sýslumanns samkvæmt þessari málsgrein verður ekki kærð til [ráðuneytisins].\nÞegar sérstaklega stendur á getur sýslumaður ákveðið að ósk forsjárforeldris að svipta hitt foreldrið heimild til að fá upplýsingar skv. 2. mgr. Um kæru slíkrar ákvörðunar sýslumanns fer skv. 78. gr.\nL. 61/2012, 31. gr. L. 107/2021, 44. gr. L. 162/2010, 175. gr.\nIX. kafli. Framfærsla barns.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "[Framfærsluskylda foreldra sem barn býr hjá.]\n[Foreldrum sem barn býr hjá er skylt að framfæra barn sitt, báðum saman og hvoru um sig eftir atvikum.] Framfærslu barns skal haga með hliðsjón af högum foreldra og þörfum barns.\n...\nL. 28/2021, 20. gr.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "[Framfærsluskylda foreldris sem barn býr ekki hjá.\nEf barn á fasta búsetu hjá öðru foreldra sinna ber hinu foreldrinu skylda til að taka þátt í framfærslu barnsins með greiðslu kostnaðar við framfærsluna eða með greiðslu meðlags.\nVið skilnað, sambúðarslit eða breytingu á forsjá, lögheimili eða búsetu barns hvílir sú skylda á báðum foreldrum að tryggja að réttur barnsins til framfærslu sé virtur.]\nL. 28/2021, 21. gr.\n[54. gr. a. Framfærsluskylda stjúp- og sambúðarforeldra.\nStjúp- eða sambúðarforeldri sem barn býr hjá er skylt að framfæra barnið sem væri það eigið barn þess ef það fer með forsjá þess skv. 29. gr. a. Ákvæði 53. eða 54. gr. eiga við eftir atvikum þegar stjúp- eða sambúðarforeldri fer með forsjá barns eftir skilnað eða sambúðarslit ef annað kynforeldra barns er látið.]\nL. 28/2021, 22. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "[Samningur um framfærslu eða meðlag.\nForeldrar sem búa ekki saman geta samið um hvernig skipta skuli kostnaði vegna framfærslu barns. Samningar skulu ávallt taka mið af því sem best hentar hag og þörfum barnsins.\nEf barn á fasta búsetu hjá öðru foreldra sinna geta foreldrar samið um að hitt foreldrið sinni framfærsluskyldu sinni með greiðslu meðlags.\nForeldrar geta óskað staðfestingar sýslumanns á samningi um meðlag skv. 2. mgr. Sýslumaður skal leiðbeina þeim um réttaráhrif samnings. Sýslumanni ber að synja um staðfestingu samnings ef hann er andstæður hag og þörfum barns eða ef hann er andstæður lögum. Foreldrar geta einnig gert sátt fyrir dómi um greiðslu meðlags.\nEkki má takmarka framfærsluskyldu foreldris við lægri aldur barns en 18 ár.\nEf samið er um greiðslu meðlags má ekki miða við lægri fjárhæð en sem nemur barnalífeyri samkvæmt lögum um almannatryggingar. Nefnist það einfalt meðlag í lögum þessum.]\nL. 28/2021, 23. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Hverjir krafist geta meðlags.\n[Ef barn á fasta búsetu hjá öðru foreldra sinna getur það foreldri þar sem barn á lögheimili samkvæmt ákvæðum laga þessara krafist þess að meðlag sé ákveðið og innheimt. Sama rétt hefur sá sem stendur straum af útgjöldum vegna framfærslu barns enda búi barnið alfarið hjá honum samkvæmt lögmætri skipan.]\nNú hefur verið innt af hendi meðlag af hálfu hins opinbera og hefur þá viðkomandi stjórnvald eða stofnun rétt þann sem greinir í 1. mgr.\nL. 28/2021, 24. gr.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Úrskurður eða dómur um meðlag.\n[Ef barn á fasta búsetu hjá öðru foreldra sinna og foreldra greinir á um framfærslu barnsins getur sýslumaður úrskurðað það foreldri sem barnið býr ekki hjá til að greiða meðlag með barninu.] Meðlag verður ... ekki ákvarðað lengra aftur í tímann en eitt ár frá því að krafa var sett fram nema alveg sérstakar ástæður leiði til þess. [Sama á við um ágreining foreldra sem eru í hjúskap eða skráðri sambúð eftir samvistarslit og fram til þess tíma er samið hefur verið um forsjá, lögheimili og búsetu.]\nMeðlag skal ákveða með hliðsjón af þörfum barns og fjárhagsstöðu og öðrum högum beggja foreldra, þar á meðal aflahæfi þeirra.\nÍ meðlagsúrskurði má hvorki ákveða lægri meðlagsgreiðslu en einfalt meðlag né heldur takmarka meðlagsskyldu foreldris við lægri aldur barns en 18 ár.\nÞegar svo háttar til að foreldrar hafa gert með sér tímabundinn samning um [forsjá eða lögheimili, sbr. 6. mgr.] 32. gr., er þó heimilt að úrskurða meðlag til jafnlangs tíma og forsjá er ákveðin samkvæmt samningnum.\n[Ráðuneytið] gefur út leiðbeiningar um viðmiðunarfjárhæðir vegna krafna um meðlag umfram lágmarksmeðlag skv. 3. mgr.\nÞegar dómari sker úr ágreiningsmáli um [faðerni [eða foreldrastöðu], forsjá eða lögheimili] barns skal hann einnig, að kröfu, leysa úr ágreiningi um meðlag í dómi samkvæmt ákvæðum þessarar greinar.\nL. 28/2021, 25. gr. L. 162/2010, 175. gr. L. 49/2021, 16. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Sérákvæði um framfærsluskyldu.\nNú hefur faðir barns sætt dómi fyrir brot skv. XXII. kafla almennra hegningarlaga gagnvart móður þess og telja verður að barn sé getið við þessa háttsemi og er þá heimilt að úrskurða hann til að kosta framfærslu barns að öllu leyti.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Úrskurður um meðlagsgreiðslur frá Tryggingastofnun ríkisins.\nNú hefur verið sett fram krafa um meðlag með barni, en fyrirsjáanlegt er að mál muni dragast á langinn þar sem foreldri, sem krafa beinist gegn, er búsett erlendis eða sérstökum örðugleikum er bundið að ná til þess og getur þá sýslumaður kveðið upp bráðabirgðaúrskurð um meðlag með barninu frá Tryggingastofnun ríkisins. Bráðabirgðameðlag verður ekki ákvarðað hærra en nemur einföldu meðlagi og ekki lengra aftur í tímann en krafan á hendur foreldri tekur til. Slík krafa verður þó aldrei úrskurðuð lengra aftur í tímann en eitt ár, enda hafi barnið verið búsett hér á landi þann tíma. Bráðabirgðameðlag, sem Tryggingastofnun ríkisins greiðir samkvæmt þessari málsgrein, verður innheimt hjá hinu meðlagsskylda foreldri í samræmi við úrskurð sýslumanns á hendur því en er óafturkræft að öðru leyti.\nEf svo háttar til að foreldri, sem er búsett erlendis, hefur með erlendri ákvörðun verið gert að greiða foreldri barns, sem búsett er hér á landi, meðlag með því, sem er lægra en einfalt meðlag, getur sýslumaður úrskurðað að Tryggingastofnun ríkisins greiði til foreldris sem barn býr hjá meðlag sem nemur mismuninum á fjárhæð meðlagsins og einföldu meðlagi. Ef ákveðið hefur verið í erlendri meðlagsákvörðun að foreldri, sem er búsett erlendis, skuli ekki greiða meðlag með barni getur sýslumaður úrskurðað að Tryggingastofnun ríkisins greiði einfalt meðlag til foreldris sem barn býr hjá.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "[Sérstök útgjöld.]\n[Ef barn á fasta búsetu hjá öðru foreldra sinna geta foreldrar óskað staðfestingar sýslumanns á samningi vegna útgjalda við skírn, fermingu, gleraugnakaup, tannréttingar, sjúkdóm, greftrun eða af öðru sérstöku tilefni. Sýslumaður skal leiðbeina þeim um réttaráhrif samnings.\nEf barn á fasta búsetu hjá öðru foreldra sinna er heimilt að úrskurða það foreldri sem barn býr ekki hjá til að inna af hendi sérstakt framlag vegna útgjalda skv. 1. mgr.]\nFramlag skv. [2. mgr.] verður því aðeins úrskurðað að krafa um það sé uppi höfð við sýslumann innan þriggja mánaða frá því að svara varð til útgjalda nema eðlileg ástæða hafi verið til að bíða með slíka kröfu.\n[Ráðuneytið] gefur út leiðbeiningar um viðmiðunarfjárhæðir vegna krafna um sérstök framlög samkvæmt þessari grein.\nL. 28/2021, 26. gr. L. 162/2010, 175. gr.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Lok framfærsluskyldu.\nFramfærsluskyldu lýkur er barn verður 18 ára.\n...\nL. 40/2022, 11. gr.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Framlag til menntunar eða starfsþjálfunar.\n[Þrátt fyrir ákvæði 61. gr. getur sýslumaður staðfest samning foreldris og ungmennis um að foreldri greiði ungmenni framlag til menntunar eða starfsþjálfunar frá 18 ára aldri þar til það nær 20 ára aldri. Sýslumaður skal leiðbeina þeim um réttaráhrif samnings.\nHeimilt er að úrskurða foreldri til að inna af hendi framlag skv. 1. mgr. Ákvæði 2. málsl. 1. mgr. 57. gr. á hér við að sínu leyti.]\nSýslumaður getur breytt úrskurði skv. [2. mgr.] ef rökstudd krafa kemur fram um það, enda sé sýnt fram á að hagir foreldris eða barns hafi breyst.\nL. 28/2021, 27. gr.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Greiðsla meðlags.\nMeðlag skal greiða mánaðarlega fyrir fram [með reglubundnum greiðslum] nema annað sé löglega ákveðið.\nMeðlag samkvæmt ákvæðum þessa kafla tilheyrir barni og skal notað í þágu þess. Sá sem krafist getur meðlags skv. 56. gr. innheimtir þó meðlag og tekur við greiðslum þess í eigin nafni.\nL. 28/2021, 28. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "[Breyting á samningi eða dómsátt um meðlag eða um skiptingu framfærslu.\nEf barn á fasta búsetu hjá öðru foreldra sinna getur sýslumaður með úrskurði um meðlag breytt samningi foreldra um skiptingu kostnaðar vegna framfærslu barns eða um greiðslu meðlags, sbr. 55. gr., eða dómsátt, ef rökstudd krafa kemur fram um það, ef:\na. aðstæður hafa breyst verulega,\nb. samningur eða dómsátt gengur í berhögg við þarfir barns eða\nc. samningur eða dómsátt er ekki í samræmi við fjárhagsstöðu foreldra.\nÞegar krafist er breytinga á samningi um framfærslu barns eða meðlag, eða dómsátt, verður meðlag ekki ákvarðað lengra aftur í tímann en frá því að krafa var sett fram nema alveg sérstakar ástæður leiði til þess.]\nL. 28/2021, 29. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Breyting á úrskurði eða dómi um meðlag.\nSýslumaður getur breytt meðlagsúrskurði stjórnvalds og ákvörðun um meðlag, sem tekin hefur verið með dómi, ef rökstudd krafa kemur fram um það, enda sé sýnt fram á að hagir foreldra eða barns hafi breyst.\nÁkvæði 2. mgr. 64. gr. á hér við að sínu leyti um meðlagsúrskurði stjórnvalda.\nX. kafli. Greiðsla meðlags og framfærslueyris. Innheimtuúrræði.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Fjárnámsheimild.\nGera má fjárnám fyrir meðlagi á grundvelli dóms, dómsáttar eða úrskurðar. Hið sama gildir um aðrar greiðslur sem sýslumaður úrskurðar skv. IV. og IX. kafla.\nFyrir greiðslum skv. 1. mgr., sem samningur staðfestur af sýslumanni tekur til, má einnig gera fjárnám.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Greiðsluskylda Tryggingastofnunar ríkisins.\n[Sá sem er búsettur hér á landi og á rétt á greiðslum skv. IV. og IX. kafla getur snúið sér til Tryggingastofnunar ríkisins og óskað eftir því að fá greitt samkvæmt þessu ákvæði.\nTryggingastofnun ríkisins er skylt að greiða rétthafa greiðslna skv. IV. og IX. kafla, sem búsettur er hér á landi, samkvæmt:\na. dómi, dómsátt, úrskurði sýslumanns um meðlag eða samningi foreldra um meðlag staðfestum af sýslumanni, þó aldrei hærri fjárhæð en sem nemur einföldu meðlagi,\nb. úrskurði sýslumanns um framlag vegna sérstakra útgjalda skv. 60. gr. og vegna framlags til menntunar eða starfsþjálfunar skv. 62. gr.,\nc. samningi foreldra staðfestum af sýslumanni um framlag vegna sérstakra útgjalda skv. 60. gr., þó einungis vegna útgjaldaliða sem ákveðnir eru í leiðbeiningum skv. 4. mgr. sömu greinar og aldrei hærri fjárhæð en sem nemur hámarksfjárhæð sem þar er tilgreind,\nd. samningi foreldris og ungmennis staðfestum af sýslumanni vegna framlags til menntunar eða starfsþjálfunar skv. 62. gr., þó aldrei hærri fjárhæð en sem nemur einföldu meðlagi.]\nL. 28/2021, 30. gr.\nXI. kafli. Meðferð og úrlausn stjórnvalda á málum samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Lögsaga íslenskra stjórnvalda.\nStjórnvöld geta leyst úr þeim málum er tengjast öðrum ríkjum í eftirfarandi tilvikum:\na. ef barn sem málið varðar er búsett hér á landi,\nb. ef sá sem krafa beinist að er búsettur hér á landi,\n[c. ef ákvörðun um meðlag skv. IX. kafla hefur verið tekin hér á landi og meðlagsgreiðandi er búsettur hér á landi.]\nÁkvæði milliríkjasamninga um lögsögu sem Ísland er aðili að ganga framar ákvæðum 1. mgr.\nL. 69/2006, 4. gr.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Úrskurðarumdæmi.\nÚrskurða skal ágreiningsmál, er sæta úrlausn sýslumanns eftir lögum þessum, í umdæmi þar sem barn býr. Nú flytur barn milli umdæma áður en máli er lokið og ákveður þá sýslumaður, sem málið hefur til meðferðar, hvort hann lýkur málinu eða framsendir það sýslumanni í því umdæmi sem barn hefur flust til.\nSé barn ekki búsett hér á landi skal úrskurða mál þar sem sá er krafa beinist að er búsettur.\nSéu samtímis rekin samkynja mál er varða systkin sem eru ekki búsett í sama úrskurðarumdæmi skal sameina málin og úr þeim leysa í því umdæmi þar sem úrskurða átti um þá kröfu er kom fyrr fram.\n[Ráðuneytið] ákveður úrskurðarumdæmi ef hvorki barn né sá sem krafan beinist að er búsett hér á landi eða ef annars leikur vafi á því hvar leysa skuli úr máli samkvæmt framangreindu.\nL. 162/2010, 175. gr.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Kröfur aðila og tilkynning um meðferð máls.\nAðilum máls ber að gera skýrar kröfur fyrir sýslumanni. Eftir að fram er komið erindi frá aðila máls skal gagnaðili boðaður til fyrirtöku þess hjá sýslumanni eða honum veitt færi á að tjá sig skriflega um það, sbr. 2. og 3. mgr. 71. gr.\nEf aðili sinnir ekki tilmælum sýslumanns um að mæta við fyrirtöku máls eða senda skriflega greinargerð um viðhorf sín til þess skal sýslumaður senda honum gögn málsins með sannanlegum hætti og gefa honum frest til að tjá sig skriflega um málið eða tækifæri til að mæta á fund sýslumanns á tilteknum tíma. Í bréfinu skal gerð grein fyrir því hverju það varði að sinna ekki kvaðningu eða tilmælum sýslumanns.\nEf gagnaðili á lögheimili eða þekkt aðsetur í öðru ríki fer um birtingu tilkynningar eftir lögum þess ríkis. Móttekið ábyrgðarbréf eða birting tilkynningar af stefnuvotti telst þó ávallt nægileg birting. Hið sama gildir riti gagnaðili undir tilkynningu frá sýslumanni um að samrit hafi verið afhent sér.\nSýslumaður má birta tilkynningu um meðferð máls í Lögbirtingablaði ef:\na. upplýsinga verður ekki aflað um heimili gagnaðila,\nb. erlend yfirvöld neita eða láta hjá líða að birta tilkynningu um meðferð máls,\nc. birting tekst ekki samkvæmt lögum þess ríkis þar sem reynt var að birta tilkynninguna eða\nd. neitað hefur verið viðtöku ábyrgðarbréfs á heimili gagnaðila.\nÍ tilkynningu sem birt er í Lögbirtingablaði skal geta um nafn, kennitölu og síðasta þekkta heimilisfang aðilans, ef unnt er, efni kröfu og tilvísun til þeirrar lagaheimildar sem hún byggist á, áskorun til aðilans um að mæta til fyrirtöku málsins á tilteknum stað og tíma, og loks hverju það varði að sinna ekki kvaðningu sýslumanns. Birta skal tilkynningu í Lögbirtingablaði hið minnsta 30 dögum áður en málið verður tekið fyrir.\nEf tími til nýrrar fyrirtöku máls er ákveðinn við fyrirtöku þess er ekki þörf frekari tilkynninga um þá ákvörðun til aðila sem er staddur þar þegar hún er kynnt.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Málsmeðferð.\nAð því leyti sem ekki er kveðið á um annað í lögum þessum fer um meðferð máls samkvæmt stjórnsýslulögum.\nSýslumaður ákveður hvort hann kveður aðila, saman eða hvorn í sínu lagi, á sinn fund til umræðu um málið eða hvort hann gefur þeim kost á að tjá sig skriflega um það, allt eftir eðli og umfangi þess svo og þörfum málsaðila. Sýslumaður skal þó ávallt verða við ósk aðila um að mega tjá sig munnlega um mál sitt.\nSýslumaður getur ákveðið að fyrirtaka máls varðandi gagnaðila fari fram í umdæmi þess sýslumanns þar sem gagnaðili býr.\nUm rétt barns til að lýsa viðhorfum sínum ... fer samkvæmt ákvæðum 43. gr. að breyttu breytanda.\nL. 61/2012, 33. gr.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Rannsókn máls.\nAðilum máls ber að afla þeirra gagna sem sýslumaður telur þörf á til úrlausnar máls. Enn fremur getur sýslumaður aflað gagna að eigin frumkvæði ef þörf krefur, sbr. 10. gr. stjórnsýslulaga.\nEf úrskurðarbeiðandi sinnir eigi kvaðningum eða tilmælum sýslumanns um framlagningu gagna, sbr. 1. og 2. mgr. 70. gr., er sýslumanni heimilt að synja um úrlausn. Synjun sýslumanns um að veita úrlausn skal vera skrifleg og afrit hennar sent gagnaðila hafi honum verið kynnt krafa úrskurðarbeiðanda.\n[Ef aðilar máls sinna eigi kvaðningum eða tilmælum sýslumanns um gagnaöflun, sbr. 70. gr., þá ber öllum þeim sem sýslumaður leitar til að láta honum endurgjaldslaust í té afrit af gögnum sem hann telur nauðsynleg fyrir úrlausn málsins.]\nL. 61/2012, 34. gr.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Sáttaumleitan.\nSýslumaður leitar sátta með aðilum áður en hann tekur ákvörðun í ágreiningsmáli nema sáttaumleitan sé bersýnilega tilgangslaus .... Ef aðilar máls búa eða dvelja hvor í sínu umdæmi má leita sátta þar sem úrskurða skal mál eða þar sem hvor aðili býr eða dvelst.\n...\nL. 61/2012, 35. gr.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Álitsumleitan o.fl.\n[Sýslumaður getur á öllum stigum máls leitað liðsinnis sérfræðings í málefnum barna. Sýslumaður getur m.a. falið sérfræðingi að kynna sér viðhorf barns eða foreldris og gefa skýrslu um það. Þá getur sýslumaður falið sérfræðingi að gefa umsögn um tiltekin álitaefni þegar ástæða þykir til og getur mælt svo fyrir að sérfræðingur hafi í þessu skyni heimild til að afla gagna skv. 3. mgr. 72. gr.\nEf þörf er á skal sýslumaður tilkynna [barnaverndarþjónustu] um aðstæður barns. Ber [barnaverndarþjónustu] að taka málið til meðferðar á grundvelli ákvæða barnaverndarlaga og beita viðeigandi úrræðum til stuðnings barni þegar það á við.]\nL. 107/2021, 44. gr. L. 61/2012, 36. gr.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Upplýsingaréttur aðila.\nÁkvæði 15.–19. gr. stjórnsýslulaga gilda um rétt aðila til að kynna sér skjöl og önnur gögn er mál varða.\nSýslumanni er heimilt að takmarka aðgang aðila að gögnum er veita upplýsingar um afstöðu barns ef ætla má að það geti reynst barni skaðlegt eða sambandi barns og foreldris.\nEf gögn eru í heild undanþegin aðgangi aðila skal sýslumaður þó kynna honum niðurstöðu þeirra ef til greina kemur að á þeim verði byggt við úrlausn máls.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Form og efni úrskurðar.\nÚrskurður sýslumanns skal ávallt vera skriflegur og undirritaður í tveimur samhljóða eintökum, einu fyrir hvorn aðila. Afrit úrskurðar skal varðveitt af sýslumanni.\nÍ úrskurði skal m.a. greina eftirfarandi atriði:\na. nöfn og kennitölur aðila,\nb. nafn og kennitölu barns eða barna er mál varðar,\nc. kröfur aðila,\nd. meginrök og málsástæður aðila,\ne. stutta og glögga lýsingu á málsatvikum,\nf. rökstuðning fyrir niðurstöðu máls, sbr. 22. gr. stjórnsýslulaga,\ng. aðalniðurstöðu sem skal draga saman í lok úrskurðar í sérstakt úrskurðarorð,\nh. embættisheiti sýslumanns, er úrskurðar í máli, og dagsetningu úrskurðar.\nÍ úrskurði skal veita leiðbeiningar um kæruheimild, kærufrest og hvert beina skuli stjórnsýslukæru.\nÍ úrskurðarorði skal geta fullnustu- og þvingunarúrræða, ef þeim er að skipta, svo og hvort kæra til [ráðherra] fresti réttaráhrifum úrskurðarins.\nL. 162/2010, 175. gr.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Birting úrskurðar.\nÚrskurður sýslumanns skal birtur aðilum máls af stefnuvotti, sendur með ábyrgðarbréfum eða kynntur á annan sannanlegan hátt.",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Stjórnsýslukæra.\nAðilum máls er heimilt að kæra úrskurð sýslumanns til [ráðherra] innan tveggja mánaða frá dagsetningu hans. [Sama gildir um ákvörðun Þjóðskrár Íslands.] Um meðferð kærumálsins fer samkvæmt stjórnsýslulögum og ákvæðum þessara laga eftir því sem við getur átt.\nSýslumaður getur ákveðið í úrskurði að kæra til [ráðherra] fresti réttaráhrifum hans.\nL. 162/2010, 175. gr. L. 61/2018, 13. gr.\nXII. kafli. Reglugerð, gildistaka, lagaskil o.fl.",
      "metadata": {
        "source_anchor": "G78",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Reglugerð.\n[Ráðherra] getur sett nánari ákvæði um málsmeðferð og starfshætti sýslumanna, svo og um einstök atriði er varða framkvæmd þessara laga í reglugerð.\nL. 162/2010, 175. gr. Rg. 231/1992, sbr. 272/2020. Rg. 1450/2021.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Gildistaka.\nLög þessi taka gildi 1. nóvember 2003.\n...",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Lagaskil.\nBeita skal lögum þessum um dómsmál skv. II., III. og VI. kafla laganna sem hafa verið þingfest eftir [1. nóvember 2003].\nDómsmál sem hafa verið þingfest fyrir [1. nóvember 2003] en hefur ekki verið lokið þá skulu rekin og dæmd eftir barnalögum, nr. 20/1992, með síðari breytingum. Hið sama gildir ef úrskurður í slíku máli er kærður til Hæstaréttar eða dómi áfrýjað.\nBeita skal lögum þessum um stjórnsýslumál sem koma til meðferðar hjá stjórnvöldum eftir gildistöku laganna.\nUm meðferð og úrlausn stjórnsýslumála sem komið hafa til meðferðar hjá sýslumönnum fyrir [1. nóvember 2003] en hefur ekki verið lokið þá skal farið samkvæmt barnalögum, nr. 20/1992, með síðari breytingum. Hið sama gildir ef úrskurður í slíku máli er kærður til [ráðherra].\nBeita skal lögum þessum um endurupptöku mála þótt þau hafi verið dæmd fyrir gildistöku laganna. Hið sama gildir um endurupptöku stjórnsýslumála.\nÁkvæði 3. málsl. [2. mgr.] 2. gr. og 23. gr. verður ekki beitt um börn sem fædd eru fyrir 1. júlí 1992.\nEfnisreglur laga þessara gilda einungis um atvik sem gerast eftir gildistöku laganna.\nL. 115/2003, 1. gr. L. 162/2010, 175. gr. L. 49/2021, 17. gr.\nBreytingar á öðrum lögum.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "...\n[Ákvæði til bráðabirgða.\nI.\nÁkvæði barnalaga og framkvæmd þeirra skulu endurskoðuð innan þriggja ára frá samþykkt laga þessara. Ráðherra skal kynna niðurstöður endurskoðunarinnar eigi síðar en á haustþingi 2024.]\nL. 28/2021, 31. gr.\n[II.\nSkipa skal þrjá starfshópa, einn á vegum félagsmálaráðuneytis, annan á vegum heilbrigðisráðuneytis og þriðja á vegum fjármála- og efnahagsráðuneytis, sem falið verði að leggja til hvernig breyta skuli lögum og reglugerðum sem heyra undir málefnasvið þeirra og meta þörf á breytingum með hliðsjón af skiptri búsetu barns og öðrum atriðum eftir atvikum. Hver starfshópur skili niðurstöðum sínum eigi síðar en 1. október 2021. Ráðherra í hverju ráðuneyti leggi, eftir atvikum, fram frumvarp sem byggist á niðurstöðum viðkomandi starfshóps eigi síðar en 1. nóvember 2021.]\nL. 28/2021, 31. gr.",
      "metadata": {
        "source_anchor": "G82",
        "section_format": "article"
      }
    }
  ]
}
