{
  "id": "55/2003",
  "type": "statute",
  "title": "Lög um meðhöndlun úrgangs",
  "status": "in_force",
  "issued_date": "2003-03-20",
  "url": "https://www.althingi.is/lagas/nuna/2003055.html",
  "description": "Tóku gildi 7. apríl 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\n[Markmið laga þessara er að [skapa skilyrði fyrir myndun hringrásarhagkerfis og] tryggja að úrgangsstjórnun og meðhöndlun úrgangs fari þannig fram að:\na. ekki skapist hætta fyrir heilbrigði manna og dýra og umhverfið verði ekki fyrir skaða,\nb. ekki skapist óþægindi vegna hávaða eða ólyktar,\nc. ekki komi fram skaðleg áhrif á landslag eða staði sem hafa sérstakt gildi,\nd. úrgangsstjórnun sé markviss og hagkvæm og úrgangur sem til fellur fái viðeigandi meðhöndlun,\ne. stuðlað sé að sjálfbærri auðlindanotkun með aðgerðum og fræðslu til að draga úr myndun úrgangs,\nf. nýting hráefna úr úrgangi sem fellur til sé aukin, og\ng. handhafar úrgangs greiði kostnað við meðhöndlun úrgangs.]\nL. 103/2021, 4. gr. L. 63/2014, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um meðhöndlun úrgangs. Um meðhöndlun úrgangs á sjó gilda lög um varnir gegn mengun sjávar. Ákvæði laga þessara um starfsleyfi taka til móttökustöðva fyrir úrgang. Um starfsleyfi fyrir aðra starfsemi þar sem úrgangur er meðhöndlaður og eftirlit með þeim gilda lög um hollustuhætti og mengunarvarnir, sbr. þó [3. mgr. 14. gr.]\n[Lög þessi taka ekki til:\na. loftkenndra efna sem losuð eru út í andrúmsloftið,\nb. lands (óhreyfðs), þ.m.t. mengaðs jarðvegs sem er óuppgrafinn og bygginga sem eru varanlegar á landinu,\nc. ómengaðs jarðvegs og annars efniviðar úr náttúrulegu umhverfi, sem grafinn er upp við byggingarstarfsemi, sé öruggt að efniviðurinn verði notaður í byggingarstarfsemi eins og hann kemur fyrir og á staðnum þar sem hann var grafinn upp,\nd. geislavirks úrgangs,\ne. sprengiefnis sem tekið hefur verið úr notkun,\nf. saurefnis, sem ekki fellur undir b-lið 3. mgr., hálms og annars náttúrulegs, hættulauss efniviðar, sem tengist landbúnaði eða skógrækt og notaður er í búskap, við skógrækt eða slíks lífmassa sem er notaður til orkuframleiðslu með vinnslu eða aðferðum sem skaða ekki umhverfið eða stofna heilbrigði manna í hættu.\nLögin taka enn fremur ekki til eftirfarandi atriða að því marki sem þau falla undir aðra löggjöf hér á landi:\na. skólps,\nb. aukaafurða úr dýrum að undanteknum þeim sem eiga að fara í brennslu, til urðunar eða til notkunar í lífgas- eða myltingarstöð,\nc. hræja af dýrum sem hafa drepist á annan hátt en við slátrun, þ.m.t. dýr sem hafa verið drepin til að útrýma dýrafarsóttum, og sem er fargað í samræmi við lög um dýrasjúkdóma og varnir gegn þeim,\n[d. fóðurefnis, eins og það er skilgreint í reglugerð um notkun og markaðssetningu fóðurs, sem inniheldur ekki aukaafurðir úr dýrum].]\nL. 63/2014, 2. gr. L. 103/2021, 5. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum er merking eftirtalinna orða og orðasambanda sem hér greinir:\nAfskekkt byggð: landsvæði þar sem íbúar í hverju sveitarfélagi eða byggð eru ekki fleiri en 500 og íbúar á ferkílómetra ekki fleiri en fimm og fjarlægð til næsta þéttbýlisstaðar, þar sem íbúar eru minnst 250 á ferkílómetra, er ekki undir 50 kílómetrum eða þar sem vegasamgöngur til næsta þéttbýlisstaðar eru torveldar hluta ársins sakir erfiðra veðurskilyrða.\n[ Almennur úrgangur: úrgangur annar en spilliefni.]\nBesta [aðgengilega] tækni: framleiðsluaðferð og tækjakostur sem beitt er til að lágmarka mengun og myndun úrgangs. Tækni nær til framleiðsluaðferðar, tækjakosts, hönnunar mannvirkja, eftirlits og viðhalds búnaðarins og starfrækslu hans. Með [aðgengilegri] tækni er átt við aðgengilega framleiðsluaðferð og tækjakost (tækni) sem þróaður hefur verið til að beita í viðkomandi atvinnurekstri og skal tekið mið af tæknilegum og efnahagslegum forsendum. Með bestu er átt við virkustu aðferðina til að vernda alla þætti umhverfisins gegn mengun.\nBrennslustöð: hvers kyns tæknibúnaður sem notaður er til að brenna úrgang, hvort sem [varminn] sem myndast við brennsluna er nýttur eða ekki.\n[ Byggingar- og niðurrifsúrgangur: allur sá úrgangur sem til kemur vegna byggingar- og niðurrifsstarfsemi, þar á meðal vegna viðhalds og breytinga á líftíma mannvirkja, og niðurrifs þeirra. Skilgreining þessi tekur jafnframt til úrgangs sem stafar frá minni háttar byggingar- og niðurrifsstarfsemi almennings á einkaheimilum.]\n[ Dreifingaraðili: einstaklingur eða lögaðili sem býður raf- og rafeindatæki fram á markaði. Jafnframt getur dreifingaraðili talist vera framleiðandi samkvæmt skilgreiningu á framleiðanda og innflytjanda raf- og rafeindatækja.]\n[ Endurnotkun: hvers kyns aðgerð þar sem vörur eða íhlutir, sem ekki eru úrgangur, eru notuð í sama tilgangi og þau voru ætluð til í upphafi.]\n[ Endurnýting: aðgerð þar sem aðalútkoman er sú að úrgangur verður til gagns þar eð hann kemur í stað annars efniviðar sem hefði annars verið notaður í tilteknum tilgangi, eða hann er útbúinn til þeirrar notkunar, í stöðinni eða úti í hagkerfinu. [Endurnýting skiptist annars vegar í efnisendurnýtingu, þar á meðal undirbúning fyrir endurnotkun, endurvinnslu og fyllingu, og hins vegar í orkuendurnýtingu, þar á meðal uppvinnslu sem skilar efni sem á að nota sem eldsneyti.]]\n[ Endurvinnsla : hvers kyns endurnýtingaraðgerð sem felst í því að endurvinna úrgangsefni í vörur, efnivið eða efni, hvort sem er til notkunar í upphaflegum tilgangi eða í öðrum tilgangi. Undir þetta fellur uppvinnsla á lífrænum efniviði, en ekki orkuvinnsla og uppvinnsla sem skilar efni sem á að nota sem eldsneyti eða til fyllingar.]\n[ Endurvinnsla skipa: starfsemi í skipaendurvinnslustöð sem miðar að sundurhlutun skipa, algerri eða að hluta til, til að endurheimta efnisþætti og efni til uppvinnslu, til undirbúnings fyrir endurnotkun eða til endurnotkunar, um leið og séð er til þess að haldið sé utan um efni, bæði hættuleg og önnur, og felur jafnframt í sér ýmsa tengda starfsemi, svo sem geymslu og meðhöndlun efnisþátta og efna á staðnum, en ekki frekari vinnslu þeirra eða förgun í aðskilinni aðstöðu.]\nFlokkun: aðgreining úrgangstegunda til þess að hægt sé að endurnýta úrgangsefni og koma þeim úrgangi sem ekki nýtist til viðeigandi förgunar.\n...\nFlutningur: ferli þegar úrgangur er fluttur í atvinnuskyni til ... endurnýtingar eða förgunar.\n[ Framleiðandi og innflytjandi raf- og rafeindatækja: [aðili sem, óháð þeirri sölutækni sem er notuð,\ni. framleiðir raf- og rafeindatæki undir eigin heiti eða vörumerki eða lætur hanna eða framleiða raf- og rafeindatæki og markaðssetur undir eigin heiti eða vörumerki, í því ríki þar sem hann hefur starfsstöð,\nii. endurselur raf- og rafeindatæki undir eigin heiti eða vörumerki, sem aðrir birgjar framleiða í því ríki þar sem hann hefur starfsstöð; endursöluaðili telst þó ekki vera framleiðandi ef vörumerki framleiðandans er á tækjabúnaðinum eins og kveðið er á um í i. lið,\niii. setur raf- og rafeindatæki frá öðru ríki á markað í atvinnuskyni í því ríki þar sem hann hefur starfsstöð,\niv. selur raf- og rafeindatæki með fjarsamskiptamiðlum beint til notenda yfir landamæri, eða\nv. flytur raf- og rafeindatæki inn eða út úr landinu í atvinnuskyni].]\n[ Framleiðandi og innflytjandi rafhlaðna og rafgeyma: aðili sem, óháð þeirri sölutækni sem er notuð,\ni. framleiðir og selur rafhlöður eða rafgeyma, eða\nii. flytur rafhlöður eða rafgeyma inn eða út úr landinu í atvinnuskyni.]\n[ Framleiðandi úrgangs: hver sá er stundar starfsemi þar sem úrgangur fellur til, þ.e. upphaflegur framleiðandi úrgangs, eða hver sá sem stundar forvinnslu, blöndun eða aðra starfsemi sem veldur breytingum á eðli eða samsetningu þessa úrgangs.]\n[ Fylling: sérhver endurnýtingaraðgerð þar sem hentugur úrgangur, sem ekki er spilliefni, er notaður til endurheimtar á graftarsvæðum eða á tæknilegan hátt við landmótun. Úrgangur sem er notaður í fyllingar verður að koma í staðinn fyrir efni sem er ekki úrgangsefni, henta í áðurnefndum tilgangi og takmarkast við það magn sem er nauðsynlegt til að ná þessum tilgangi.]\n[ Förgun: hvers kyns aðgerð sem er ekki endurnýting, jafnvel þótt aðgerðin hafi að auki í för með sér endurheimt efna eða orku.]\nFörgunarstaður: staður þar sem förgun úrgangs fer fram, m.a. urðunarstaðir og brennslustöðvar.\n[ Grunnvatn: vatn, kalt eða heitt, sem er neðan jarðar í samfelldu lagi, kyrrstætt eða rennandi, og fyllir að jafnaði allt samtengt holrúm í viðkomandi jarðlagi.]\n[ Handhafi úrgangs: framleiðandi úrgangs eða einstaklingurinn eða lögaðilinn sem hefur hann í vörslu sinni.]\n[ Heimilisúrgangur: úrgangur sem flokkast sem:\ni. blandaður úrgangur frá heimilum og úrgangur frá heimilum sem er sérstaklega safnað, þ.m.t. pappír og pappi, gler, málmar, plast, lífúrgangur, timbur, textíll, umbúðir, raf- og rafeindatækjaúrgangur, notaðar rafhlöður og rafgeymar og rúmfrekur úrgangur, þ.m.t. dýnur og húsgögn,\nii. blandaður úrgangur af öðrum uppruna og úrgangur af öðrum uppruna sem er sérstaklega safnað og er svipaður að eðli og samsetningu úrgangi frá heimilum,\niii. en þó ekki úrgangur frá framleiðslu, landbúnaði, skógrækt, fiskveiðum, rotþróm, fráveitukerfum, þ.m.t. seyra, úr sér gengin ökutæki eða byggingar- og niðurrifsúrgangur.]\n[ Lífrænn úrgangur: úrgangur sem er niðurbrjótanlegur af örverum með eða án tilkomu súrefnis, t.d. lífúrgangur, sláturúrgangur, fiskúrgangur, ölgerðarhrat, húsdýraúrgangur, timbur, lýsi, garðyrkjuúrgangur, pappír og pappi, og seyra.]\n[ Lífúrgangur: lífbrjótanlegur garðaúrgangur, matar- og eldhúsúrgangur frá heimilum, skrifstofum, heildsölum, smásölum, veitingastöðum, mötuneytum og veisluþjónustufyrirtækjum, og sambærilegur úrgangur frá vinnslustöðvum matvæla.]\nLosunarmörk: mörk fyrir leyfilega losun sem óheimilt er að fara yfir á einu eða fleiri tímabilum. Mörkin geta verið tilgreind sem massi, rúmmál, styrkur eða aðrar breytur.\n[ Matarúrgangur: matvæli sem orðin eru að úrgangi.]\n[ Matvæli: hvers konar efni eða vörur, hvort sem þau eru fullunnin, unnin að hluta eða óunnin, sem fólki er ætlað að neyta eða sem eðlilegt er að vænta að fólk neyti. Hugtakið tekur einnig til drykkja, tyggigúmmís og hvers kyns efna, þ.m.t. neysluvatns, sem bætt er af ásettu ráði í matvæli við framleiðslu þeirra, vinnslu eða meðferð, svo og fæðubótarefna.]\n...\nMeðhöndlun úrgangs: söfnun, geymsla, böggun, flokkun, flutningur, ... endurnýting, pökkun og förgun úrgangs, þ.m.t. eftirlit með slíkri starfsemi og umsjón með förgunarstöðum eftir að þeim hefur verið lokað.\nMengun: þegar örverur, efni og efnasambönd og eðlisfræðilegir þættir valda óæskilegum og skaðlegum áhrifum á heilsufar almennings, röskun lífríkis eða óhreinkun lofts, láðs eða lagar. Mengun tekur einnig til ólyktar, hávaða, titrings, geislunar og varmaflæðis og ýmissa óæskilegra eðlisfræðilegra þátta.\n[ Miðlari úrgangs: hvert það fyrirtæki sem sér um endurnýtingu eða förgun úrgangs fyrir hönd annarra, þ.m.t. miðlarar sem taka ekki slíkan úrgang í vörslu sína.]\nMóttökustöð: staður og aðstaða þar sem tekið er við úrgangi til geymslu til lengri eða skemmri tíma, til umhleðslu, flokkunar eða annarrar meðhöndlunar. Þaðan fer úrgangurinn til förgunar eða nýtingar, eða honum er fargað á staðnum. Undir móttökustöð falla ... förgunarstaðir.\n[ Námuúrgangsstaður: staður í námu þar sem spilliefni sem notuð eru eða til falla við námuvinnsluna eru meðhöndluð sem úrgangur.]\nÓvirkur úrgangur: úrgangur sem breytist ekki verulega líf-, efna- eða eðlisfræðilega.\n[[ Raf- og rafeindatæki: búnaður sem þarf rafstraum eða rafsegulsvið til að geta starfað á réttan hátt og búnaður til að framleiða, flytja og mæla slíkan rafstraum og rafsegulsvið og er hannaður til notkunar við rafspennu sem fer ekki yfir 1000 volt þegar um er að ræða riðstraum og ekki yfir 1500 volt þegar um er að ræða jafnstraum, þ.m.t. allir íhlutir, undireiningar og aukahlutir sem eru hluti af búnaðinum.]\n[ Raf- og rafeindatækjaúrgangur: raf- og rafeindatæki sem fleygt er, í heild eða að hluta, þar á meðal íhlutir, undireiningar og aukahlutir.]\n...]\n[ Rafhlaða eða rafgeymir: uppspretta raforku sem myndast við beina umbreytingu efnaorku og samanstendur af einu einhlaði eða fleiri eða einu endurhlaði eða fleiri:\n[i. Færanleg rafhlaða eða rafgeymir er rafhlaða, hnapparafhlaða, rafhlöðupakki eða rafgeymir sem er innsiglaður, unnt er að bera í hendi og er hvorki iðnaðarrafhlaða né iðnaðarrafgeymir né rafhlaða eða rafgeymir fyrir vélknúin ökutæki.\nii. Rafhlaða eða rafgeymir fyrir vélknúin ökutæki er rafhlaða eða rafgeymir sem notaður er til að ræsa vél, til lýsingar eða sem kveikjubúnaður.\niii. Iðnaðarrafhlaða eða iðnaðarrafgeymir er rafhlaða eða rafgeymir sem er eingöngu ætlaður til notkunar í iðnaði eða til faglegrar notkunar eða sem notaður er í allar tegundir rafknúinna ökutækja.]]\n[ Rafhlöðupakki: samstæða af rafhlöðum eða rafgeymum sem eru tengdir saman og/eða lokaðir inni í ytra byrði og mynda fullbúna einingu sem notandanum er ekki ætlað að skipta eða opna.]\nRekstraraðili: einstaklingur eða lögaðili sem ber ábyrgð á meðhöndlun úrgangs í samræmi við ákvæði starfsleyfis.\nRekstrarúrgangur: [úrgangur frá framleiðslu, þjónustu, verslun og öðrum rekstri, annar en heimilisúrgangur].\nSamþættar mengunarvarnir: aðferð þar sem samþættum aðgerðum er beitt til að draga sem mest úr losun mengunarefna út í andrúmsloft, vatn eða jarðveg og stuðla að víðtækri umhverfisvernd með því að lágmarka neikvæð áhrif á umhverfið ef mengun færist á milli lofts, láðs og lagar.\n[ Seljandi úrgangs: hvert það fyrirtæki sem á eigin ábyrgð kaupir úrgang og selur hann síðan aftur, þ.m.t. þeir seljendur sem taka ekki úrganginn í vörslu sína.]\n[ Sérstök söfnun: söfnun þar sem úrgangsflokkum er haldið aðskildum eftir tegund og eðli til að auðvelda tiltekna meðhöndlun, svo sem undirbúning fyrir endurnotkun eða endurvinnslu.]\n[ Sigvatn : vökvi sem seytlar í gegnum urðunarstað og er veitt frá eða geymist í honum.]\n...\nSpilliefni: úrgangur sem inniheldur efni sem haft geta mengandi eða óæskileg áhrif á umhverfið hvort sem þau eru óblönduð eða hluti af öðrum efnum, vörum eða umbúðum sem komist hafa í snertingu við spilliefni og skráð eru á lista í reglugerð um úrgang, [sbr. 43. gr.]\n[ Söfnun: það að safna úrgangi saman, þ.m.t. forflokkun og bráðabirgðageymsla úrgangs fyrir flutning á móttökustöð.]\nSöfnunarstöð (gámastöð): staður og aðstaða þar sem tekið er við úrgangi frá almenningi og/eða smærri fyrirtækjum. Þaðan fer hann til endurnotkunar og endurnýtingar eða er fluttur til móttökustöðva.\n[ Tilkynnandi: hver sá sem hyggst flytja út úrgang eða láta flytja út úrgang og er skylt að tilkynna um það samkvæmt lögum þessum. Tilkynnandi er einn af eftirfarandi aðilum sem forgangsraðast svo: framleiðandi úrgangs, sá sem meðhöndlar úrgang, flytjandi úrgangs. Ef enginn af framangreindum aðilum er þekktur er tilkynnandi sá sem hefur úrgang í vörslu sinni.]\n[ Umflutningur: flutningur úrgangs í höfn eða á flugvöll og þaðan aftur án tollafgreiðslu.]\n[ Undirbúningur fyrir endurnotkun: hvers kyns aðgerðir, sem felast í skoðun, hreinsun eða viðgerð, þar sem vörur eða íhlutir þeirra, sem eru orðin að úrgangi, eru útbúin þannig að þau megi endurnota án annarrar forvinnslu.]\nUrðun: varsla úrgangs á eða í landi sem ekki felur í sér frekari vinnslu hans eða nýtingu um fyrirsjáanlega framtíð.\nUrðunarstaður: staður þar sem tekið er við úrgangi til förgunar á eða í landi, þar á meðal urðunarstaður fyrir eigin úrgang og varanlegur staður þar sem úrgangur er geymdur til lengri tíma.\n[ Úrgangsforvarnir: ráðstafanir sem gerðar eru áður en efni, efniviður eða vara er orðin að úrgangi og draga úr:\ni. magni úrgangs, þ.m.t. með endurnotkun vara eða framlengingu á notkunartíma vara,\nii. neikvæðum áhrifum á umhverfið og heilbrigði manna vegna úrgangs sem hefur myndast, eða\niii. innihaldi skaðlegra efna.]\n[ Úrgangur: hvers kyns efni eða hlutir sem handhafi úrgangs ákveður að losa sig við, ætlar að losa sig við eða er gert að losa sig við.]\nVatn: grunnvatn og yfirborðsvatn.\nVöktun: kerfisbundin og síendurtekin skráning einstakra breytilegra þátta í umhverfinu.\nYfirborðsvatn: kyrrstætt eða rennandi vatn á yfirborði jarðar, straumvötn, stöðuvötn og jöklar, svo og strandsjór.\nL. 103/2021, 6. gr. L. 63/2014, 3. gr. L. 65/2017, 1. gr. L. 58/2011, 1. gr. L. 73/2008, 1. gr. L. 93/2009, 1. gr.\nII. kafli. Almenn ákvæði.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórnvöld.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum. Á varnarsvæðum fer [ráðherra er fer með málefni varnarsvæða] með lögsögu samkvæmt lögum um yfirstjórn mála á varnarsvæðum.\n[Heilbrigðisnefndir annast eftirlit með meðhöndlun á úrgangi, sbr. 9. gr., og eftirlit með atvinnurekstri sem heilbrigðisnefndir gefa út starfsleyfi fyrir, sbr. 2. mgr. 14. gr. [Umhverfis- og orkustofnun] annast eftirlit með atvinnurekstri sem stofnunin gefur út starfsleyfi fyrir, sbr. 2. mgr. 14. gr. [Umhverfis- og orkustofnun] fer með eftirlit með framkvæmd laga þessara að öðru leyti.]\n...\nL. 126/2011, 366. gr. L. 110/2024, 8. gr. L. 63/2014, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
