{
  "id": "61/2003",
  "type": "statute",
  "title": "Hafnalög1)",
  "status": "in_force",
  "issued_date": "2003-03-27",
  "url": "https://www.althingi.is/lagas/nuna/2003061.html",
  "description": "Tóku gildi 1. júlí 2003.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi taka til allra hafna sem notaðar eru til afgreiðslu og þjónustu skipa, afgreiðslu á vörum, ökutækjum og farþegum og við löndun á fiski.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Yfirstjórn.\n[Ráðherra] fer með yfirstjórn hafnamála, nema annað sé ákveðið í öðrum lögum. [Samgöngustofa og Vegagerðin] annast þátt ríkisins samkvæmt lögunum og [hafa] eftirlit með framkvæmd þeirra.\nL. 126/2011, 367. gr. L. 59/2013, 25. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\n1. Höfn táknar í lögum þessum svæði á landi og sjó með mannvirkjum og tækjum til móttöku skipa, losunar og lestunar þeirra, geymslu vöru, móttöku og afgreiðslu þessarar vöru til áframhaldandi sjó- eða landflutninga og til móttöku og brottfarar farþega.\n2. Hafnarmannvirki eru í lögum þessum varnargarðar, viðlegumannvirki og innsiglingar, leiðarmerki og skipalægi.\n3. Skjólgarðar eru í lögum þessum varnarmannvirki sem ætlað er að veita viðlegumannvirkjum og innsiglingum skjól fyrir öldum, straumum og sandburði.\n4. Viðlegumannvirki eru í lögum þessum bryggjur og önnur mannvirki innan hafnar sem ætluð eru til viðlegu fyrir fljótandi för.\n5. Rekstur hafnar í lögum þessum táknar að byggja, reka, viðhalda og endurnýja hafnarmannvirki sem og rekstur hafntengdrar atvinnuaðstöðu, þ.e. leigu á landi, vöruhúsum, tækjum og þess háttar, upptökumannvirkjum hvers konar í því skyni að þjóna skipum eða fyrirtækjum á hafnarsvæðum sem sinna þjónustu við skip, farþega og farm, og jafnframt rekstur hafntengdrar þjónustu, þ.e. hafnsöguþjónustu, festarþjónustu, vigtarþjónustu, sorphirðu, sölu vatns og rafmagns og sambærilega þjónustu er lýtur að skipum. Undir rekstur hafna fellur einnig rekstur vöruhúsa og þjónustumiðstöðva á hafnarsvæðum.\n6. Hafnarstjórn merkir í lögum þessum að sveitarfélög eða aðrir eigendur hafnar kjósi sérstaka hafnarstjórn og feli henni stjórnunarlega ábyrgð á höfninni.\n7. Málaflokkur merkir í lögum þessum afmarkaða rekstrareiningu í bókhaldi sveitarfélags þar sem tekjum og gjöldum er haldið aðskildum frá öðrum rekstri þess.\n[8. Skipaafdrep er í lögum þessum höfn eða hluti hafnar eða öruggt skipalægi eða akkerislægi eða annað skýlt svæði sem Samgöngustofa útnefnir til að taka á móti nauðstöddum skipum.]\n[9. Þjónustusvæði er í lögum þessum svæði hafnar þar sem veitt er þjónusta og gjald tekið fyrir.\n10. Hafnarsvæði farþegaskipa er í lögum þessum það hafsvæði sem telst ekki til farsviða farþegaskipa. Það nær til ystu marka varanlegra hafnarmannvirkja, sem eru óaðskiljanlegur hluti hafnarinnar, eða til þeirra marka sem helgast af náttúrulegum landfræðilegum þáttum sem skýla vogum og víkum eða svipuðum skýldum svæðum.\n11. Hafnsögumaður er í lögum þessum leiðsögumaður sem fengið hefur skírteini til leiðsögu skipa um tiltekið hafnarsvæði.\n12. Hafnsöguskylda er í lögum þessum skylda til að hafa um borð hafnsögumann við siglingu skipa um tiltekið hafnarsvæði eða við tilteknar aðstæður.]\nL. 119/2014, 1. gr. L. 93/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hafnarreglugerð.\nÖllum höfnum sem falla undir lög þessi skv. 1. gr. skal sett reglugerð er tilgreinir mörk hafnar auk annarra nauðsynlegra ákvæða er varða öryggi og stjórnun hennar. Ráðherra setur samkvæmt lögum þessum, að fengnum tillögum eigenda hafna og umsögn [Samgöngustofu og Vegagerðarinnar], reglugerð fyrir hverja höfn. Í reglugerðinni skulu m.a. vera ákvæði um:\n1. Stærð og takmörk hafnarsvæðis á sjó og landi, [þ.m.t.:\na. skipulagssvæði á sjó skv. 1. mgr. 5. gr., sem telst jafnframt vera mengunarlögsaga hafnarsvæðis,\nb. hafnsögusvæði,\nc. þjónustusvæði,\nd. hafnarsvæði farþegaskipa.]\n2. Starfsheimildir, starfsemi og umferð á hafnarsvæði.\n3. Öryggi við flutninga og varnir gegn mengun.\n4. Viðurlög við brotum.\n5. Kosningu og starfs- og valdsvið hafnarstjórnar.\n[Stærð og takmörk hafnarsvæðis á sjó skulu afmörkuð með baughnitum.]\n[Samgöngustofa] hefur eftirlit með því að höfn uppfylli skyldur sínar samkvæmt hafnarreglugerð.\nUm reglugerðir settar samkvæmt heimild í eldri hafnalögum vísast til Lagasafns 1990, d. 1911. Rg. 380/1985 (Seyðisfjörður), sbr. 729/2002. Rg. 463/1991 (Búðardalur). Rg. 287/2005 (Hafnasamlag Norðurlands), sbr. 1183/2006 og 201/2010. Rg. 290/2005 (Þorlákshöfn), sbr. 1182/2006 og 438/2014. Rg. 292/2005 (Djúpivogur). Rg. 294/2005 (Grindavík). Rg. 295/2005 (Borgarfjörður). Rg. 584/2005 (Hornafjörður). Rg. 633/2005 (Stykkishólmur). Rg. 713/2005 (Bakkafjörður). Rg. 788/2005 (Súðavík). Rg. 981/2005 (Vopnafjörður). Rg. 982/2005 (Reykjanes). Rg. 983/2005 (Kópavogur), sbr. 1281/2022. Rg. 989/2005 (Vesturbyggð). Rg. 1190/2005 (Ísafjarðarbær). Rg. 1191/2005 (Þórshöfn). Rg. 34/2006 (Skagaströnd). Rg. 275/2006 (Seyðisfjörður), sbr. 499/2007. Rg. 308/2006 (Vogar í Vatnsleysustrandarhreppi). Rg. 498/2007 (Blönduós). Rg. 882/2007 (Grundarfjörður). Rg. 908/2007 (Litli-Sandur, Hvalfjarðarsveit). Rg. 244/2008 (Dalvík). Rg. 1111/2008 (Miðsandur, Hvalfjarðarsveit). Rg. 512/2009 (Fjallabyggð). Rg. 798/2009 (Faxaflóahafnir sf.), sbr. 1248/2022. Rg. 408/2010 (Fjallabyggð). Rg. 590/2010 (Landeyjahöfn). Rg. 775/2010 (Tálknafjörður). Rg. 855/2011 (Hólmavík). Rg. 423/2012 (Hafnarfjörður). Rg. 1030/2012 (Vestmannaeyjar). Rg. 828/2013 (Hvammstangi). Rg. 348/2014 (Flatey á Skjálfandaflóa). Rg. 638/2014 (Sandgerði). Rg. 1040/2018 (Hafnarsjóður Skagafjarðar), sbr. 209/2022. Rg. 1300/2018 (Norðurþing). Rg. 835/2020 (Fjarðabyggð). Rg. 50/2024 (Álfsneshöfn). L. 59/2013, 25. gr. L. 93/2024, 2. gr.\nII. kafli. Skipulag hafnarsvæða og hafnarmannvirki.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skipulag hafnarsvæðis og leyfi til mannvirkjagerðar.\n[Skipulag hafnarsvæðis skal miðast við þarfir hafnar. Hafnarstjórn gerir tillögu um skipulag hafnarsvæðis til skipulagsnefndar eða sveitarstjórnar að höfðu samráði við [Vegagerðina] um gerð þess. Viðkomandi sveitarstjórn veitir framkvæmdaleyfi fyrir nýjum hafnarmannvirkjum.]\nEngin mannvirkjagerð má fara fram á hafnarsvæði nema með samþykki viðkomandi hafnarstjórnar. Ef leyfi til mannvirkjagerðar er eigi notað innan tveggja ára frá veitingu þess fellur það úr gildi.\nL. 59/2013, 25. gr. L. 28/2007, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lágmarkskröfur um hafnarmannvirki, slysavarnir og staðfesting á fjármögnun.\nÖll mannvirkjagerð í höfnum skal vera í samræmi við gildandi skipulag fyrir viðkomandi sveitarfélag [og samkvæmt lögum um skipulag haf- og strandsvæða]. [Vegagerðin] skal fylgjast með að við hönnun og byggingu hafnarmannvirkja sé fylgt að minnsta kosti lágmarkskröfum um styrkleika mannvirkja og öryggi notenda hafnanna. Hafnir skulu tilkynna [Vegagerðinni] um fyrirhugaðar framkvæmdir og leggja fyrir stofnunina gögn um gerð mannvirkjanna til samþykktar áður en framkvæmdir eru hafnar. [Vegagerðinni] er heimilt að veita einstökum höfnum undanþágu frá þessu byggingareftirliti, enda geti þær sýnt fram á að starfsmenn þeirra hafi yfir nægri tækniþekkingu að ráða og fyrir hendi sé vel skilgreint innra eftirlit. Hafnir sem njóta opinberra framlaga til framkvæmda skulu að auki leggja fram staðfesta fjármögnun fyrirhugaðra framkvæmda til samþykktar [Vegagerðarinnar]. [Ráðherra] getur sett reglugerð er kveður á um lágmarkskröfur um hafnarmannvirki að fenginni tillögu [Vegagerðarinnar].\nRáðherra skal setja reglur um slysavarnir í höfnum.\nL. 88/2018, 18. gr. L. 93/2024, 3. gr. L. 59/2013, 25. gr. L. 162/2010, 237. gr. Rg. 326/2004, sbr. 584/2012. Rg. 580/2017.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ábyrgð eiganda hafnarmannvirkja.\nEigandi hafnar er ábyrgur fyrir því að mannvirki, búnaður og rekstur hafnarinnar sé ætíð í samræmi við gildandi lög og reglugerðir. Hafnarstjórn er heimilt að nema brott á kostnað eiganda bryggjur eða önnur mannvirki í sjó fram sem hætta stafar af ef eigandi sinnir ekki tilmælum um úrbætur innan eðlilegs tímafrests.\n[7. gr. a. Rafræn vöktun.\nStjórn hafnar er heimilt að viðhafa rafræna vöktun á hafnarsvæði eða taka myndir með reglulegu millibili í öryggisskyni. Henni er jafnframt heimilt að miðla rafrænt upplýsingum sem þannig er aflað til notenda hafna í rauntíma til að þeir geti fylgst með aðstæðum í höfnum. Þá er heimilt að miðla upplýsingum rafrænt til Vaktstöðvar siglinga vegna verkefna hennar og til lögreglu, Landhelgisgæslu Íslands, Samgöngustofu, tollgæslu Skattsins og rannsóknarnefndar samgönguslysa í tengslum við lögbundin verkefni þeirra. Ráðherra skal með reglugerð mæla fyrir um vinnslu persónuupplýsinga og skilyrði hennar.]\nL. 93/2024, 4. gr.\nIII. kafli. Rekstrarform og upplýsingaskylda hafna.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rekstrarform hafna.\nHöfn má reka sem:\n1. Höfn án sérstakrar hafnarstjórnar í eigu sveitarfélags.\n2. Höfn með hafnarstjórn í eigu sveitarfélags.\n3. Hlutafélag, hvort sem það er í eigu opinberra aðila eða ekki, einkahlutafélag, sameignarfélag eða sem einkaaðila í sjálfstæðum rekstri. Hafnir sem reknar eru samkvæmt þessum tölulið teljast ekki til opinbers rekstrar.\n[4. Höfn í eigu íslenska ríkisins.]\n[Höfn skv. 4. tölul. 1. mgr. skal eingöngu byggð og rekin til að tryggja reglubundnar samgöngur milli tveggja eða fleiri áfangastaða. Skal hún byggð og rekin fyrir framlög úr ríkissjóði eins og þau eru ákveðin í fjárlögum hverju sinni. Um stjórnun, rekstur og starfsheimildir slíkra hafna fer að öðru leyti samkvæmt sérlögum.\nÍslenska ríkinu er heimilt að eiga og reka nauðsynleg mannvirki vegna ferja. Þar sem mannvirki vegna ferja tengist annarri hafnarstarfsemi getur ríkið gert samkomulag við eiganda viðkomandi hafnar um uppbyggingu og rekstur.]\nL. 119/2014, 2. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Upplýsingar um hafnir.\nHafnir skulu á hverjum tíma miðla upplýsingum um lengd, breidd og djúpristu þeirra skipa sem þær geta tekið á móti. [Vegagerðin] skal starfrækja gagnagrunn á heimasíðu sinni þar sem þessar upplýsingar koma fram.\n[Höfn sem nýtur ríkisstyrks er skylt að senda endurskoðaða ársreikninga sína árlega til ... Vegagerðarinnar sem og aðrar upplýsingar sem [stofnunin kann] að óska eftir og snerta rekstur hafnarinnar. Öðrum höfnum er skylt að veita Samgöngustofu og Vegagerðinni þær upplýsingar sem stofnanirnar óska eftir og snerta rekstur hafnanna, enda séu þær nauðsynlegar vegna eftirlitshlutverks þeirra samkvæmt lögunum.] Þá er höfn skylt að veita [Samgöngustofu og Vegagerðinni] upplýsingar um farþega og vörumagn sem um höfnina fer. [Þeir aðilar sem annast fermingu og affermingu búlkaskipa skulu tilkynna Samgöngustofu um þá starfsemi.]\n[Hafnir skulu birta gjaldskrár sínar með skýrum og aðgengilegum hætti, svo sem á netinu. Höfnum sem reknar eru skv. 1. og 2. tölul. 8. gr. er heimilt að birta gjaldskrár sínar í B-deild Stjórnartíðinda.]\nL. 93/2024, 5. gr. L. 119/2014, 3. gr. L. 59/2013, 25. gr. L. 28/2007, 2. gr.\n[9. gr. a. Hafnir innan samevrópska flutninganetsins.\nHöfnum innan samevrópska flutninganetsins er skylt að eiga samráð við notendur hafna um gjaldtökustefnu sína, þ.m.t. vegna umtalsverðra breytinga á gjaldtökunni. Þær skulu jafnframt veita notendum hafna upplýsingar um breytingar á eðli eða fjárhæð hafnargjalds a.m.k. tveimur mánuðum áður en breytingarnar taka gildi.\nAðgangur að markaði til að veita hafnarþjónustu getur verið háður lágmarkskröfum um veitingu hafnarþjónustu, takmörkunum á fjölda veitenda, skyldum til að veita opinbera þjónustu og takmörkunum sem tengjast innri rekstraraðilum.\nRáðherra skal með reglugerð tilgreina þær íslensku hafnir sem eru innan samevrópska flutninganetsins. Jafnframt skal hann setja reglugerð þar sem nánar er mælt fyrir um veitingu hafnarþjónustu sem og gagnsæi í fjármálum hafna og sjálfstæði þeirra í fjármálum, þ.m.t. um samráð við notendur hafna um gjaldtökustefnu.]\nRg. 60/2024. L. 31/2023, 1. gr.\nIV. kafli. Höfn án sérstakrar hafnarstjórnar í eigu sveitarfélags.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Stjórnun, rekstur og starfsheimildir.\nHöfn samkvæmt kafla þessum skal rekin sem sérstakur málaflokkur undir stjórn sveitarstjórnar í því sveitarfélagi þar sem höfnin er. Sveitarstjórn fer með stjórn hafnarinnar. Sveitarstjórn er heimilt að kjósa sérstaka hafnarnefnd.\nHafnir samkvæmt þessum kafla hafa starfsheimildir í samræmi við 5. tölul. 3. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gjöld.\nHöfn samkvæmt kafla þessum er heimilt að innheimta gjöld skv. 17. gr. ...\nL. 88/2010, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Breyting á rekstrarformi.\nSveitarstjórn getur ákveðið að breyta skuli rekstrarformi hafnar í höfn með hafnarstjórn í eigu sveitarfélags, sbr. 2. tölul. 8. gr., eða í félag, sbr. 3. tölul. 8. gr., og skal þá taka mið af hagrænu verðmæti hafnarmannvirkja, sbr. 1. mgr. 18. gr.\nV. kafli. Höfn með hafnarstjórn í eigu sveitarfélags.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Stjórnun og rekstur.\nHöfn samkvæmt kafla þessum skal rekin sem opinbert fyrirtæki með hafnarstjórn í eigu sveitarfélags. Sérstakar hafnarstjórnir, sem kosnar eru af sveitarstjórnum, skulu hafa á hendi stjórn hafna og hafnarsjóða í samræmi við reglugerð skv. 4. gr. Séu eigendur fleiri en einn fer um kosningu samkvæmt reglugerð og stofnsamningi hafnar. Hafnarstjórn ræður hafnarstjóra og ákveður verksvið hans.\nHafnarstjórn skal innan valdsviðs síns gæta hagsmuna hafnar. Hafnarstjórn ber ábyrgð gagnvart sveitarstjórn á rekstri og viðhaldi hafnar.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Hafnasamlög.\nEigendur hafna geta myndað hafnasamlög um rekstur þeirra. Leggja skal fyrir ráðherra tillögur að stofnsamningi, skipulagi og nýtingu landsvæða og mannvirkja og rökstuðning fyrir að hafnasamlagið hafi rekstrarhagræði í för með sér. Ráðherra setur samkvæmt lögum þessum, að fengnum tillögum eigenda þeirra hafna sem vilja mynda hafnasamlag, reglugerð fyrir það, sbr. ákvæði 4. gr. Að öðru leyti gilda ákvæði þessa kafla um hafnasamlög þar sem við á. Hafnir á byggðasvæðum sem rétt eiga á ríkisstyrk samkvæmt viðmiðunum 24. gr. halda þeim rétti sínum í fimm ár frá því að sameining tekur gildi þrátt fyrir að hafnirnar falli undir hafnasamlag sem er yfir þessum sömu viðmiðunarmörkum. Þetta gildir einnig um sömu hafnir ef þær verða hluti af öðrum hafnarsjóði við sameiningu sveitarfélaga. Ráðherra setur í reglugerð nánari ákvæði um þetta atriði.\n[Eigendur hafna geta gert samning um samrekstur einstakra þátta í starfsemi hafna.]\nL. 119/2014, 4. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Starfsheimildir.\nHöfn samkvæmt kafla þessum hefur starfsheimildir í samræmi við 5. tölul. 3. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skattskylda, rekstur og endurskoðun.\nTekjum og eignum hafnar sem rekin er skv. 1. og 2. tölul. 8. gr. má einungis verja í þágu hafnarinnar. Hafnarsjóðir skulu undanþegnir hvers konar sköttum af hafnarmannvirkjum. Eigendur hafnar bera ábyrgð á skuldbindingum hafnarsjóðs.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Gjöld.\n[Stjórn hafnar skv. 2. tölul. 8. gr. skal semja gjaldskrá fyrir höfn þar sem nánar er kveðið á um innheimtu gjalda samkvæmt þessari grein. Miða skal við að gjaldtaka standi undir rekstri hafnarinnar, sbr. 5. tölul. 3. gr., þ.m.t. fjármagnskostnaði, afskriftum, kostnaði við endurnýjun hafnarinnar og stofnkostnaði samkvæmt langtímaáætlun hafnarinnar.]\n[[Í gjaldskrá er heimilt að ákveða eftirtalin gjöld]:\n1. Hafnargjald sem nánar sundurliðast á eftirfarandi hátt:\na. Skipagjöld sem skiptast í bryggjugjöld og lestargjöld og eru lögð á skip og báta er nota viðkomandi höfn og miðast við stærð skipa, dvalartíma á hafnarsvæðinu og veitta aðstöðu.\nb. [Vörugjöld af vörum sem umskipað er, lestaðar eru eða losaðar í höfnum.]\nc. Hafnsögugjöld og gjöld fyrir þjónustu hafnarbáta.\nd. Leigugjald fyrir svæði til lestunar og losunar á vöru.\n[e. Aflagjald af sjávarafurðum sem umskipað er, lestaðar eru eða losaðar í höfnum. Sé gjaldið innheimt skal það vera minnst 1,25% og mest 3% af heildaraflaverðmæti. Þó skal gjaldið vera minnst 0,70% af heildaraflaverðmæti frystra sjávarafurða. Sjávarafurðir eru sjávarafli, þ.e. sjávardýr önnur en spendýr, þ.m.t. skrápdýr, liðdýr og lindýr, sem og matvæli sem eru unnin að öllu leyti eða að hluta úr sjávarafla.]\n[f. Gjald fyrir móttöku, meðhöndlun og förgun úrgangs og farmleifa frá skipum. Gjaldtakan tekur til allra skipa sem koma til hafnar, að undanskildum fiskiskipum, skemmtibátum sem ekki mega flytja fleiri en 12 farþega, herskipum, hjálparskipum í flota, skipum sem þjónusta fiskeldi og skipum í ríkisrekstri sem nýtt eru í þágu hins opinbera, sbr. 11. gr. og 11. gr. a – 11. gr. d laga um varnir gegn mengun hafs og stranda, nr. 33/2004. Skylt er að innheimta gjald samkvæmt þessum tölulið. Gjald fyrir móttöku, meðhöndlun og förgun úrgangs skal standa undir kostnaði við aðstöðu fyrir móttöku úrgangs frá skipum, kostnaði við meðhöndlun og förgun úrgangs frá skipum sem og kostnaði við eftirlit [Umhverfis- og orkustofnunar]. Við ákvörðun fjárhæðar gjalds skal tekið mið, eftir því sem við á, af fjölda skipverja og farþega um borð, lengd sjóferðar og stærð skips.\nÞrátt fyrir ákvæði 1. málsl. 2. mgr. er höfnum skylt að innheimta gjöld sem skulu standa undir kostnaði við móttöku, meðhöndlun og förgun úrgangs og farmleifa frá skipum sem og eftirliti [Umhverfis- og orkustofnunar] með aðstöðunni, sbr. 11. gr. og 11. gr. a – 11. gr. d laga um varnir gegn mengun hafs og stranda, nr. 33/2004.]\n[g. Eldisgjald af eldisfiski, þ.m.t. eldisseiðum, sem alinn hefur verið í sjókvíum eða ætlaður er til slíks eldis, sem umskipað er, lestaður er eða losaður í höfnum.]\nHafnargjald samkvæmt þessum tölulið skal standa undir kostnaði við að byggja, reka, viðhalda og endurnýja viðlegumannvirki, dýpkanir og legu í höfn, aðstöðu við bryggjur og á hafnarbakka, hafnarbáta og hafnsögu þar sem það á við. [Skipstjóra, útgerðarmanni, fiskeldisfyrirtæki og eiganda skips ber að greiða til hafnar gjöld skv. a-, c-, d-, e- og g-lið en móttakandi vöru sem kemur til hafnar og sendandi vöru sem flutt er úr höfn greiða gjöld skv. b-lið.] Ef margir eiga vörur sem fluttar eru með sama skipi skal farmflytjandi sjá um innheimtu á gjöldum skv. b-lið hjá sendanda og móttakanda, eftir því sem við á, og standa höfn skil á þeim.\n2. Farþegagjald og gjald fyrir bifreiðar sem ekið er um borð eða frá borði í ferju og skal gjald þetta standa straum af kostnaði við uppbyggingu á aðstöðu og búnaði fyrir farþega og bifreiðar, sem og kostnaði við rekstur og viðhald.\n3. [Geymslugjald fyrir geymslu vöru og gáma á hafnarsvæði, hvort sem er innan húss eða utan, og skal gjald þetta standa straum af kostnaði við uppbyggingu, viðhald, endurnýjun og rekstur á geymsluaðstöðunni.]\n4. Leigugjald fyrir afnot af mannvirkjum eða tækjum hafnarinnar, þ.m.t. upptökumannvirkjum og löndunarkrönum. Gjaldið skal standa undir kostnaði við uppbyggingu, rekstur, viðhald og endurnýjun mannvirkjanna.\n5. Leyfisgjald fyrir bryggjur og önnur mannvirki sem gerð hafa verið skv. 5. gr. Gjaldið skal standa straum af undirbúningskostnaði veittra leyfa.\n6. Lóðargjald og lóðarleigu fyrir leigu á svæðum innan hafnarinnar.\n7. Festargjald sem nota skal til að greiða kostnað við festarþjónustu sem höfnin veitir.\n8. Gjöld fyrir endursölu á vatni og rafmagni og kostnaði er því fylgir.\n9. Sorpgjöld sem skulu standa straum af kostnaði við sorphirðu frá skipum og fyrirtækjum á hafnarsvæði, sem og eyðingu sorpsins.\n10. Vigtar- og skráningargjald sem skal standa straum af kostnaði við rekstur, viðhald og endurnýjun hafnarvogar.\n11. Umsýslugjald til þess að standa straum af kostnaði við umsýslu og yfirstjórn, t.d. laun og skrifstofuhald. Heimilt er að láta umsýslugjaldið samkvæmt þessum tölulið vera innifalið í gjaldtöku skv. 1.–10. tölul. með sérstöku álagi á viðkomandi gjald.]\n[Gjaldtaka hafna skv. 2.–10. tölul. 2. mgr. skal miðuð við að hún standi undir kostnaði við þá þjónustu sem veitt er ásamt sameiginlegum kostnaði, eftir því sem við á.]\nNú á annar aðili en hafnarsjóður viðlegumannvirki innan hafnarsvæðis og skal þá semja um hversu hátt gjald skal greiða til hafnar til þess að standa straum af sameiginlegum rekstri hennar.\nHöfn er heimilt að gera langtímasamning við notendur um gjöld skv. [1. og 2. tölul. 2. mgr.] fyrir afnot af bryggjum.\n[Notendur hafnar geta krafið hafnarstjórn upplýsinga um afkomu hafnar og um almennar forsendur gjaldtöku samkvæmt gjaldskrá.]\nL. 88/2010, 2. gr. L. 110/2024, 8. gr. L. 60/2014, 8. gr. L. 93/2024, 6. gr. L. 145/2007, 1. gr. L. 28/2007, 4. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Breyting á rekstrarformi.\nSveitarstjórn getur ákveðið að breyta skuli rekstrarformi hafnar í félag skv. 3. tölul. 8. gr. og skal þá taka mið af hagrænu verðmæti hafnarmannvirkja við eignfærslu þeirra í efnahagsreikning félagsins. Hafi viðkomandi mannvirki notið ríkisframlags skal leita samþykkis ráðherra fyrir framsali þeirra.\nHöfn getur samkvæmt ákvörðun sveitarstjórnar orðið að höfn án sérstakrar hafnarstjórnar í eigu sveitarfélags, sbr. 1. tölul. 8. gr.\nRekstrarformi hafnar skal breytt í höfn í eigu sveitarfélags án sérstakrar hafnarstjórnar þegar hún hefur haft neikvæðan rekstrarafgang í þrjú ár í röð að teknu tilliti til vaxta, en fyrir afskriftir. Sveitarstjórn er þó heimilt með samþykki [ráðherra] að veita aukið fjármagn til hafnar til þess að bæta eiginfjárstöðu hennar.\nL. 162/2010, 237. gr.\nVI. kafli. Höfn sem telst ekki til opinbers reksturs.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Stjórn og rekstur.\nRekstrarform hafnar samkvæmt þessum kafla fer eftir ákvæðum 3. tölul. 8. gr. Stjórnir hlutafélaga og einkahlutafélaga fara með valdsvið hafnarstjórna. Höfn sem rekin er skv. 3. tölul. 8. gr. er aðeins heimilt að greiða arð til eigenda sinna eftir að fé hefur verið lagt til hliðar í fullnægjandi viðhald og endurnýjun hafnarinnar samkvæmt nánari ákvæðum í reglugerð hennar sem sett er skv. 4. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Starfsheimildir og gjöld vegna reksturs hafnar.\nHöfn sem rekin er skv. 3. tölul. 8. gr. hefur starfsheimildir án takmarkana.\n[Gjaldtaka hafnar samkvæmt þessum kafla skal miðuð við að hún standi undir kostnaði við þá þjónustu sem veitt er ásamt hlutdeild í sameiginlegum rekstri hafnarinnar, stofnkostnaði og kostnaði við viðhald hennar, auk þess sem heimilt er að taka tillit til arðsemi á endurmetnu eigin fé. ...]\n[Heimilt er í gjaldskrá hafnar að taka mið af árangri í umhverfismálum, orkunýtni eða kolefnisnýtni í siglingum. Afslættir og álögur á gjöld sem taka mið af umhverfisframmistöðu skipa skulu byggjast á umhverfisvísitölu sem Samgöngustofa viðurkennir. Álag á hafnargjöld samkvæmt ákvæði þessu skulu að hámarki nema 75%. Ráðherra er heimilt að kveða nánar á um skilyrði fyrir viðurkenningu umhverfisvísitölu með reglugerð.\nNotendur hafnar geta krafið hafnarstjórn upplýsinga um kostnað sem almennt hlýst af að veita viðkomandi þjónustu og eðlilega sundurliðun gjalda.]\nL. 31/2023, 2. gr. L. 28/2007, 5. gr.\nVII. kafli. [Móttökuskylda hafnar, aðgangsbann og hafnsaga.]\nL. 93/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Móttökuskylda og ábyrgð eigenda skipa.\n[Samgöngustofa útnefnir skipaafdrep hér á landi í áætlun um að liðsinna nauðstöddum skipum á hafsvæðum í lögsögu Íslands, að undangenginni málsmeðferð skv. 2. mgr.]\n[Skylt er að taka á móti skipum í höfn eftir því sem rými og aðstaða leyfir. Hafnarstjórn er þó heimilt að synja skipi um aðgang að höfn ef mönnum og umhverfi er talin stafa hætta af komu þess til hafnar. Höfn, sem telst [skipaafdrep] í samræmi við áætlun um að liðsinna nauðstöddum skipum á hafsvæðum í lögsögu Íslands, sem [Samgöngustofa] gerir að höfðu samráði við viðkomandi höfn, Landhelgisgæslu Íslands og [Umhverfis- og orkustofnun], er skylt að taka á móti skipum í sjávarháska eftir því sem nánar er kveðið á um í áætluninni. Ráðherra getur sett nánari ákvæði um áætlunina og [skipaafdrep] í reglugerð.\nSkipagjöld eru tryggð með lögveði í viðkomandi skipi eða vátryggingarfé. Gengur það veð í tvö ár fyrir samningsveðskuldum. Heimilt er að krefjast nauðungarsölu á skipum vegna vanefnda á skipagjöldum án undangengins dóms, sáttar eða fjárnáms og án þess að þörf sé á undangenginni áskorun til eiganda.\nHöfn er heimilt að krefjast frekari trygginga fyrir greiðslu skipagjalda og fyrir kostnaði við að fjarlægja og/eða farga skipi séu taldar verulegar líkur á að það lendi í reiðileysi innan hafnar.\nEigandi eða umráðamaður skips, báts, flutningstækja á landi eða annars búnaðar á hafnarsvæði ber ábyrgð á að viðkomandi eign sé ávallt í lagi og valdi ekki óþrifnaði og/eða hættu á hafnarsvæðinu. Verði um slíkt að ræða, að mati hafnar, getur hún fyrirskipað að úrbætur skuli gerðar innan ákveðins frests. Sinni eigandi eða umráðamaður ekki slíkum fyrirmælum er höfn heimilt að láta fjarlægja hlutinn á kostnað og ábyrgð eiganda eða umráðamanns og færa hann í vörslur viðkomandi eða selja hlut á nauðungaruppboði án þess að þörf sé á undangenginni áskorun til eiganda eða umráðamanns.\nHöfn skal birta auglýsingu um uppboð skv. [5. mgr.] með mest fjögurra vikna og minnst viku fyrirvara í dagblaði eða á annan samsvarandi hátt. Jafnframt skal höfn tilkynna eiganda eða umráðamanni bréflega um fyrirhugað uppboð og hvar og hvenær það fer fram. Það stendur ekki í vegi fyrir nauðungarsölu þótt tilkynningu verði ekki við komið vegna þess að eigandi eða umráðamaður er ekki þekktur eða finnst ekki. Skipagjöld sem njóta lögveðsréttar greiðast af söluandvirði með forgangsrétti næst á eftir kostnaði við nauðungarsölu. Um úthlutun söluandvirðis og framkvæmd uppboðs fer að öðru leyti eftir ákvæðum laga um nauðungarsölu eftir því sem við á.\nVitji eigandi eða umráðamaður ekki þess sem afgangs er við nauðungarsölu skv. [5. mgr.] eða ráðstöfun skv. [6. mgr.] innan árs frá sölu eða ráðstöfunardegi rennur andvirðið í ríkissjóð.]\n[Lóðarleigugjöld á hafnarsvæði sem er staðfest í aðalskipulagi eru tryggð með lögveði í viðkomandi fasteign. Það veð gengur í tvö ár fyrir samningsveðskuldum. Heimilt er að krefjast nauðungarsölu á fasteign vegna vanefnda á lóðarleigugjöldum án undangengins dóms, sáttar eða fjárnáms og án þess að þörf sé á undangenginni áskorun til eiganda.]\nL. 119/2014, 5. gr. L. 59/2013, 25. gr. L. 110/2024, 8. gr. Rg. 80/2013. Rg. 614/2014, sbr. 527/2024. L. 28/2007, 6. gr.\n[21. gr. a. Aðgangsbann.\nSamgöngustofu er heimilt að mæla fyrir um aðgangsbann skipa að höfnum sem hafa ítrekað gerst brotleg við reglur um hafnarríkiseftirlit, sætt farbanni þrisvar eða oftar eða eru frá ríkjum á svörtum eða gráum lista Parísarsamkomulagsins um hafnarríkiseftirlit frá 1982, með síðari breytingum. Stofnuninni er jafnframt heimilt að mæla fyrir um aðgangsbann til framkvæmdar á alþjóðlegum þvingunaraðgerðum. Samgöngustofu ber að upplýsa viðeigandi hafnaryfirvöld og Landhelgisgæslu Íslands um aðgangsbann skipa að höfnum.]\nL. 93/2024, 7. gr.\n[21. gr. b. Hafnsaga skipa.\nHafnarstjórn er heimilt að mæla fyrir um hafnsögu og hafnsöguskyldu, sbr. þó 2. og 3. mgr.\nÖll skip sem flytja hættulegan eða mengandi varning í farmrými eða á þilfari í meira magni en tiltekið er í reglugerð skulu hafa um borð hafnsögumann við siglingu um hafnarsvæði.\nSkip sem leita hafnar vegna bráðrar hættu eða til að setja á land alvarlega sjúka menn eða slasaða eru undanþegin hafnsöguskyldu.\nHafnarstjórn er heimilt að veita skipstjóra skips undanþágu frá hafnsöguskyldu.\nHafnsögumenn eru starfsmenn hafna og ráðnir á ábyrgð hafnarstjórna.\nHeimilt er að mæla nánar fyrir um hafnsögu og hafnsöguskyldu, undanþágu frá hafnsögu og skilyrði fyrir henni, skyldur og réttindi hafnsögumanna o.fl. í hafnarreglugerð.]\nL. 93/2024, 7. gr.\n[21. gr. c. Skírteini fyrir hafnsögumenn.\nSamgöngustofa gefur út skírteini fyrir hafnsögumenn. Skírteinið gildir fyrir tiltekið svæði til allt að fimm ára í senn, þó aldrei lengur en til 70 ára aldurs skírteinishafa.\nSá sem fullnægir eftirtöldum skilyrðum getur öðlast skírteini til að vera hafnsögumaður skipa:\n1. Er 25–69 ára að aldri.\n2. Hefur fullnægjandi heilbrigðisvottorð.\n3. Hefur lokið 2. stigs skipstjórnarnámi eða samsvarandi námi og hefur siglt sem skipstjóri eða stýrimaður á skipi um svæði sem tilgreint er á skírteininu og þekkir til hlítar siglingaleiðir á svæðinu.\n4. Hefur lokið námskeiði til að vera hafnsögumaður eftir því sem nánar segir í reglugerð.\nSkilyrðum skv. 2. mgr. verður einnig að vera fullnægt eftir að skírteinið hefur verið gefið út.\nSamgöngustofu er heimilt að veita tímabundna undanþágu frá skilyrðum skv. 3. mgr. þegar sérstaklega stendur á.\nRáðherra skal kveða nánar á um skírteinið í reglugerð.]\nL. 93/2024, 7. gr.\nVIII. kafli. Framlög ríkisins til hafnamála og framkvæmdir í höfnum.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Frumrannsóknir.\nRíkissjóður greiðir allt að fullu kostnað við frumrannsóknir samkvæmt nánari ákvæðum í reglugerð. [Vegagerðin] skal hafa umsjón með frumrannsóknum sem kostaðar eru af ríkissjóði og hafa samráð við viðkomandi hafnarstjórn þar sem við á.\nRg. 326/2004, sbr. 584/2012. L. 59/2013, 25. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Samgönguáætlun.\n[Vegagerðin] vinnur tillögu að áætlun um hafnarframkvæmdir með kostnaðarþátttöku ríkissjóðs, sbr. lög nr. 71/2002, um samgönguáætlun.\n[Við undirbúning þessarar tillögugerðar ber Vegagerðinni að hafa samráð við viðkomandi hafnarstjórn.]\n[Við tillögugerð og forgangsröðun framkvæmda skal leggja til grundvallar mat er taki mið af mikilvægi hafnarmannvirkis fyrir samgöngukerfi landsins, fyrir almannahagsmuni á viðkomandi stað og hagkvæmni framkvæmdar. Óheimilt er að styrkja með framlagi úr ríkissjóði framkvæmdir sem geta raskað samkeppni milli hafna eða hafnir sem eru ætlaðar til afnota fyrir einstaka aðila í flutningastarfsemi samkvæmt ákvæðum samningsins um Evrópska efnahagssvæðið.]\nL. 59/2013, 25. gr. L. 119/2014, 6. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Ríkisstyrktar framkvæmdir.\n[Heimilt er að veita framlög úr ríkissjóði til verkefna á sviði hafnargerðar skv. 2. mgr. Greiðsluþátttaka ríkissjóðs tekur mið af fjárhagslegri getu viðkomandi hafnarsjóðs til að standa undir kostnaði vegna nauðsynlegra hafnarframkvæmda, en verður þó aldrei meiri en greint er í 2. mgr. Skilyrði fyrir úthlutun styrkja úr ríkissjóði til framkvæmda er að um sé að ræða framkvæmd sem hefur mikla þýðingu fyrir almannahagsmuni á viðkomandi stað, viðkomandi höfn hafi skilað jákvæðum rekstrarafgangi að teknu tilliti til vaxta eða hafi nýtt kosti sína til tekjuöflunar með eðlilegum hætti og framlag ríkissjóðs raski ekki ótilhlýðilega samkeppni milli hafna samkvæmt ákvæðum samningsins um Evrópska efnahagssvæðið.\nRíkissjóði er heimilt að styrkja:\na. Endurbyggingu og endurbætur á skjólgörðum og dýpkun þar sem reglulegrar viðhaldsdýpkunar er þörf. Greiðsluþátttaka ríkissjóðs skal vera allt að 85%.\nb. Endurbyggingu og endurbætur á bryggjum og niðurrif hafnarmannvirkja sem þarf að fjarlægja vegna slysahættu sem af þeim stafar. Greiðsluþátttaka ríkissjóðs skal vera allt að 75%.\nc. Nýframkvæmd við bryggjugerð, skjólgarð, aðrar brimvarnir og dýpkun í innsiglingu og innan hafnar, enn fremur stofnkostnað við hafnsögubáta á stöðum þar sem aðstæður í höfn og nágrenni hennar kalla á slíkt öryggistæki og innsiglingarmerki, svo og löndunarkrana og hafnarvogir. Greiðsluþátttaka ríkissjóðs skal vera allt að 60%. Heimild þessi tekur ekki til framkvæmda í þágu einstakra fyrirtækja þar sem gerður er sérstakur afnotasamningur til lengri tíma.\nd. Aðgerðir eiganda hafnar sem miða að því að hætta eða draga úr hefðbundnum hafnarrekstri. Greiðsluþátttaka ríkissjóðs getur samkvæmt sérstöku samkomulagi numið allt að 60% af neikvæðu eigin fé hafnar.\ne. Aðgerðir hafnarsjóða vegna fyrirhugaðrar sameiningar. Greiðsluþátttaka ríkissjóðs skal ákveðin samkvæmt samkomulagi milli viðkomandi hafnarsjóða annars vegar og ríkisins hins vegar.\nHeimilt er að veita viðbótarframlag úr ríkissjóði til lítilla hafnarsjóða innan skilgreinds byggðakorts, samkvæmt ákvörðunum Eftirlitsstofnunar EFTA, með tekjur undir 40 millj. kr. og þar sem verðmæti meðalafla síðustu ára er undir 1.000 millj. kr. Viðbótarframlagið getur orðið allt að 15%. Þó má heildarframlag ríkissjóðs aldrei vera meira en 90%.]\nL. 119/2014, 7. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Umsóknir um ríkisframlög.\n[Umsóknir um framlög úr ríkissjóði skulu sendar Vegagerðinni. Með umsókn skal leggja fram upplýsingar um viðkomandi framkvæmd, viðskiptaáætlun verkefnisins, mikilvægi þess fyrir almannahagsmuni, rekstrarafkomu hafnar, fjármögnun og annað það sem máli getur skipt. Vegagerðin getur óskað eftir frekari upplýsingum eða gögnum telji hún þess þörf. Stofnunin vinnur úr umsóknum og tekur þær fyrir við endurskoðun samgönguáætlunar, sbr. 23. gr.\nÁður en umsókn um framlög úr ríkissjóði er tekin fyrir skal Vegagerðin staðfesta að höfn hafi nýtt alla kosti sína til tekjuöflunar með eðlilegum hætti svo að framlagið raski ekki ótilhlýðilega samkeppni við aðrar hafnir. Staðfesting þessi skal m.a. byggjast á samanburði við gjaldtöku annarra sambærilegra hafna.\nGreiðsluþátttaka ríkissjóðs í einstökum verkefnum er ákveðin af Alþingi í fjárlögum og tekin til endurskoðunar á [að lágmarki þriggja] ára fresti við endurskoðun samgönguáætlunar að því marki sem verkefni rúmast innan fjárheimilda í fjárlögum. Allar hafnarframkvæmdir sem njóta greiðsluþátttöku úr ríkissjóði skulu vera á svæðum sem eru í eigu hafnar eða sveitarfélaga. Hafnarmannvirki sem hlotið hafa styrk úr ríkissjóði skulu vera opin almennri skipaumferð eftir því sem nánar er kveðið á um í lögum, hafnarreglugerð viðkomandi hafnar og öðrum reglum sem um aðgengi að höfnum gilda. Í reglugerð skal kveðið nánar á um þau skilyrði sem höfn skal uppfylla til þess að teljast styrkhæf samkvæmt ákvæðum 24. gr.\nRáðherra er heimilt að setja reglugerð um skilyrði sem hafnir þurfa að uppfylla til þess að njóta framlags ríkissjóðs til endurbóta og nýframkvæmda.]\nL. 53/2018, 11. gr. L. 119/2014, 8. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Hafnabótasjóður.\nHafnabótasjóður er eign ríkisins og fer [Vegagerðin] með stjórn sjóðsins í umboði [ráðherra]. Sjóðurinn skiptist í tvær deildir, A-deild og B-deild. Hlutverk A-deildar sjóðsins er að fjármagna hlut ríkisins í ríkisstyrktum framkvæmdum en B-deildar að fjármagna tjónaviðgerðir, sbr. 3. tölul. 3. mgr.\nTekjur Hafnabótasjóðs eru tekjur af starfsemi sjóðsins og framlag úr ríkissjóði samkvæmt ákvörðun Alþingis hverju sinni.\nHafnabótasjóði er heimilt að taka lán vegna starfsemi sinnar samkvæmt ákvörðun Alþingis hverju sinni. [Vegagerðin] ráðstafar fé Hafnabótasjóðs ... með samþykki ráðherra á eftirgreindan hátt:\n1. Fjármagnar framkvæmdir ríkisins samkvæmt samgönguáætlun sem samþykkt hefur verið á Alþingi.\n2. Hafnabótasjóði er heimilt að starfrækja þróunardeild hafna samkvæmt reglugerð sem ráðherra setur að fengnu sérstöku fjárframlagi samkvæmt samþykkt Alþingis. Markmið þróunardeildarinnar er að styðja minni hafnir á landsbyggðinni sem eru mikilvægar fyrir byggðarlagið og atvinnuuppbyggingu þess.\n3. Hafnabótasjóði er heimilt að bæta tjón á hafnarmannvirkjum sem eru styrkhæf skv. a-lið og [c-lið 2. mgr. 24. gr.], þ.m.t. tjón sem ekki fæst að fullu bætt úr Viðlagasjóði eða vegna ákvæða IX. kafla siglingalaga um takmarkaða ábyrgð útgerðarmanna.\n[Vegagerðin] annast vörslu, daglega afgreiðslu og bókhald Hafnabótasjóðs. Lánasýsla ríkisins veitir sjóðnum aðstoð við öflun lánsfjár.\nHeimilt er með samþykki ráðherra að fela lánastofnun umsýslu lána sjóðsins.\nL. 59/2013, 25. gr. L. 162/2010, 237. gr. L. 119/2014, 9. gr.\nIX. kafli. Kæruheimild.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Kæruheimild.\nNotendum hafna er heimilt að skjóta ákvörðunum hafnarstjórna samkvæmt lögum þessum og reglugerðum settum samkvæmt þeim, öðrum en gjaldskrárákvörðunum, til [Samgöngustofu].\nÁkvörðunum [Samgöngustofu og Vegagerðarinnar] samkvæmt lögum þessum og reglugerðum settum samkvæmt þeim má skjóta til [ráðherra]. Um málsmeðferð fer samkvæmt ákvæðum stjórnsýslulaga.\nL. 59/2013, 25. gr. Málsgreininni var breytt með l. 93/2024, 9. gr. Breytingin tekur gildi 1. jan. 2026 skv. 11. gr. s.l. L. 162/2010, 237. gr.\nX. kafli. Viðurlög, gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Refsingar.\nBrot gegn lögum þessum varða sektum nema þyngri refsing liggi við eftir öðrum lögum. Þegar brot er framið í starfsemi lögaðila má gera lögaðilanum sekt skv. II. kafla A almennra hegningarlaga.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Breytingar á verðlagi.\nAllar verðmætaviðmiðanir samkvæmt lögum þessum skulu taka sömu breytingum á milli ára og vísitala neysluverðs frá gildistíma laganna.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    }
  ]
}
