{
  "id": "97/2004",
  "type": "statute",
  "title": "Lög um verndun Mývatns og Laxár í Suður-Þingeyjarsýslu",
  "status": "in_force",
  "issued_date": "2004-06-09",
  "url": "https://www.althingi.is/lagas/nuna/2004097.html",
  "description": "Tóku gildi 1. október 2004.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að náttúruvernd á Mývatns- og Laxársvæðinu í samræmi við meginregluna um sjálfbæra þróun og tryggja að vistfræðilegu þoli svæðisins verði ekki stefnt í hættu af mannavöldum.\nLögin eiga að tryggja verndun líffræðilegrar fjölbreytni á vatnasviði Mývatns og Laxár ásamt verndun jarðmyndana og landslags með virkri náttúruvernd, einkum með tilliti til vísindalegra, félagslegra og fagurfræðilegra sjónarmiða.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nÁkvæði laganna taka til Mývatns og Laxár með eyjum, hólmum og kvíslum, allt að ósi árinnar við Skjálfandaflóa, ásamt 200 m breiðum bakka meðfram Mývatni öllu og Laxá báðum megin. Auk þess ná lög þessi til eftirtalinna votlendissvæða, ásamt 200 m bakka meðfram vötnum, ám og lækjum: Sortulækjar, Geirastaðahrauns, Sandvatns ytra, Belgjarskógar, Slýja, Neslandatanga, Framengja, Krákár frá Strengjabrekku að Laxá, Grænavatns, Helluvaðsár og Arnarvatns, ásamt votlendi sem því tilheyrir, sbr. kort í fylgiskjali I með lögum þessum.\nÞá taka lögin enn fremur til vatnsverndar á vatnasviði Mývatns og Laxár, sbr. kort í fylgiskjali II með lögum þessum.\nÁkvæði laganna um gerð verndaráætlunar taka til Skútustaðahrepps alls, auk Laxár með eyjum, hólmum og kvíslum, allt að ósi árinnar við Skjálfandaflóa, ásamt 200 m breiðum bakka meðfram Laxá báðum megin.\nII. kafli. Verndun Mývatns- og Laxársvæðisins.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Verndun Mývatns og Laxár.\nÓheimilt er að valda spjöllum eða raski á lífríki, jarðmyndunum og landslagi á landsvæði því sem um getur í 1. mgr. 2. gr. Breytingar á hæð vatnsborðs stöðuvatna og rennsli straumvatna eru óheimilar nema til verndunar og ræktunar þeirra, enda komi til sérstakt leyfi [Náttúruverndarstofnunar].\nLeita skal leyfis [Náttúruverndarstofnunar] fyrir hvers konar framkvæmdum sem haft geta áhrif á lífríki, jarðmyndanir og landslag á landsvæði því sem um getur í 1. mgr. 2. gr. Þó skulu heimilar án sérstaks leyfis [Náttúruverndarstofnunar] framkvæmdir samkvæmt staðfestu skipulagi, enda hafi stofnunin fallist á skipulagsáætlun þá sem um er að ræða.\n[Ráðherra] setur, að fenginni umsögn sveitarfélaga á svæðinu og [Náttúruverndarstofnunar], reglugerð þar sem kveðið skal nánar á um verndun Mývatns og Laxár, þar á meðal takmarkanir á framkvæmdum á svæðinu og umferð og umferðarrétt almennings.\nL. 111/2024, 6. gr. L. 126/2011, 391. gr. Rg. 665/2012.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verndun vatnasviðs Mývatns og Laxár.\nForðast skal að valda spjöllum á vatnasviði Mývatns og Laxár sem raskað gætu vernd vatnsins og árinnar samkvæmt ákvæðum laga þessara, sérstaklega gæðum og rennsli grunnvatns.\n[Ráðherra] setur í reglugerð, að fenginni umsögn [Náttúruverndarstofnunar] og viðkomandi sveitarstjórna, nánari ákvæði um varnir gegn hvers konar mengun á vatnasviði Mývatns og Laxár, þar á meðal á grunnvatnskerfi. Skal þar m.a. kveðið á um kröfur til mengunarvarna atvinnufyrirtækja á svæðinu.\nVerði breytingar á skilgreindu vatnasviði Laxár og Mývatns, sbr. fylgiskjal II með lögum þessum, vegna náttúrulegra breytinga eða aukinnar þekkingar, er ráðherra heimilt með reglugerð að skilgreina ný mörk vatnasviðsins í samræmi við þær breytingar.\nL. 126/2011, 391. gr. Rg. 665/2012. L. 111/2024, 6. gr.\nIII. kafli. Umsjón verndarsvæðisins og gerð verndaráætlunar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Umsjón.\n[Náttúruverndarstofnun] hefur umsjón með náttúruvernd á\nlandsvæði því sem um getur í lögum þessum. [Náttúruverndarstofnun] er þó heimilt að fela öðrum umsjón svæðisins, í heild eða að hluta, í samræmi við ákvæði náttúruverndarlaga.\nL. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Verndaráætlun.\n[Náttúruverndarstofnun] ber ábyrgð á því að gerð sé verndaráætlun fyrir landsvæði það sem um getur í 3. mgr. 2. gr. Skal þar m.a. fjallað um nauðsynlegar verndaraðgerðir, friðlýsingu náttúruminja, landnýtingu, umferðarrétt almennings og aðgengi ferðamanna að svæðinu. Verndaráætlunin skal gerð í samvinnu við viðkomandi sveitarstjórnir, hagsmunaaðila og umhverfisverndarsamtök á svæðinu og stofnanir sem starfa lögum samkvæmt á sviði náttúruverndar, vatnsverndar og veiðinýtingar. Verndaráætlun skal endurskoða á fimm ára fresti. Tillögu að verndaráætlun skal auglýsa opinberlega og skulu athugasemdir hafa borist innan sex vikna frá birtingu auglýsingarinnar. Áætlunina skal birta sem auglýsingu í B-deild Stjórnartíðinda þegar hún hefur hlotið staðfestingu [ráðherra].\nL. 111/2024, 6. gr. L. 126/2011, 391. gr.\nIV. kafli. ...\nL. 54/2024, 12. gr.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kostnaður við framkvæmd laganna.\nKostnaður við framkvæmd laga þessara greiðist úr ríkissjóði eftir því sem fé er veitt til í fjárlögum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Refsiábyrgð og dagsektir.\nBrot gegn lögum þessum og reglugerðum sem settar eru samkvæmt þeim varða sektum eða fangelsi allt að tveimur árum. Sektir renna í ríkissjóð.\nBeita má dagsektum er renna í ríkissjóð, allt að 50.000 kr., til að knýja menn til framkvæmda á ráðstöfunum sem þeim er skylt að hlutast til um samkvæmt lögum þessum og reglugerðum eða láta af atferli sem er ólögmætt.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
