{
  "id": "117/2004",
  "type": "statute",
  "title": "Lög um kjaramál kennara og skólastjórnenda í grunnskólum",
  "status": "in_force",
  "issued_date": "2004-11-13",
  "url": "https://www.althingi.is/lagas/nuna/2004117.html",
  "description": "Tóku gildi 13. nóvember 2004.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Verkfall Kennarasambands Íslands fyrir hönd Félags grunnskólakennara og Skólastjórafélags Íslands og félagsmanna þeirra gagnvart launanefnd sveitarfélaga fyrir hönd þeirra sveitarfélaga sem veitt hafa launanefndinni umboð til kjarasamningsgerðar við nefnda aðila, svo og verkföll, verkbönn og aðrar aðgerðir sem er ætlað að knýja fram aðra skipan kjaramála en lög þessi ákveða, eru óheimil frá gildistöku laganna og á gildistíma ákvarðana gerðardóms skv. 2. gr., ef til hans kemur. Þó er aðilum heimilt að semja um breytingar en eigi má knýja þær fram með vinnustöðvun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hafi aðilar skv. 1. gr. ekki undirritað kjarasamning fyrir 20. nóvember 2004 skal Hæstiréttur Íslands tilnefna þrjá menn í gerðardóm sem skal fyrir 28. febrúar 2005 ákveða kaup og kjör félagsmanna Félags grunnskólakennara og Skólastjórafélags Íslands hjá þeim sveitarfélögum sem veitt hafa launanefndinni umboð til kjarasamningsgerðar við félögin. Ákvarðanir gerðardómsins skulu vera bindandi sem kjarasamningur á milli aðila frá og með gildistöku laga þessara og gilda þann tíma sem gerðardómurinn ákveður. Endanlegt uppgjör launa skal fara fram eigi síðar en fjórum vikum eftir að niðurstaða gerðardóms liggur fyrir.\nHæstiréttur kveður á um hver hinna þriggja gerðardómsmanna skuli vera formaður dómsins og kallar hann dóminn saman.\nGerðardómurinn setur sér starfsreglur, aflar nauðsynlegra gagna og getur krafist skýrslna, munnlegra og skriflegra, af þeim aðilum sem gerðardómurinn telur nauðsynlegt. Aðilar skulu eiga rétt á að gera gerðardómnum grein fyrir sjónarmiðum sínum. Skal gerðardómurinn ætla þeim hæfilegan tíma í því skyni.\nGerðardómnum skal séð fyrir viðunandi starfsaðstöðu. Gerðardómurinn getur kvatt sérfróða menn til starfa í þágu dómsins og til ráðuneytis um úrlausn mála.\nKostnaður af starfi gerðardómsins greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gerðardómurinn skal, við ákvörðun samkvæmt lögum þessum, hafa hliðsjón af almennri þróun á vinnumarkaði frá gerð síðasta kjarasamnings deiluaðila að því leyti sem við á. Við ákvarðanir um laun félagsmanna skv. 1. gr. og önnur starfskjör þeirra skal gerðardómurinn einnig hafa hliðsjón af kjörum þeirra sem sambærilegir geta talist að menntun, störfum, vinnutíma og ábyrgð en jafnframt gæta þess að stöðugleika efnahagsmála og forsendum annarra kjarasamninga sé ekki raskað.\nKomi aðilar vinnudeilunnar sér saman um einhver efnisatriði í deilunni, án þess að vilja gera um það dómsátt, skal gerðardómurinn taka mið af því við ákvörðun sína en hefur þó frjálsar hendur um tilhögun mála.\nHeimilt er gerðardómi að beita sér fyrir samkomulagi eða dómsátt á milli aðila sem hafi sömu réttaráhrif og ákvarðanir gerðardómsins, hvort sem er um einstök ákvæði eða heildarsamning þeirra í milli, og tekur þá gerðardómurinn ekki ákvörðun um þau atriði sem svo háttar til um.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lög þessi taka þegar gildi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
