{
  "id": "87/2004",
  "type": "statute",
  "title": "[Lög um olíugjald og kílómetragjald]1)",
  "status": "in_force",
  "issued_date": "2004-06-09",
  "url": "https://www.althingi.is/lagas/nuna/2004087.html",
  "description": "Tóku gildi 1. júlí 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Greiða skal í ríkissjóð vörugjald af [gas-, dísil- og steinolíu sem flokkast í tollskrárnúmerin 2710.1911, 2710.1912, 2710.1919 og 2710.1930] og nothæf er sem eldsneyti á ökutæki. Í lögum þessum er vörugjald á olíu nefnt olíugjald.\nGjaldskylda skv. 1. mgr. nær einnig til olíu í öðrum tollskrárnúmerum sem blönduð hefur verið gjaldskyldri olíu, enda séu blöndurnar nothæfar sem eldsneyti á ökutæki.\n[Olíur sem ekki eru af jarðefnauppruna skulu þó undanþegnar olíugjaldi. Hafi íblöndunarefni sem ekki er af jarðefnauppruna verið blandað gjaldskyldri olíu skal sá hluti blöndunnar sem ekki er af jarðefnauppruna undanþeginn olíugjaldi.]\nFjárhæð olíugjalds skal vera [77,30 kr.] á hvern lítra af olíu.\nL. 164/2011, 18. gr. L. 156/2010, 12. gr. L. 127/2024, 53. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[[Tollyfirvöld] annast álagningu olíugjalds á innflutta gjaldskylda olíu sem aðrir en skráðir aðilar skv. 3. gr. flytja til landsins. Ríkisskattstjóri annast álagningu olíugjalds á skráða aðila skv. 3. gr. og innlenda gjaldskylda framleiðslu. Ríkisskattstjóri annast innheimtu olíugjalds af gjaldskyldri olíu.]\nL. 141/2019, 50. gr. L. 142/2018, 34. gr.\nGjaldskyldir aðilar.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjaldskyldir aðilar samkvæmt lögum þessum eru:\n1. þeir sem framleiða eða stunda aðvinnslu olíu sem gjaldskyld er skv. 1. gr.,\n2. þeir sem flytja inn, til endursölu eða eigin nota, olíu sem gjaldskyld er skv. 1. gr.,\n3. þeir sem kaupa olíu innan lands til endursölu.\n[Aðilar sem eiga rétt á endurgreiðslu virðisaukaskatts skv. 10. mgr. 42. gr. laga nr. 50/1988, um virðisaukaskatt, eru undanþegnir gjaldskyldu í samræmi við sérlög eða ákvæði alþjóðasamninga eða tvíhliða samninga.]\nRíkisskattstjóri heldur skrá yfir gjaldskylda aðila skv. 1. mgr. Gjaldskyldir aðilar skv. 1. mgr., aðrir en þeir sem einvörðungu flytja inn olíu til eigin nota, skulu ótilkvaddir senda ríkisskattstjóra tilkynningu um starfsemi sína. Þeir sem hefja gjaldskylda starfsemi skulu senda tilkynningu til ríkisskattstjóra áður en starfsemin hefst.\nÍ tilkynningu skv. [3. mgr.] skal tilgreina nafn, heimili og kennitölu rekstraraðila, firmanafn og tegund framleiðslu eða innflutnings. Enn fremur skulu þeir sem flytja inn olíu til endursölu greina frá birgðageymslum, þ.m.t. sölustöðum, staðsetningu þeirra og stærð. Verði breytingar á gjaldskyldri starfsemi, þ.m.t. varðandi birgðageymslur, ber að tilkynna þær án tafar.\nRíkisskattstjóri rannsakar tilkynningar og getur hafnað skráningu ef skilyrðum þessarar greinar eða annarra ákvæða laga þessara er ekki fullnægt.\nHafni ríkisskattstjóri skráningu, sbr. [5. mgr.], ber viðkomandi að standa skil á olíugjaldi við tollafgreiðslu ef um innflutning er að ræða eða við afhendingu ef um innlenda framleiðslu eða aðvinnslu er að ræða.\nL. 59/2017, 21. gr.\nUndanþágur og endurgreiðslur.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Gjaldskyldum aðilum skv. 3. gr. er heimilt að selja eða afhenda olíu skv. 1. gr. án innheimtu olíugjalds í eftirtöldum tilvikum:]\n1. [til nota á varðskip, kaupskip og önnur skip sem notuð eru í atvinnurekstri og skráð eru 6 metrar eða lengri],\n[2. til nota á önnur skip og báta en greinir í 1. tölul.],\n[3. ] til húshitunar og hitunar almenningssundlauga,\n[4. ] til nota í iðnaði og á vinnuvélar,\n[5. ] til nota á dráttarvélar ...,\n[6. ] til raforkuframleiðslu,\n[7. ] [til nota á ökutæki sem ætluð eru til sérstakra nota og eru með varanlegum áföstum búnaði til þeirra nota og brenna að meginhluta til dísilolíu í kyrrstöðu, t.d. kranabifreiðar, vörubifreiðar með krana yfir 25 tonnmetrum, borkranabifreiðar, steypuhræribifreiðar, götuhreinsibifreiðar, holræsabifreiðar, borholumælingabifreiðar og úðunarbifreiðar],\n[8. ] [til nota á beltabifreiðar og námuökutæki sem eingöngu eru notuð utan vega eða á lokuðum vinnusvæðum],\n[[9. ] til nota á bifreiðir í eigu björgunarsveita. Með björgunarsveit er átt við sjálfboðaliðasamtök sem hafa björgun mannslífa og verðmæta að aðalmarkmiði.]\n[Skilyrði sölu eða afhendingar olíu án innheimtu olíugjalds skv. 2.–9. tölul. 1. mgr. er að í olíuna hafi verið bætt litar- og merkiefnum, sbr. 5. gr.] Litaða olíu má ekki nota sem eldsneyti í öðrum tilvikum en lýst er í 1. mgr. Litar- og/eða merkiefni má hvorki fjarlægja að öllu leyti né að hluta. [Gjaldskyldum aðilum skv. 1. mgr. 3. gr. er óheimilt að selja litaða olíu í sjálfsafgreiðsludælum nema slík viðskipti eigi sér stað með sérstöku viðskiptakorti gjaldskylds aðila.]\n[Óheimilt er að nota litaða olíu á skráningarskyld ökutæki, sbr. 63. gr. umferðarlaga, nr. 50/1987, önnur en dráttarvélar skv. [5. tölul.] 1. mgr. og ökutæki skv. [7., 8. og 9. tölul.] 1. mgr.]\n[Eigendum ökutækja skv. [7. tölul.] 1. mgr. er heimilt að skrá umrædd ökutæki hjá [Samgöngustofu] sem ökutæki til sérstakra nota og öðlast þar með rétt á gjaldfrjálsri litaðri olíu samhliða því að þeir greiði sérstakt kílómetragjald skv. 6. mgr. 13. gr. Ökutæki skv. [8. og 9. tölul.] 1. mgr. og ökutæki sem skráð hafa verið til sérstakra nota skal auðkenna með sérstökum hætti í ökutækjaskrá.]\n[[Ráðherra] er heimilt að kveða á um skilyrði fyrir undanþágu í reglugerð, þ.m.t. hvaða ökutæki falla undir [7., 8. og 9. tölul.] 1. mgr. og um fyrirkomulag skráningar ökutækja skv. [7. og 8. tölul.] 1. mgr.]\nL. 169/2006, 1. gr. L. 136/2005, 1. gr. L. 81/2006, 1. gr. L. 63/2010, 1. gr. L. 162/2007, 2. gr. L. 59/2013, 28. gr. L. 126/2011, 390. gr. Rg. 274/2006, sbr. 415/2007, 338/2008, 152/2009 og 848/2009.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þeir sem gjaldskyldir eru skv. 3. gr. og óska eftir að fá heimild til að bæta litar- og/eða merkiefnum í [gas-, dísil- og steinolíu] vegna sölu eða afhendingar án gjalds, sbr. 4. gr., skulu senda umsókn til ríkisskattstjóra. Einungis þeim sem fengið hafa leyfi hjá ríkisskattstjóra er heimilt að bæta litar- og/eða merkiefnum í [gas-, dísil- og steinolíu] samkvæmt lögum þessum. [[Ráðherra] er heimilt að kveða á um í reglugerð hvernig staðið skuli að sölu eða afhendingu á gjaldfrjálsri olíu.]\nAðeins má lita olíu í búnaði sem viðurkenndur hefur verið af Löggildingarstofu.\nRíkisskattstjóri getur afturkallað eða takmarkað leyfi til litunar á olíu ef í ljós kemur að búnaður uppfyllir ekki þau skilyrði sem sett hafa verið, lituð olía er seld til annarra nota en tilgreind eru í 1. mgr. 4. gr. eða viðunandi eftirliti verður ekki komið við.\n[Ráðherra] skal í reglugerð kveða á um gerð og samsetningu litar- og/eða merkiefnis, litunarbúnað og framkvæmd litunar að öðru leyti.\nL. 164/2011, 19. gr. L. 126/2011, 390. gr. L. 136/2005, 2. gr. Rg. 283/2005.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "...\nEndurgreiða skal olíugjald af olíu sem erlend sendiráð eða sendimenn erlendra ríkja kaupa vegna bifreiða í sinni eigu.\n... [Beiðnir um endurgreiðslu skv. 2. mgr. skulu afgreiddar af [því ráðuneyti er fer með málefni sendiráða og ræðisskrifstofa erlendra ríkja á Íslandi].]\nL. 146/2012, 28. gr. Rg. 398/2005, sbr. 559/2010. L. 126/2011, 390. gr. L. 136/2005, 3. gr.\nBókhald.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gjaldskyldir aðilar sem stunda framleiðslu eða aðvinnslu, sbr. 1. tölul. 1. mgr. 3. gr., skulu aðgreina í bókhaldi sínu kaup á olíu sem notuð er til framleiðslu eða aðvinnslu gjaldskyldrar olíu, olíu til annarrar framleiðslu og olíu sem afhent er öðrum. Jafnframt skulu þeir halda bókhald yfir aðfengna olíu, gjaldskylda sem gjaldfrjálsa, eigin notkun slíkrar olíu og afhendingu hennar. Að auki skulu þeir halda bókhald yfir aðfengið litar- og/eða merkiefni og notkun á því.\nAðrir gjaldskyldir aðilar, sem hlotið hafa skráningu skv. 3. gr., skulu halda bókhald yfir aðfengna olíu, gjaldskylda sem gjaldfrjálsa, eigin notkun hennar og sölu eða afhendingu. Að auki skulu þeir halda bókhald yfir aðfengið litar- og/eða merkiefni og notkun á því.\nVið sölu eða afhendingu olíu skal gefa út sölureikning þar sem eftirfarandi upplýsingar koma fram:\n1. útgáfudagur,\n2. útgáfustaður,\n3. afhendingarstaður ef annar en útgáfustaður,\n4. nafn og kennitala seljanda (birgðasala),\n5. nafn og kennitala kaupanda (móttakanda),\n6. magn, einingarverð og heildarverð gjaldskyldrar olíu.\nAuk upplýsinganna sem tilgreindar eru í 3. mgr. skal á sölureikningi koma fram hvort olíugjald er lagt á og hver fjárhæð olíugjalds er. Um varðveislu sölureikninga gilda ákvæði bókhaldslaga. Við afhendingu á litaðri olíu til nota sem greinir í 1. mgr. 4. gr. skal tilgreina á sölureikningi að um gjaldfrjálsa litaða olíu sé að ræða.\nVið staðgreiðslusölu smásöluverslana og hliðstæðra aðila er ekki skylt að gefa út sölureikning, sbr. 1. mgr. 21. gr. laga nr. 50/1988, um virðisaukaskatt.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "...\nL. 146/2012, 28. gr.\nUppgjör og innheimta.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gjaldskyldir aðilar, sem hlotið hafa skráningu skv. 3. gr., skulu greiða olíugjald af gjaldskyldri olíu fyrir hvert uppgjörstímabil miðað við sölu eða afhendingu og eigin notkun. Þeir sem flytja inn gjaldskylda olíu til eigin nota skulu greiða olíugjald við tollafgreiðslu.\nVið uppgjör olíugjalds má draga frá fjárhæð sem nemur sannanlega töpuðum útistandandi kröfum til greiðslu olíugjalds sem áður hefur verið skilað í ríkissjóð.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Til gjaldskyldrar sölu eða afhendingar telst ekki:\n1. olía sem afhent er öðrum gjaldskyldum aðila,\n2. olía sem flutt er úr landi,\n3. olía sem sannanlega hefur farið forgörðum vegna leka, eldsvoða eða rýrnunar af öðrum sambærilegum ástæðum,\n[4. olía sem er seld á loftför].\nL. 164/2011, 20. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Uppgjörstímabil olíugjalds er einn mánuður. Gjalddagi er fimmtándi dagur annars mánaðar eftir lok uppgjörstímabils. Beri gjalddaga upp á helgidag eða almennan frídag færist hann yfir á næsta virka dag á eftir. Eigi síðar en á gjalddaga skulu gjaldskyldir aðilar, sem hlotið hafa skráningu skv. 3. gr., ótilkvaddir skila innheimtumanni ríkissjóðs skýrslu, olíugjaldsskýrslu, yfir magn gjaldskyldrar og gjaldfrjálsrar olíu á uppgjörstímabilinu og standa skil á greiðslu olíugjaldsins. [Ráðherra] kveður í reglugerð á um greiðslustaði, greiðslufyrirkomulag og efni skýrslu, þar á meðal hvernig rafrænum skilum á skýrslu og greiðslu skuli háttað.\nRíkisskattstjóri skal ákvarða olíugjald gjaldskylds aðila á hverju uppgjörstímabili. Hann skal rannsaka olíugjaldsskýrslur og leiðrétta þær ef þær eða einstakir liðir þeirra eru í ósamræmi við lög þessi eða fyrirmæli sem sett eru samkvæmt þeim. Þá skal ríkisskattstjóri áætla gjald af viðskiptum þeirra sem ekki senda skýrslur innan tilskilins frests, senda enga skýrslu eða ef skýrslu eða fylgigögnum er ábótavant. Ríkisskattstjóri skal tilkynna ... gjaldanda um áætlanir og leiðréttingar sem gerðar hafa verið [og er ríkisskattstjóra heimilt að senda tilkynningu þess efnis rafrænt]. Þó er ríkisskattstjóra heimilt að leiðrétta augljósar reikningsskekkjur án sérstakrar tilkynningar til gjaldanda.\nSé olíugjaldsskýrsla ekki afhent innan tilskilins frests eða olíugjald ekki greitt er ríkisskattstjóra enn fremur heimilt að afturkalla skráningu skv. 3. gr. þar til úr hefur verið bætt.\nL. 126/2011, 390. gr. Rg. 597/2005. L. 142/2018, 35. gr. L. 132/2018, 5. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Komi í ljós annmarkar á olíugjaldsskýrslu, fyrir eða eftir ákvörðun skv. 11. gr., eða telji ríkisskattstjóri frekari skýringa þörf á einhverju atriði skal hann skriflega skora á gjaldskyldan aðila að bæta úr því innan ákveðins tíma og láta í té skriflegar skýringar og þau gögn sem ríkisskattstjóri telur þörf á. Fái ríkisskattstjóri fullnægjandi skýringar og gögn innan tilskilins frests ákvarðar hann eða endurákvarðar olíugjald samkvæmt olíugjaldsskýrslu og að fengnum skýringum og gögnum. Ef eigi er bætt úr annmörkum á olíugjaldsskýrslu, svar aðila berst ekki innan tilskilins frests, skýringar hans eru ófullnægjandi eða eigi eru send þau gögn sem óskað er eftir er ríkisskattstjóra heimilt að áætla olíugjald aðila.\nVið ákvörðun eða endurákvörðun skv. 1. mgr. skal ríkisskattstjóri tilkynna aðila skriflega um fyrirhugaðar breytingar og af hvaða ástæðum þær eru gerðar til að aðili geti tjáð sig skriflega um efni máls og lagt fram viðbótargögn. Við endurákvörðun skal ríkisskattstjóri þó veita aðila a.m.k. 15 daga frest frá [dagsetningu] tilkynningar um fyrirhugaðar breytingar.\nRíkisskattstjóri skal að jafnaði innan tveggja mánaða frá lokum þess frests sem hann hefur veitt aðila til að tjá sig um fyrirhugaðar breytingar kveða upp rökstuddan úrskurð um endurákvörðunina og tilkynna hann í ábyrgðarbréfi.\nL. 139/2021, 3. gr.\nII. kafli. Kílómetragjald [og sérstakt kílómetragjald].\nL. 136/2005, 9. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kílómetragjald [og sérstakt kílómetragjald].\nGreiða skal kílómetragjald af eftirtöldum ökutækjum:\n1. bifreiðum sem skráðar eru hér á landi sem eru 10.000 kg eða meira að leyfðri heildarþyngd, þó ekki af bifreiðum sem ætlaðar eru til fólksflutninga, [eða af ökutækjum skv. [8. og 9. tölul.] 1. mgr. 4. gr.],\n2. eftirvögnum sem skráðir eru hér á landi og eru 10.000 kg eða meira að leyfðri heildarþyngd,\n3. bifreiðum og eftirvögnum, sbr. 1. og 2. tölul., sem skráð eru erlendis og flutt hingað til lands. [Tollyfirvöld skulu] við komu og brottför ökutækis lesa af ökumæli þess og ákvarða kílómetragjald í samræmi við ekinn kílómetrafjölda.\n[Greiða skal sérstakt kílómetragjald af eftirtöldum ökutækjum:\n1. bifreiðum sem skráðar eru hér á landi, eru 5.000 kg eða meira að leyfðri heildarþyngd og skráðar eru í ökutækjaskrá sem ökutæki til sérstakra nota skv. [7. tölul.] 1. mgr. 4. gr.,\n2. eftirvögnum sem skráðir eru hér á landi, eru 5.000 kg eða meira að leyfðri heildarþyngd og dregnir eru af dráttarvélum. Skrá ber umrædda eftirvagna sem dregnir eru af dráttarvélum hjá [Samgöngustofu]. Undanþegnir gjaldskyldu eru eftirvagnar sem taldir eru upp í 3. málsl. 1. mgr. 63. gr. umferðarlaga, nr. 50/1987, með síðari breytingum.]\nGjaldskylda samkvæmt þessu ákvæði hvílir á skráðum eiganda ökutækis á álestrardegi eða afskráningardegi hafi ökutæki verið afskráð. Hafi orðið eigendaskipti á ökutæki án þess að það hafi verið tilkynnt til skráningar hvílir gjaldskyldan jafnframt á nýjum eiganda. Ef annar aðili en skráður eigandi hefur umráðarétt yfir skráningarskyldu ökutæki ber hann óskipta ábyrgð með skráðum eiganda á greiðslu kílómetragjalds [og sérstaks kílómetragjalds]. Skylda til greiðslu kílómetragjalds [og sérstaks kílómetragjalds] af ökutæki sem skráð er erlendis hvílir á innflytjanda þess.\n[Kílómetragjald af gjaldskyldum bifreiðum skv. 1. tölul. 1. mgr., sbr. 3. tölul., skal vera sem hér segir:\nLeyfð heildarþyngd ökutækis, kg Kílómetragjald, kr. Leyfð heildarþyngd ökutækis, kg Kílómetragjald, kr.\n10.000–11.000 0,40 21.001–22.000 9,52\n11.001–12.000 1,22 22.001–23.000 10,38\n12.001–13.000 2,05 23.001–24.000 11,19\n13.001–14.000 2,91 24.001–25.000 12,03\n14.001–15.000 3,73 25.001–26.000 12,84\n15.001–16.000 4,57 26.001–27.000 13,69\n16.001–17.000 5,39 27.001–28.000 14,54\n17.001–18.000 6,22 28.001–29.000 15,38\n18.001–19.000 7,05 29.001–30.000 16,18\n19.001–20.000 7,86 30.001–31.000 17,02\n20.001–21.000 8,73 31.001 og yfir 17,84]\nKílómetragjald af gjaldskyldum eftirvögnum skv. 2. tölul. 1. mgr., sbr. 3. tölul., skal vera sama fjárhæð kílómetragjaldsins og kveðið er á um í [4. mgr.]\n[Sérstakt kílómetragjald af gjaldskyldum ökutækjum skv. 2. mgr. skal vera sem hér segir:\nLeyfð heildarþyngd ökutækis, kg Kílómetragjald, kr. Leyfð heildarþyngd ökutækis, kg Kílómetragjald, kr.\n5.000–6.000 11,71 18.001–19.000 30,89\n6.001–7.000 12,66 19.001–20.000 32,30\n7.001–8.000 13,63 20.001–21.000 33,71\n8.001–9.000 14,60 21.001–22.000 35,13\n9.001–10.000 15,54 22.001–23.000 36,49\n10.001–11.000 16,92 23.001–24.000 37,89\n11.001–12.000 18,74 24.001–25.000 39,31\n12.001–13.000 20,54 25.001–26.000 40,70\n13.001–14.000 22,31 26.001–27.000 42,10\n14.001–15.000 24,14 27.001–28.000 43,51\n15.001–16.000 25,90 28.001–29.000 44,92\n16.001–17.000 27,70 29.001–30.000 46,31\n17.001–18.000 29,51 30.001–31.000 47,67\n31.001 og yfir 49,10]\nUpphæð kílómetragjalds [og sérstaks kílómetragjalds] ræðst af gjaldþyngd ökutækis. Gjaldþyngd ökutækis skal vera leyfð heildarþyngd þess, sbr. ákvæði reglugerðar [nr. 155/2007], um stærð og þyngd ökutækja. [Heildarþyngd ökutækis með farmi má ekki vera umfram gjaldþyngd þess.]\nÖkumælar skulu settir í bifreiðar og eftirvagna á kostnað eigenda. Í reglugerð skal kveðið á um tegundir og útbúnað mæla, ísetningu þeirra, álestur, viðgerðir og eftirlit. Ef skylt er að búa ökutæki ökurita til eftirlits með aksturs- og hvíldartíma ökumanna samkvæmt reglugerð nr. 136/1995 skal ökuritinn notaður sem ökumælir. Nú er ökuriti notaður sem ökumælir og er ökumanni þá skylt að hafa skráningarblað (skífu) í ökuritanum.\nRíkisskattstjóri getur, ef sérstaklega stendur á, veitt undanþágu frá því að ökumælisskyld bifreið eða eftirvagn sé útbúin ökumæli, enda fari ákvörðun kílómetragjalds [og sérstaks kílómetragjalds] fram á annan jafntryggan hátt.\nKílómetragjald skv. 3. tölul. 1. mgr. [og sérstakt kílómetragjald skv. 6. mgr.] skal greiða við brottför bifreiðar eða vagns úr landi.\nL. 136/2005, 4. gr. L. 162/2007, 3. gr. L. 141/2019, 51. gr. L. 59/2013, 28. gr. L. 127/2024, 54. gr. L. 169/2006, 2. gr. Rg. 599/2005, sbr. 365/2022.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Við aðalskoðun bifreiðar ár hvert skal eigandi hennar eða umráðamaður færa sönnur á að greitt hafi verið af henni kílómetragjald [og sérstakt kílómetragjald] sem fallið er í eindaga á skoðunardegi. Að öðrum kosti skal skoðunarmaður neita um skoðun á henni .... Eiganda eða umráðamanni bifreiðar er þó ekki skylt að færa sönnur á að hafa greitt gjaldfallið kílómetragjald [og sérstakt kílómetragjald] fyrr en eftir eindaga.\nÓheimilt er að skrá eigendaskipti að ökutæki nema gjaldfallið kílómetragjald [og sérstakt kílómetragjald] hafi verið greitt og lesið hafi verið af ökumæli og kílómetragjald [og sérstakt kílómetragjald] vegna þess álestrar greitt.\nHafi gjöld samkvæmt lögum þessum ekki verið greidd á gjalddaga skal lögreglustjóri að kröfu innheimtumanns ríkissjóðs stöðva ökutækið hvar sem það fer og taka skráningarmerki þess til geymslu.\nSkráning bifreiðar skal ekki fara fram nema gjaldfallið kílómetragjald [og sérstakt kílómetragjald] hafi áður verið greitt af henni.\nÓheimilt er að afhenda skráningarmerki sem afhent hafa verið skráningaraðila til varðveislu nema gjaldfallið kílómetragjald [og sérstakt kílómetragjald] hafi áður verið greitt.\nEf gjaldskylt ökutæki er flutt tímabundið úr landi skal ekki greiða kílómetragjald [og sérstakt kílómetragjald] vegna þess aksturs sem sannanlega hefur átt sér stað erlendis enda tilkynni eigandi eða umráðamaður ríkisskattstjóra um akstur erlendis og framvísi innflutnings- og útflutningsskýrslu með staðfestingu tollyfirvalda á kílómetrastöðu ökurita eða ökumælis og hraðamælis við útflutning og innflutning.\nÓheimilt er að skipa ökutæki úr landi nema greitt hafi verið álagt kílómetragjald [og sérstakt kílómetragjald]. [Hið sama á við um sektir skv. 4. og 5. mgr. 19. gr.]\n[Kílómetragjaldi, sérstöku kílómetragjaldi og sektum skv. 4. og 5. mgr. 19. gr. fylgir lögveðsréttur í viðkomandi ökutæki.]\nL. 136/2005, 11. gr. L. 139/2021, 6. gr. L. 169/2006, 10. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Séu gjöld samkvæmt lögum þessum ekki greidd á gjalddaga, sbr. 11. gr., eða eftir atvikum á eindaga, sbr. [14. gr.], skal greiða ríkissjóði dráttarvexti af því sem ógreitt er, talið frá og með gjalddaga. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nL. 169/2006, 11. gr.\nÝmis ákvæði og gildistaka.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Að því leyti sem ekki er öðruvísi kveðið á um í lögum þessum gilda ákvæði laga um virðisaukaskatt. Varðandi álagningu og innheimtu olíugjalds við tollafgreiðslu skulu gilda ákvæði tollalaga.\nInnheimtar tekjur af [olíugjaldi, kílómetragjaldi og sérstöku kílómetragjaldi] samkvæmt lögum þessum renna [í ríkissjóð].\nRáðherra er heimilt að kveða nánar á um framkvæmd laga þessara með reglugerð.\nL. 136/2005, 12. gr. L. 47/2018, 5. gr. Rg. 283/2005. Rg. 398/2005, sbr. 559/2010. Rg. 599/2005, sbr. 1008/2017 og 365/2022. Rg. 627/2005, sbr. 1009/2017, 1167/2018, 1106/2019 og 1412/2021. Rg. 628/2005.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Lög þessi öðlast gildi 1. júlí 2005. ...",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "...\n[Ákvæði til bráðabirgða.\nI.\n[Þrátt fyrir ákvæði 3. mgr. 1. gr. laga þessara skal fjárhæð olíugjalds vera 41 kr. á hvern lítra af olíu frá gildistöku laga þessara til [31. desember 2007].]]\nL. 169/2006, 12. gr. L. 81/2006, 4. gr. L. 70/2005, 1. gr.\n[II.\nÞrátt fyrir ákvæði 6. mgr. 13. gr. laganna skal fjárhæð sérstaks kílómetragjalds vera sem hér segir frá gildistöku laga þessara til [31. desember 2007]:\nLeyfð heildarþyngd ökutækis, kg Sérstakt kílómetragjald, kr. Leyfð heildarþyngd ökutækis, kg Sérstakt kílómetragjald, kr.\n5.000–6.000 8,45 18.001–19.000 22,31\n6.001–7.000 9,14 19.001–20.000 23,32\n7.001–8.000 9,84 20.001–21.000 24,33\n8.001–9.000 10,54 21.001–22.000 25,34\n9.001–10.000 11,23 22.001–23.000 26,35\n10.001–11.000 12,22 23.001–24.000 27,36\n11.001–12.000 13,52 24.001–25.000 28,37\n12.001–13.000 14,82 25.001–26.000 29,38\n13.001–14.000 16,11 26.001–27.000 30,39\n14.001–15.000 17,41 27.001–28.000 31,40\n15.001–16.000 18,71 28.001–29.000 32,41\n16.001–17.000 20,00 29.001–30.000 33,42\n17.001–18.000 21,30 30.001–31.000 34,43\n31.001 og yfir 35,44] L. 169/2006, 13. gr. L. 81/2006, 5. gr.\n[III.\nSé ekki komið með ökutæki til álestrar á fyrsta álestrartímabili 2009, sem er frá 1. til 15. júní 2009, sbr. 1. mgr. 14. gr. laganna, skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir lok fyrrgreinds álestrartímabils.]\nL. 70/2009, brbákv. IV.\n[IV.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2011, sem stendur frá 1. til 15. desember 2011, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2012.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2012 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2012 og fjölda gjaldskyldra daga eftir 1. janúar 2012.]\nL. 164/2011, 22. gr.\n[V.\nÞeir sem hafa einkaleyfi samkvæmt samningi við sveitarfélag eða samtök sveitarfélaga til reksturs almenningsvagna í áætlunarferðum innan þéttbýliskjarna sveitarfélags eða samliggjandi þéttbýliskjarna fleiri en eins sveitarfélags skulu fá endurgreidd 57% olíugjalds af olíu vegna rekstrar almenningsvagna í áætlunarferðum frá 1. janúar 2013 til 31. desember 2013 og 29% olíugjalds frá 1. janúar 2014 til 31. desember 2014. Sama gildir um sveitarfélög sem reka sömu starfsemi í eigin nafni. Eingöngu skal endurgreiða olíugjald af olíu sem nýtt er beint til reksturs almenningsvagna innan þéttbýliskjarna. Þeir sem eiga rétt á endurgreiðslu olíugjalds skulu halda í bókhaldi sínu skrá yfir akstur ökutækja. Jafnframt skulu þeir halda í bókhaldi sínu reikninga og skrár yfir olíukaup og olíunotkun og annað sem máli skiptir fyrir sönnun á réttmæti endurgreiðslunnar. Vanræki aðili að skrá akstur eða færa fullnægjandi bókhald fellur niður réttur til endurgreiðslu fyrir tímabilið þegar bókhald eða skráning var ekki fullnægjandi. Beiðnir um endurgreiðslu skulu afgreiddar af ríkisskattstjóra sem jafnframt tilkynningu til beiðanda skal tilkynna ákvörðun sína til innheimtumanns ríkissjóðs til útborgunar hjá honum.]\nL. 146/2012, 29. gr.\n[VI.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2012, sem stendur frá 1. til 15. desember 2012, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2013.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2013 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2013 og fjölda gjaldskyldra daga eftir 1. janúar 2013.]\nL. 146/2012, 29. gr.\n[VII.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2013, sem stendur frá 1. til 15. desember 2013, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2014.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2014 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2014 og fjölda gjaldskyldra daga eftir 1. janúar 2014.]\nL. 140/2013, 3. gr.\n[VIII.\nEf ekki er komið með ökutæki til álestrar á fyrsta álestrartímabili ársins 2014, sem stendur frá 1. til 15. júní 2014, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. júní 2014.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2014 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. júní 2014 og fjölda gjaldskyldra daga eftir 1. júní 2014.]\nL. 46/2014, 3. gr.\n[IX.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2015, sem stendur frá 1. til 15. desember 2015, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2016.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2016 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2016 og fjölda gjaldskyldra daga eftir 1. janúar 2016.]\nL. 125/2015, 34. gr.\n[X.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2016, sem stendur frá 1. til 15. desember 2016, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2017.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2017 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2017 og fjölda gjaldskyldra daga eftir 1. janúar 2017.]\nL. 126/2016, 15. gr.\n[XI.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2017, sem stendur frá 1. til 15. desember 2017, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2018.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2018 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2018 og fjölda gjaldskyldra daga eftir 1. janúar 2018.]\nL. 96/2017, 22. gr.\n[XII.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2018, sem stendur frá 1. til 15. desember 2018, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2019.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2019 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2019 og fjölda gjaldskyldra daga eftir 1. janúar 2019.]\nL. 138/2018, 10. gr.\n[XIII.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2019, sem stendur frá 1. til 15. desember 2019, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2020.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2020 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2020 og fjölda gjaldskyldra daga eftir 1. janúar 2020.]\nL. 135/2019, 8. gr.\n[XIV.\nEf ekki er komið með ökutæki til álestrar á öðru álestrartímabili ársins 2020, sem stendur frá 1. til 15. desember 2020, sbr. 1. mgr. 14. gr., skal reikna út meðaltal ekinna kílómetra á dag á tímabilinu milli álestra. Þá skal hið nýja gjald innheimt eftir meðaltalsakstri eftir 1. janúar 2021.\nVið ákvörðun kílómetragjalds og sérstaks kílómetragjalds skv. 13. gr. á álestrartímabilinu 1. júní til 15. júní 2021 skal ríkisskattstjóri deila eknum kílómetrum frá fyrri álestri með dagafjölda sama tímabils og reikna kílómetragjald af hverjum eknum kílómetra miðað við fjölda gjaldskyldra daga fyrir 1. janúar 2021 og fjölda gjaldskyldra daga eftir 1. janúar 2021.]\nL. 133/2020, 9. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    }
  ]
}
