{
  "id": "10/2004",
  "type": "statute",
  "title": "Lög um starfsmenn í hlutastörfum",
  "status": "in_force",
  "issued_date": "2004-03-09",
  "url": "https://www.althingi.is/lagas/nuna/2004010.html",
  "description": "Tóku gildi 31. mars 2004.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að koma í veg fyrir að starfsmenn í hlutastörfum sæti mismunun og stuðla að auknum gæðum slíkra starfa, einnig að greiða fyrir því að starfsmenn eigi völ á hlutastörfum og sveigjanlegri tilhögun vinnutíma þannig að tekið sé tillit til þarfa bæði atvinnurekanda og starfsmanna.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi taka til starfsmanna sem ekki eru með kjarasamningum tryggð þau lágmarksréttindi sem svara til efnisákvæða tilskipunar 97/81/EB, um rammasamninginn um hlutastörf.\nLögin hafa ekki áhrif á efni kjarasamninga sem gerðir eru til að innleiða efni tilskipunarinnar að því tilskildu að í þeim felist ekki lakari réttur en felst í tilskipuninni, sbr. 1. mgr.\n...\nL. 85/2009, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skýring hugtaka.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\na. Starfsmaður telst í hlutastarfi ef venjulegur vinnutími hans á viku eða að meðaltali miðað við heilt ár er styttri en sambærilegs starfsmanns í fullu starfi.\nb. Sambærilegur starfsmaður, sbr. a-lið, er starfsmaður sem gegnir fullu starfi hjá sama fyrirtæki eða stofnun og starfsmaður í hlutastarfi og vinnur sama eða sambærilegt starf að teknu tilliti til annarra áhrifaþátta, svo sem kunnáttu og hæfni. Þegar ekki er sambærilegur starfsmaður í fullu starfi hjá sama fyrirtæki eða stofnun skal samanburður gerður með vísan til viðeigandi kjarasamnings en þar sem slíkur samningur er ekki fyrir hendi með vísan til gildandi laga, annarra kjarasamninga eða venju.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Réttindi og skyldur.\nStarfsmenn í hlutastörfum skulu ekki njóta hlutfallslega lakari kjara eða sæta lakari meðferð en sambærilegir starfsmenn í fullu starfi af þeirri ástæðu einni að þeir eru ekki í fullu starfi, nema slíkt sé réttlætanlegt á grundvelli hlutlægra ástæðna.\nAtvinnurekendur skulu svo sem kostur er leitast við að:\na. taka tillit til óska starfsmanns um að flytjast úr fullu starfi í hlutastarf eða úr hlutastarfi í fullt starf,\nb. taka tillit til óska starfsmannsins um að auka eða minnka starfshlutfall sitt, skapist svigrúm til þess,\nc. auðvelda aðgang að hlutastörfum á öllum sviðum fyrirtækisins eða stofnunarinnar, þar á meðal að sérhæfðum störfum og stjórnunarstörfum,\nd. veita tímanlega upplýsingar um störf sem losna á vinnustaðnum, þar með talin hlutastörf, til að auðvelda flutning úr hlutastarfi í fullt starf og öfugt,\ne. greiða fyrir aðgangi starfsmanna í hlutastörfum að starfsmenntun og starfsþjálfun, m.a. í því skyni að þeir geti aukið hæfni sína og til að stuðla að starfsframa og hreyfanleika í starfi, og\nf. veita trúnaðarmönnum starfsmanna upplýsingar um hlutastörf á vinnustað.\nÞað telst ekki eitt og sér gild ástæða uppsagnar að starfsmaður neiti að fara úr fullu starfi í hlutastarf eða öfugt. Uppsögn telst þó ekki andstæð lögum þessum ef hún er í samræmi við lög, kjarasamninga eða venju og stafar af öðrum ástæðum, svo sem rekstrarþörfum viðkomandi fyrirtækis eða stofnunar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Réttur til skaðabóta.\nBrjóti atvinnurekandi gegn ákvæðum laga þessara getur það varðað hann skaðabótum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Innleiðing á tilskipun.\nLög þessi eru sett til innleiðingar á tilskipun ráðsins 97/81/EB, um rammasamninginn um hlutastörf sem Evrópusamband verkalýðsfélaga (ETUC), Samtök evrópskra iðn- og atvinnurekenda (UNICE) og Evrópusamtök fyrirtækja með opinberri eignaraðild (CEEP) hafa gert, sem vísað er til í 31. lið í XVIII. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar, nr. 104/1998.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nÁkvæði 3. mgr. 2. gr. laga þessara skal endurskoðað innan tveggja ára frá gildistöku þeirra.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
