{
  "id": "72/2004",
  "type": "statute",
  "title": "Lög um uppfinningar starfsmanna",
  "status": "in_force",
  "issued_date": "2004-06-07",
  "url": "https://www.althingi.is/lagas/nuna/2004072.html",
  "description": "Tóku gildi 1. janúar 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Skilgreiningar.\nOrðið &bdquo;uppfinning&ldquo; merkir í lögum þessum aðeins uppfinningu sem unnt er að fá einkaleyfi fyrir hér á landi.\nOrðið &bdquo;starfsmaður&ldquo; merkir hvern þann sem ráðinn er til starfa hjá hinu opinbera eða einkaaðila.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Frávíkjanleg lög.\nVíkja má frá ákvæðum laga þessara með samningum nema ótvírætt sé kveðið á um annað í lögum þessum.\nII. kafli. Réttarstaða starfsmanns og atvinnurekanda.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Réttur starfsmanns til uppfinningar.\nStarfsmaður á rétt til uppfinningar sem hann kemur fram með að svo miklu leyti sem annað leiðir eigi af lögum þessum eða öðrum lögum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Framsal réttar til atvinnurekanda.\nEf starfsmaður hefur komið fram með uppfinningu sem er þáttur í starfi hans getur atvinnurekandi krafist framsals réttarins yfir uppfinningunni til sín enda sé hagnýting hennar á starfssviði atvinnurekandans. Atvinnurekandinn hefur sama rétt þótt hagnýting uppfinningarinnar sé ekki á starfssviði atvinnurekandans ef uppfinning starfsmannsins tengist tilteknu verkefni sem atvinnurekandinn hefur falið honum.\nÁkvæði 1. mgr. eiga einnig við ef fleiri starfsmenn en einn, sem ráðnir eru til starfa hjá atvinnurekanda, standa saman að uppfinningu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilkynning um uppfinningu.\nHafi starfsmaður komið fram með uppfinningu skv. 4. gr. skal hann án ástæðulauss dráttar tilkynna atvinnurekanda með sannanlegum hætti um uppfinninguna og gefa þannig upplýsingar um hana að atvinnurekandinn geti metið mikilvægi hennar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Biðtími atvinnurekanda, þagnarskylda og einkaleyfisumsókn.\nÓski atvinnurekandi eftir því að öðlast rétt til uppfinningar skv. 4. gr. skal hann skýra starfsmanninum frá því innan þriggja mánaða frá móttöku tilkynningar skv. 5. gr.\nÁður en fresturinn rennur út er starfsmanni óheimilt, sbr. þó 3. mgr., án skriflegs samþykkis atvinnurekandans, að upplýsa aðra um uppfinninguna eða ráðstafa henni þannig að unnt sé að birta upplýsingar um uppfinninguna eða nota hana í þágu annarra. Þetta gildir þó ekki ef atvinnurekandinn hefur lýst því yfir skriflega að hann hafi ekki áhuga á uppfinningunni.\nFyrir lok frestsins og eftir að hafa fullnægt tilkynningarskyldu sinni skv. 5. gr. getur starfsmaðurinn sótt um einkaleyfi fyrir uppfinningunni en hann skal þó áður tilkynna atvinnurekandanum það. Starfsmaðurinn getur ekki fyrir fram afsalað sér rétti til að sækja um einkaleyfi nema vikið hafi verið frá ákvæðum 3. og 4. gr. með samningi milli atvinnurekanda og starfsmanns sem ráðinn er til að vinna að uppfinningum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Sanngjarnt endurgjald.\nEf atvinnurekandi öðlast rétt til uppfinningar starfsmanns skv. 4. gr. eða á öðrum grundvelli á starfsmaðurinn rétt á sanngjörnu endurgjaldi, jafnvel þótt um annað hafi verið samið, nema verðmæti uppfinningarinnar fari ekki fram úr því sem ætla má með sanngirni að starfsmanninum beri að inna af hendi með tilliti til heildarkjara hans.\nVið ákvörðun endurgjalds skal sérstakt tillit tekið til verðmætis uppfinningarinnar og mikilvægis hennar fyrir starfsemi atvinnurekandans, ráðningarkjara starfsmanns og hlutdeildar starfsmannsins í uppfinningunni. Ef starfsmaðurinn er ráðinn til að vinna að uppfinningum má semja um að sanngjarnt endurgjald fyrir uppfinningu felist í ráðningarkjörum starfsmannsins einvörðungu.\nKrafa um endurgjald fyrnist á tíu árum. Telst fyrningarfrestur frá þeim tíma er atvinnurekandinn hefur gefið til kynna að hann vilji öðlast uppfinninguna. Að öðru leyti gilda ákvæði laga um fyrningu skulda og annarra kröfuréttinda eftir því sem við á.\nJafnvel þótt um annað hafi verið samið má breyta samningum um endurgjald að kröfu annars aðila síðar þegar aðstæður þær sem lágu til grundvallar hafa breyst verulega eða aðrar sérstakar aðstæður mæla með því. Á grundvelli 1. málsl. skal þó aldrei endurgreiða fé sem starfsmaður hefur tekið við samkvæmt fyrri ákvörðun um endurgjald.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Starfslok.\nUppfinning sem 4. gr. tekur til telst hafa orðið til á starfstíma ef sótt er um einkaleyfi fyrir henni innan sex mánaða frá raunverulegum starfslokum nema líkur megi leiða að því að uppfinningin hafi orðið til eftir raunveruleg starfslok.\nÓgilt er hvert það samkomulag milli atvinnurekanda og starfsmanns er takmarkar rétt starfsmannsins til að ráðstafa þeim uppfinningum sem verða til meira en ári eftir formleg starfslok.\nIII. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2005. Lögin taka einungis til uppfinninga sem koma fram eftir gildistöku laganna. Ófrávíkjanleg ákvæði laganna skulu gilda gagnvart samningum sem gerðir eru fyrir gildistöku laganna um uppfinningar sem koma fram eftir gildistöku þeirra, sbr. þó sérákvæði um ráðningu starfsmanna til að vinna að uppfinningum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
