{
  "id": "50/2004",
  "type": "statute",
  "title": "Lög um siglingavernd",
  "status": "in_force",
  "issued_date": "2004-05-25",
  "url": "https://www.althingi.is/lagas/nuna/2004050.html",
  "description": "Tóku gildi 14. júní 2004; komu til framkvæmda 1. júlí 2004.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Stjórn siglingaverndarmála.\n[Ráðherra] fer með yfirstjórn siglingaverndarmála en [Samgöngustofa] með framkvæmd þeirra svo sem nánar er kveðið á um í lögum þessum og reglugerðum settum samkvæmt þeim.\nL. 126/2011, 385. gr. L. 59/2013, 27. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Markmið og gildissvið.\nMarkmið laga þessara er að tryggja vernd skipa, áhafna, farþega, farms og hafnaraðstöðu fyrir hvers kyns ógn af hryðjuverkum og öðrum ólögmætum aðgerðum.\nLög þessi gilda um eftirgreindar gerðir skipa ef þau eru notuð í millilandasiglingum:\na. farþegaskip, þ.m.t. háhraðaför,\nb. flutningaskip 500 brúttótonn eða stærri og\nc. færanlega borpalla.\nLög þessi gilda einnig um farþegaskip og flutningaskip í innanlandssiglingum. Undanskilja má ákveðnar tegundir og flokka skipa í samræmi við ákvæði reglugerðar sem ráðherra setur.\nLög þessi gilda um útgerðir þeirra skipa sem nefnd eru í 2. og 3. mgr. og um hafnaraðstöðu þar sem slíkum skipum er þjónað.]\nL. 18/2007, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum er merking hugtaka sem hér segir:\n1. Siglingavernd: Ráðstafanir samkvæmt ákvæðum alþjóðasamþykktar um öryggi mannslífa á hafinu (SOLAS 1974) auk alþjóðakóða (ISPS Code) um skipa- og hafnavernd:\na. skipavernd: forvarnir til að tryggja vernd skipa, áhafna, farþega og farms gegn hvers kyns ógn af hryðjuverkum eða öðrum ólögmætum aðgerðum;\nb. hafnavernd: forvarnir til að tryggja vernd hafnaraðstöðu gegn hvers kyns ógn af hryðjuverkum eða öðrum ólögmætum aðgerðum;\nc. farmvernd: forvarnir til að vernda farm gegn hvers kyns ógn af hryðjuverkum eða öðrum ólögmætum aðgerðum.\n2. Tilnefnt stjórnvald: Sú stofnun eða það stjórnvald aðildarríkis sem falin er ábyrgð á framkvæmd siglingaverndar í höfnum og skipum.\n3. Hafnaraðstaða: Staður skilgreindur af aðildarríki eða tilnefndu stjórnvaldi þar sem tengsl skips og hafnar eru, og sem uppfyllir skilyrði laga um siglingavernd.\n4. Áhættumat: Mat á áhættu gagnvart ógnunum og váatvikum.\n5. Verndaráætlun: Áætlun til að tryggja að gerðar séu ráðstafanir til að vernda hafnaraðstöðu, skip, einstaklinga og farm.\n6. Verndarfulltrúi: Sá einstaklingur sem falin er gerð, framkvæmd, endurskoðun og viðhald verndaráætlunar.\n7. Vástig: Segir til um hvert hættuástandið er þegar beita skal verndarráðstöfunum svo sem nánar er kveðið á um í alþjóðakóða (ISPS Code) um skipa- og hafnavernd.\n8. Verndaryfirlýsing: Samkomulag um siglingavernd milli skipa og hafnaraðstöðu. Í samkomulaginu skal m.a. tilgreina verndarráðstafanir og ábyrgð hvors aðila um sig.\n[9. Umboðsmaður: Sá sem annast milligöngu útgerðar eða leigutaka skips og stjórnvalda.]\n[10. Aðgangsheimild: Ákvörðun Samgöngustofu um að einstaklingi sé heimill aðgangur að viðkvæmum upplýsingum og/eða haftasvæðum hafi hann hlotið jákvæða umsögn lögreglu við bakgrunnsathugun.\n11. Bakgrunnsathugun: Athugun lögreglu á því hver viðkomandi einstaklingur sé og skoðun lögregluupplýsinga um hann, m.a. um sakaferil, þ.m.t. hvort hann eigi afbrotaferil að baki. Athugunin er liður í mati á því hvort óhætt sé að veita einstaklingnum jákvæða umsögn og Samgöngustofu sé þar með unnt að veita honum aðgang að haftasvæðum og/eða viðkvæmum upplýsingum.\n12. Trúnaðarupplýsingar/viðkvæmar upplýsingar: Upplýsingar sem gæta þarf sérstaks trúnaðar um.\n13. Öryggishæfi: Hæfi einstaklings, stofnunar, fyrirtækis, svæðis eða búnaðar til að hljóta öryggisvottun.\n14. Höfn: Tiltekið landsvæði og hafsvæði skilgreint af Samgöngustofu þar sem fram fer vinna og búnað er að finna sem er hannaður til að greiða fyrir flutningastarfsemi á sviði sjóflutninga í atvinnuskyni.\n15. Haftasvæði: Svæði sem sætir aðgangstakmörkun í samræmi við verndaráætlun.]\nL. 18/2007, 2. gr. L. 71/2018, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Samgöngustofa], ásamt tollyfirvöldum, ríkislögreglustjóra, Landhelgisgæslu, [vaktstöð siglinga], [útgerðum] og höfnum sem falla undir lög þessi, fer með framkvæmd siglingaverndar.\n[Samgöngustofu] er heimilt að fela öðrum hæfum aðilum að annast einstaka þætti siglingaverndar.\n[Samgöngustofa] ber m.a. ábyrgð á að:\na. [staðfesta áhættumat útgerða fyrir íslensk skip og áhættumat hafna og gera áhættumat fyrir hafnaraðstöðu,]\nb. staðfesta verndaráætlanir [útgerða] fyrir íslensk skip og verndaráætlun hafnaraðstöðu fyrir hafnir,\nc. staðfesta skipan verndarfulltrúa íslenskra skipa, útgerða og hafnaraðstöðu,\nd. staðfesta skipan eftirlitsaðila og gefa út skírteini til eftirlitsmanna,\ne. hafa eftirlit með virkni verndaráætlana íslenskra skipa og hafnaraðstöðu,\nf. gefa út ferilskrá íslenskra skipa,\ng. halda skrá um íslensk skip og hafnir sem hafa viðurkenndar verndaráætlanir,\n[h. gert sé áhættumat vegna siglinga innan íslenskrar efnahagslögsögu,\ni. gerð sé og viðhaldið Siglingaverndaráætlun Íslands.]\nÁður en [Samgöngustofa] staðfestir áhættumat og verndaráætlun skv. 3. mgr. skal hún leita umsagnar ríkislögreglustjóra. [Samgöngustofa] skal gæta þess að kröfum um leynd og varðveislu verndaráætlana og annarra trúnaðarupplýsinga sé fullnægt. [Samgöngustofa] annast öll samskipti við Alþjóðasiglingamálastofnunina um siglingavernd, þ.m.t. að senda lögboðnar tilkynningar o.s.frv.\n[[Samgöngustofa] annast eftirlit með framkvæmd laga þessara og reglugerða sem settar eru á grundvelli þeirra. Við framkvæmd eftirlits með siglingavernd skal fulltrúum [Samgöngustofu] heimill aðgangur að skipum, hafnarsvæðum, mannvirkjum, búnaði, gögnum og skjölum eftir því sem telja má nauðsynlegt vegna eftirlitsins án undangengins dómsúrskurðar. Fulltrúar hafna, skipa og útgerða, sem lög þessi og reglur settar samkvæmt þeim taka til, skulu veita stofnuninni þá aðstoð sem þörf er á vegna eftirlits í þágu siglingaverndar. [Ráðherra] setur nánari reglur um framkvæmd eftirlits í þágu siglingaverndar.]\n[Ríkislögreglustjóri ákveður vástig um borð í íslenskum skipum og í höfnum.] Þegar ógn steðjar að ákveður hann hækkun vástigs um borð í skipum eða í höfnum að höfðu samráði við [Samgöngustofu] og Landhelgisgæslu nema þegar um bráðatilvik er að ræða, þá tekur hann ákvörðun einn. Þegar vástig er hækkað í höfnum eða skipum ákveður ríkislögreglustjóri hvenær hann tekur við stjórn aðgerða samkvæmt viðeigandi verndaráætlun og almennum lögum um lögregluaðgerðir.\n...\nLandhelgisgæslan hefur eftirlit með að lögum um siglingavernd sé framfylgt á hafinu umhverfis Ísland í samræmi við ákvæði alþjóðasamninga.\n[Tollyfirvöld setja] reglur um farmvernd. [Tollyfirvöld] annast, í samráði við viðkomandi hafnaryfirvöld og [Samgöngustofu], framkvæmd og eftirlit með farmvernd og [setja] reglur þar að lútandi.\n[Útgerðir] sem gera út skip undir íslenskum fána og falla undir lög þessi bera ábyrgð á að lögboðnum verndarráðstöfunum sé fullnægt og að í hverju skipi liggi fyrir verndaráætlun með nákvæmum leiðbeiningum um viðbrögð við yfirvofandi vá.\nHöfn sem rekur hafnaraðstöðu sem fellur undir lög þessi ber ábyrgð á því að lögboðnum ráðstöfunum um hafnavernd sé fullnægt og að í verndaráætlun liggi fyrir nákvæmar leiðbeiningar um viðbrögð við yfirvofandi vá.\nL. 59/2013, 27. gr. L. 18/2007, 3. gr. L. 11/2025, 1. gr. L. 162/2010, 242. gr. L. 71/2018, 2. gr. L. 141/2019, 60. gr. Rgl. 141/2010.\n[4. gr. a. [Athugasemdir og úrbætur. Dagsektir.]\nTelji Samgöngustofa að eftirlitsskyldur aðili, þ.m.t. útgerð, skipafélag eða hafnaryfirvöld, fylgi ekki lögum, reglugerðum og öðrum reglum eða kröfum sem gilda um starfsemi hans og varða málefni tengd siglingavernd, svo sem við gerð áhættumats eða verndaráætlunar, aðstöðu eða framkvæmd á siglingavernd, [þ.m.t. æfingar og þjálfun í samræmi við verndaráætlun], skal stofnunin krefjast þess að viðeigandi úrbætur séu gerðar innan hæfilegs frests [að viðlögðum dagsektum].\n[Krafa um úrbætur að viðlögðum dagsektum skv. 1. mgr. skal tilkynnt skriflega á sannanlegan hátt þeim aðila sem hún beinist að.\nVerði eftirlitsskyldur aðili ekki við kröfu Samgöngustofu um viðeigandi úrbætur skv. 1. mgr. getur stofnunin ákveðið að hann greiði dagsektir þar til bætt hefur verið úr annmörkum að mati hennar.\nEftirlitsskyldum aðila sem fyrirhuguð ákvörðun um dagsektir skv. 1. mgr. beinist að skal veittur frestur til að koma að skriflegum athugasemdum áður en ákvörðun er tekin. Tilkynningu Samgöngustofu um fyrirhugaða ákvörðun um dagsektir skal fylgja skriflegur rökstuðningur.\nDagsektir geta numið frá 10.000 kr. til 1 millj. kr. á dag. Við ákvörðun fjárhæðar dagsekta skal m.a. líta til eðlis og alvarleika vanrækslu eða brots, hvað það hefur staðið lengi, hvort um ítrekað brot er að ræða og fjárhagslegs styrkleika hins eftirlitsskylda aðila.\nÁkvarðanir Samgöngustofu um dagsektir eru aðfararhæfar. Málskot til ráðuneytisins frestar aðför. Kærufrestur vegna ákvörðunar um dagsektir er sjö dagar.\nDagsektir skulu renna í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu. Óinnheimtar dagsektir falla niður þegar skyldu er fullnægt.\nHeimilt er að kveða nánar á um ákvörðun um innheimtu dagsekta í reglugerð.]\nUm málsmeðferð fer samkvæmt ákvæðum stjórnsýslulaga.\nÁkvörðun Samgöngustofu sætir kæru til ráðherra samkvæmt ákvæðum stjórnsýslulaga.]\nL. 41/2019, 1. gr. L. 71/2018, 3. gr.\nII. kafli. Skipavernd.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Útgerðir] skulu útbúa áhættumat og verndaráætlun fyrir hvert íslenskt skip sem fellur undir lög þessi og tilnefna verndarfulltrúa fyrir skipið og [útgerðina]. Áhættumatið, verndaráætlunina og skipan verndarfulltrúans skal leggja fyrir [Samgöngustofu] til staðfestingar. Í verndaráætlun skal koma fram áætlun um viðbrögð þegar ógn steðjar að og hlutverk aðila sem koma að aðgerðum vegna þess, t.d. hlutverk lögreglu og Landhelgisgæslu.\nEf skip, sbr. 1. mgr. 2. gr., sem uppfyllir ekki kröfur um siglingavernd leggst að höfn sem starfar samkvæmt lögum þessum getur verndarfulltrúi hafnaraðstöðu krafist þess að skipstjóri eða verndarfulltrúi skips undirriti verndaryfirlýsingu.\n[Skipstjóri og útgerð skips skulu halda skrá yfir nauðsynlegar upplýsingar vegna siglingaverndar eftir því sem nánar er kveðið á um í reglugerð.\nÁður en skip skv. 2. gr. laganna kemur til hafnar skal höfn, útgerð, umboðsmaður eða skipstjóri skips veita upplýsingar skv. 3. mgr. sem að mati [Samgöngustofu] eru nauðsynlegar vegna siglingaverndar og verndar íslenskra hafna.\nEf skip uppfyllir ekki reglur um siglingavernd er [Samgöngustofu] heimilt að leggja farbann á skip, vísa því frá höfn, krefjast þess að það verði fært innan hafnar eða á milli hafna og gera aðrar nauðsynlegar ráðstafanir til þess að koma í veg fyrir brot á reglum um siglingavernd. Útgerð og skipstjóra skips er skylt að verða við fyrirmælum [Samgöngustofu] samkvæmt þessari málsgrein. Um farbann fer að ákvæðum laga um eftirlit með skipum.\n[Ráðherra] setur nánari reglur um skráningu upplýsinga vegna siglingaverndar, upplýsingaskyldu útgerða og skipstjóra og frekari aðgerðir [Samgöngustofu] til framkvæmdar eftirlits í þágu siglingaverndar.]\nL. 18/2007, 4. gr. L. 59/2013, 27. gr. L. 162/2010, 242. gr.\nIII. kafli. Hafnavernd.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Höfn sem kýs að þjóna skipum sem falla undir lög þessi skal skilgreina þá hafnaraðstöðu sem nýta á undir slíka starfsemi. [Samgöngustofa gerir áhættumat fyrir hafnaraðstöðuna og staðfestir áhættumat hafnar. Samgöngustofa staðfestir verndaráætlun hafnaraðstöðu og hafnar.] Tilnefna skal verndarfulltrúa fyrir hafnaraðstöðuna og skal [Samgöngustofa] staðfesta skipan hans. Verndarfulltrúi ákveður hvenær tilefni er til að grípa til ráðstafana samkvæmt þeirri verndaráætlun sem höfnin starfar eftir.\nEf skip, sbr. 1. mgr. 2. gr., leggst að höfn sem uppfyllir ekki kröfur um siglingavernd getur verndarfulltrúi skips óskað eftir verndaryfirlýsingu. Ef hafnaryfirvöld og verndarfulltrúi skips koma sér saman um gerð verndaryfirlýsingar skal [Samgöngustofa] eða annar aðili sem hún tilnefnir samþykkja hana.\nÍ verndaráætlun skal koma fram áætlun um viðbrögð þegar ógn steðjar að og hlutverk aðila sem koma að aðgerðum vegna þess, t.d. hlutverk lögreglu og tollyfirvalda.\nAð fengnu samþykki [Samgöngustofu] getur höfn falið rekstraraðilum hafnaraðstöðu framkvæmd og eftirlit með að kröfum skv. 1. mgr. um siglingavernd sé framfylgt. Ef kröfum 1. mgr. er ekki fullnægt að mati [Samgöngustofu] getur höfn rift samningum við rekstraraðila án frekari fyrirvara.\nL. 11/2025, 2. gr. L. 59/2013, 27. gr.\nIV. kafli. Farmvernd.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Tollyfirvöld setja] reglur um farmvernd. [Tollyfirvöld hafa] eftirlit og umsjón með framkvæmd verndarráðstafana, þ.m.t. eftirlit með farmi sem flytja á úr landi, eftir því sem kveðið er á um í reglum [tollyfirvalda].\n[Tollyfirvöld skulu] upplýsa og leiðbeina hafnaryfirvöldum um kröfur farmverndar við gerð áhættumats og verndaráætlunar hafnar.\nL. 141/2019, 61. gr. Rg. 141/2010.\n[V. kafli. [Aðgangur að haftasvæðum, skipum og upplýsingum.]]\nL. 71/2018, 7. gr. L. 18/2007, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
