{
  "id": "145/2005",
  "type": "statute",
  "title": "Forsetabréf um hina íslensku fálkaorðu",
  "status": "in_force",
  "issued_date": "2005-12-31",
  "url": "https://www.althingi.is/lagas/nuna/2005145.html",
  "description": "Tók gildi 7. janúar 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Orðunni má sæma innlenda einstaklinga eða erlenda fyrir vel unnin störf í þágu þjóðarinnar, einstakra þjóðfélagshópa eða landshluta, eða í þágu mikilvægra og góðra málefna á Íslandi eða á alþjóðavettvangi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forseti Íslands er stórmeistari orðunnar.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Nefnd sex manna ræður málefnum orðunnar. Eftir tillögu forsætisráðherra kveður forseti Íslands fimm einstaklinga, sem sæmdir eru og bera heiðursmerki orðunnar, til setu í nefndinni til sex ára í senn. Heimilt er að endurkveðja nefndarmenn til setu í nefndinni, þó ekki lengur en til þriggja ára til viðbótar, og tilnefnir forsætisráðherra formann nefndarinnar. Ráðherra má ekki eiga sæti í nefndinni. Forsetaritari er orðuritari og skipar sjötta sætið í nefndinni. Nefndarstarfið er heiðursstarf án launa.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Orðunefndin gerir tillögur til stórmeistarans um veitingu orðunnar.\nStórmeistari getur, er honum þykir hlýða, veitt orðuna án tillagna orðunefndar.\nÞegar íslenskur ríkisborgari er sæmdur orðunni skal ávallt skýra opinberlega frá því hverjir sérstakir verðleikar hafa gert hann verðan sæmdarinnar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stig orðunnar eru fimm: Keðja ásamt stórkrossstjörnu, stórkrossriddari, stórriddari með stjörnu, stórriddari, riddari.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Við hátíðleg tækifæri ber stórmeistarinn, auk stórkrossstjörnunnar, merkið í gullinni keðju um hálsinn. Keðjan liðast í blásteinda skildi með silfruðum fálka og skjaldarmerki lýðveldisins til skiptis.\nKeðjan, ásamt stórkrossstjörnunni, er jafnframt æðsta stig orðunnar og ber stórmeistari það einn Íslendinga.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Sameiginlegt merki orðunnar er gullrenndur, innskorinn, hvítsteindur kross og álmuhornin stýfð af inn á við. Framan á krossinum miðjum er gullrenndur, blásteindur skjöldur og á honum silfurfálki er lyftir vængjum til flugs. Aftan á krossinum miðjum er blásteind, sporöskjulöguð gullrönd, og á hana letrað með gullnum stöfum: Seytjándi júní 1944.\nKrossar stórkrossriddara og stórriddara eru jafnstórir en riddarakrossar minni. Band orðunnar er heiðblátt en jaðrar hvítir með hárauðri rönd; band stórkrossriddara er breiðast en riddara mjóst.\nStórkrossriddarar bera krossinn á hægri mjöðm í bandinu um vinstri öxl. Stórriddarar bera hann í bandinu um hálsinn en riddarar á brjóstinu vinstra megin.\nStórkrossriddarar bera enn fremur vinstra megin á brjóstinu átthyrnda silfurstjörnu með krossmarkinu á.\nStjarna stórriddara er átthyrnd silfurstjarna og á henni miðri blásteindi silfurskjöldurinn með silfurfálkanum og bera þeir hann vinstra megin á brjóstinu. Öll merki orðunnar og bönd skulu gerð samkvæmt teikningum sem stórmeistarinn hefur samþykkt.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Fálkaorðunni fylgir barmmerki, rósetta, sem auðkennir það orðustig sem viðkomandi hefur hlotið. Rósettan er borin vinstra megin í hnappagati í jakkalafi og á samsvarandi stað í kvenfötum.\nRósetta riddarakrossins er hringlaga næla í fánalitunum; rósetta stórriddarakrossins er hringlaga næla í fánalitunum með tveimur silfruðum borðum; rósetta stórriddarakross með stjörnu er hringlaga næla í fánalitunum með tveimur borðum, öðrum silfurlituðum, hinum gylltum; rósetta stórmeistara og stórkrossriddara er hringlaga næla í fánalitunum með tvo gyllta borða.\nRósetta er ekki borin samhliða orðunni.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Formaður orðunefndar ber einn, stöðu sinnar vegna, stórkrossstjörnuna hægra megin á brjóstinu.\nForseta Íslands skal veitt æðsta stig orðunnar á embættistökudegi og jafnframt skal veita maka hans hið næsta stig orðunnar þar fyrir neðan. Orðuskjöl þessi undirrita handhafar forsetavalds og formaður orðunefndar en honum ber hverju sinni að annast framkvæmd þessara tilteknu orðuveitinga.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Stórmeistarinn undirritar öll önnur orðuskjöl og einnig formaður orðunefndar.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Fálkaorðan er borin við kjólföt, síða kjóla eða hátíðarbúninga einkennisfata ríkisins í hátíðarsamkomu þar sem þjóðhöfðingi er viðstaddur og mælst er til orðuburðar.\nOrðuþegar geta einnig borið fálkaorðuna við dökk föt eða spariklæðnað við önnur tækifæri, svo sem á þjóðhátíðardaginn, nýársdag, sjómannadag eða öðrum hátíðisdögum, á héraðshátíðum eða persónulegum tyllidögum. Sama gildir um þá orðuþega sem bera einkennisklæðnað íslenska ríkisins.\nBarmmerki fálkaorðunnar, rósettu, má bera við jakkaföt og sambærilegan kvenklæðnað þegar orðuþega þykir henta og má gera það daglega.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Innsigli orðunnar er stórkrossstjarnan og áletrun: Sigillum ordinis falconis Islandiæ. Á bandi fyrir ofan stjörnuna standa einkunnarorð Jóns Sigurðssonar: Eigi víkja. Fyrir neðan stjörnuna stendur: 17. júní 1944.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Stórmeistari getur, að ráði orðunefndar, svipt hvern þann, sem hlotið hefur orðuna en síðar gerst sekur um misferli, rétti til að bera hana.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Við andlát þess er orðunni hefur verið sæmdur skulu aðstandendur eða skiptastjóri skila henni aftur til orðuritara. Í útlöndum má fá sendiráðum og ræðismönnum orðurnar til frekari fyrirgreiðslu.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Fái orðuþegi hærra stig orðunnar ber honum að skila eldri orðu til orðuritara.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Allur kostnaður orðunnar greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Forsetabréf þetta öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
