{
  "id": "33/2005",
  "type": "statute",
  "title": "Lög um fjarsölu á fjármálaþjónustu",
  "status": "in_force",
  "issued_date": "2005-05-11",
  "url": "https://www.althingi.is/lagas/nuna/2005033.html",
  "description": "Tóku gildi 1. júní 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um fjarsölusamninga um fjármálaþjónustu og markaðssetningu sem miðar að slíkum samningum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Takmörkun á gildissviði.\nNú er gerður samningur um fjármálaþjónustu í fjarsölu og í kjölfarið veitt þjónusta á grundvelli hans með einni eða endurteknum athöfnum og gilda þá lög þessi einungis um upphaflega samninginn.\nEf sömu aðilar gera með sér samninga um sömu tegund fjármálaþjónustu með innan við árs millibili er þjónustuveitanda einungis skylt að veita upplýsingar skv. 5.&ndash;10. gr. í tengslum við fyrsta samninginn.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ófrávíkjanleiki.\nÓheimilt er að víkja frá ákvæðum laga þessara með samningi ef það leiðir til lakari stöðu neytanda.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Neytandi: einstaklingur sem gerir samning um fjármálaþjónustu, enda sé samningurinn óviðkomandi starfi hans.\n2. Þjónustuveitandi: einstaklingur eða lögaðili sem veitir fjármálaþjónustu í atvinnuskyni.\n3. Fjarskiptaaðferð: samskiptaaðferð sem er nothæf til þess að markaðssetja fjármálaþjónustu eða stofna til fjarsölusamnings án þess að aðilar hans hittist.\n4. Fjármálaþjónusta: móttaka endurgreiðanlegra fjármuna, útlánastarfsemi, greiðsluþjónusta, gjaldeyrisþjónusta, eignaleiga, útgáfa og umsýsla greiðslukorta, útgáfa og umsýsla rafeyris, viðskipti og þjónusta með fjármálagerninga, samningar um vátryggingar, samningar um lífeyri og önnur fjármálaþjónusta.\n5. Fjarsölusamningur: samningur á milli neytanda og þjónustuveitanda um fjármálaþjónustu, sem er liður í skipulegri fjarsölu þjónustuveitanda og þar sem eingöngu er notuð fjarskiptaaðferð fram að og við stofnun samningsins.\n6. Varanlegur miðill: tæki sem gerir neytanda kleift að geyma upplýsingar, sem beint er til hans, óbreyttar þannig að hann geti afritað þær og flett upp í þeim í ákveðinn tíma.\nII. kafli. Upplýsingaskylda.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Upplýsingar um þjónustuveitanda.\nEftirfarandi upplýsingar skal veita neytanda með hæfilegum fyrirvara áður en hann er bundinn af fjarsölusamningi eða tilboði:\n1. Nafn, kennitölu, aðalstarfsemi og heimilisfang þjónustuveitanda þar sem hann hefur staðfestu og hvert það heimilisfang annað sem máli skiptir varðandi tengsl viðskiptavinarins við þjónustuveitandann.\n2. Nafn, kennitölu og heimilisfang fulltrúa þjónustuveitanda í því ríki þar sem neytandi hefur búsetu.\n3. Nafn, kennitölu og heimilisfang miðlara, umboðsmanns eða annars milliliðar sem kemur fram fyrir hönd þjónustuveitanda og tengsl hans við þjónustuveitanda.\n4. Þá opinberu skrá sem þjónustuveitandi er skráður í, svo sem fyrirtækjaskrá, hlutafélagaskrá, samvinnufélagaskrá, firmaskrá eða skrár Fjármálaeftirlitsins.\n5. Eftirlitsstjórnvald ef starfsemi þjónustuveitanda er háð leyfi.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Upplýsingar um fjármálaþjónustu.\nEftirfarandi upplýsingar og tilkynningar skal veita neytanda með hæfilegum fyrirvara áður en hann er bundinn af fjarsölusamningi eða tilboði:\n1. Lýsingu á helstu einkennum fjármálaþjónustunnar.\n2. Tilkynningu um sérstaka áhættu sem tengist fjármálaþjónustunni, þar með talið að verð sé háð sveiflum á fjármálamörkuðum og að upplýsingar um fyrri verðþróun eða árangur gefi ekki vísbendingu um þróun til framtíðar.\n3. Heildarverð sem neytanda ber að greiða til þjónustuveitanda fyrir fjármálaþjónustuna, að meðtöldum öllum tengdum þóknunum, kostnaði, útgjöldum og sköttum. Ef ekki er unnt að gefa upp nákvæmt verð skal með skýrum hætti gerð grein fyrir grundvelli útreiknings á verði.\n4. Tilkynningu um að mögulegt sé að neytandi þurfi að greiða aðra skatta og kostnað sem hvorki eru greiddir fyrir milligöngu þjónustuveitanda né lagðir á af honum.\n5. Sérstakan viðbótarkostnað vegna notkunar fjarskiptaaðferðar.\n6. Fyrirkomulag greiðslu og samningsefnda.\n7. Takmarkanir á gildistíma veittra upplýsinga.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Upplýsingar um fjarsölusamning.\nEftirfarandi upplýsingar og tilkynningar skal veita neytanda með hæfilegum fyrirvara áður en hann er bundinn af fjarsölusamningi eða tilboði:\n1. Hvort réttur til að falla frá samningi sé fyrir hendi.\n2. Frest til að nýta sér rétt til að falla frá samningi, fjárhæðina sem neytandi getur þurft að greiða við nýtingu réttarins og önnur skilyrði fyrir að nýta sér réttinn, afleiðingar þess að rétturinn er ekki nýttur auk hagnýtra leiðbeininga um hvernig megi nýta rétt til að falla frá samningi.\n3. Lágmarksgildistíma fjarsölusamnings þegar um er að ræða samning um fjármálaþjónustu sem veita á til frambúðar eða ítrekað.\n4. Mögulegan rétt aðila til að segja upp samningum samkvæmt ákvæðum samningsins og afleiðingar uppsagnar.\n5. Lög hvaða lands liggja til grundvallar tengslum þjónustuveitanda við neytanda.\n6. Hvort og þá hvaða ákvæði eru fyrir hendi í samningnum um hvaða lög gilda um fjarsölusamninginn og varnarþing.\n7. Á hvaða tungumáli upplýsingar og samningsskilmálar verða sendir á varanlegum miðli, sbr. 10. gr., og á hvaða tungumáli þjónustuveitandi mun hafa samskipti við neytanda.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Upplýsingar um réttarúrræði.\nEftirfarandi upplýsingar og tilkynningar skal veita neytanda með hæfilegum fyrirvara áður en hann er bundinn af fjarsölusamningi eða tilboði:\n1. Hvort neytandi hafi aðgang að réttarúrræðum, öðrum en málshöfðun fyrir dómstólum, og þá hvernig neytandi getur nýtt sér þau.\n2. Hvort fyrir hendi séu tryggingakerfi til hagsbóta fyrir neytendur, önnur en [Tryggingarsjóður vegna fjármálafyrirtækja].\nL. 48/2022, 30. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Upplýsingar við sölu eða markaðssetningu í síma.\nVið sölu eða markaðssetningu í síma skal nafn þess sem hefur samband við neytanda koma skýrt fram í upphafi símtals, ásamt upplýsingum um hver þjónustuveitandi er og að tilgangur símtalsins sé viðskiptalegs eðlis.\nEf neytandi gefur skýrt samþykki sitt þarf þjónustuveitandi einungis að veita eftirfarandi upplýsingar:\n1. Nafn þess sem hefur samband við neytandann og tengsl hans við þjónustuveitanda.\n2. Lýsingu á helstu einkennum fjármálaþjónustunnar.\n3. Heildarverð sem neytanda ber að greiða til þjónustuveitanda fyrir fjármálaþjónustuna, að meðtöldum öllum tengdum þóknunum, kostnaði, útgjöldum og sköttum. Ef ekki er unnt að gefa upp nákvæmt verð skal með skýrum hætti gerð grein fyrir grundvelli útreiknings á verði.\n4. Tilkynningu um að mögulegt sé að neytandi þurfi að greiða aðra skatta og kostnað sem hvorki eru greiddir fyrir milligöngu þjónustuveitanda né lagðir á af honum.\n5. Rétt til að falla frá samningi, þ.e. frest til að nýta sér réttinn, fjárhæðina sem neytandi getur þurft að greiða við nýtingu réttarins, önnur skilyrði fyrir að nýta sér réttinn og leiðbeiningar um hvernig að því skuli staðið.\nÞjónustuveitandi skal tilkynna neytanda að frekari upplýsingar séu fyrirliggjandi sé um þær beðið og hvers eðlis þær upplýsingar eru.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hvernig upplýsingar eru veittar.\nÞjónustuveitandi skal veita neytanda upplýsingar um samningsskilmála, ásamt upplýsingum skv. 5.&ndash;9. gr., á pappír eða öðrum varanlegum miðli með hæfilegum fyrirvara áður en neytandi er bundinn af samningi eða tilboði.\nEf neytandi hefur óskað eftir að fjarsölusamningur sé gerður með fjarskiptaaðferð sem veitir ekki möguleika á að láta upplýsingar skv. 1. mgr. í té á varanlegum miðli skal þjónustuveitandi uppfylla upplýsingaskyldu sína skv. 1. mgr. þegar í stað eftir gerð samnings.\nNeytandi á rétt á að fá, ef hann fer fram á það, samningsskilmála í pappírsformi hvenær sem er á samningstíma fjarsölusamnings. Enn fremur á neytandi rétt á að breyta um fjarskiptaaðferð á samningstíma, nema breytingin samræmist ekki fjarsölusamningi eða eðli fjármálaþjónustunnar.\nIII. kafli. Réttur til að falla frá fjarsölusamningi.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Almenn regla.\nNeytandi hefur rétt til að falla frá fjarsölusamningi, án greiðslu viðurlaga og án þess að tilgreina nokkra ástæðu, enda sendi hann tilkynningu þar að lútandi til þjónustuveitanda innan 14 daga frá þeim degi sem fjarsölusamningur er gerður eða frá þeim degi þegar neytanda berast upplýsingar í samræmi við 1. og 2. mgr. 10. gr. ef þær upplýsingar berast eftir að fjarsölusamningur var gerður. Ef um er að ræða fjarsölusamning um kaup á líftryggingu hefur neytandi 30 daga frest til að falla frá samningnum.\nEf neytandi nýtir rétt sinn til að falla frá samningi skal hann innan frestsins og með sannanlegum aðferðum tilkynna þjónustuveitanda um það. Tilkynningin skal vera í samræmi við þær leiðbeiningar sem þjónustuveitanda ber að veita neytanda á grundvelli 2. tölul. 7. gr. Neytandi telst hafa virt frestinn samkvæmt grein þessari ef tilkynning á pappír eða öðrum varanlegum miðli er send áður en fresturinn rennur út.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Takmörkun.\nRétturinn til að falla frá fjarsölusamningi gildir ekki um:\na. þá fjármálaþjónustu sem getur sveiflast í verði innan frestsins skv. 11. gr., eftir verðbreytingum á fjármálamörkuðum, án þess að þjónustuveitandi hafi stjórn þar á,\nb. ferða- og farangurstryggingar eða aðrar sambærilegar vátryggingar sem hafa skemmri gildistíma en einn mánuð,\nc. þá samninga sem hafa verið efndir að fullu af báðum samningsaðilum að ósk neytanda.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Tengdir samningar.\nNú er fjarsölusamningur tengdur öðrum fjarsölusamningi um vöru eða þjónustu á milli neytanda og þjónustuveitanda og fellur þá síðarnefndi samningurinn úr gildi án nokkurra afleiðinga fyrir neytanda ef hann nýtir sér rétt til að falla frá fyrrnefnda fjarsölusamningnum. Sama gildir ef fjarsölusamningur er tengdur öðrum fjarsölusamningi um vöru eða þjónustu á milli neytanda og þriðja manns sem þriðji maður er aðili að á grundvelli samnings á milli hans og þjónustuveitanda.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Greiðsla fyrir veitta þjónustu.\nEf neytandi nýtir sér rétt sinn til að falla frá samningi getur þjónustuveitandi krafið neytanda um greiðslu fyrir þá þjónustu sem þegar hefur verið innt af hendi, enda hafi hún verið innt af hendi að ósk neytanda áður en liðinn var frestur til að nýta rétt til að falla frá samningi og neytandi hefur sannanlega fengið í hendur upplýsingar um fjárhæðina sem hann gæti þurft að greiða við að nýta sér réttinn, sbr. 2. tölul. 7. gr.\nFjárhæðin sem krafist er skv. 1. mgr. skal vera í sanngjörnu hlutfalli við þá þjónustu sem innt er af hendi, miðað við heildarfjárhæð fjarsölusamningsins.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Endurgreiðsla.\nNú nýtir neytandi sér rétt til að falla frá samningi og skal hann þá, án tafar og eigi síðar en 30 dögum eftir að hann sendi tilkynningu þar að lútandi, endurgreiða þjónustuveitanda allt það fé og framselja öll þau eignarréttindi sem hann hefur fengið frá þjónustuveitanda á grundvelli fjarsölusamnings.\nNú hefur neytandi greitt þjónustuveitanda á grundvelli fjarsölusamnings og nýtir sér rétt til að falla frá samningi og skal þá þjónustuveitandi endurgreiða honum að frádreginni fjárhæð skv. 14. gr. Endurgreiðslan skal fara fram án tafar og eigi síðar en 30 dögum frá því að tilkynning um að réttur til að falla frá samningi verði nýttur er komin til þjónustuveitanda.\nIV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "...\nL. 120/2011, 81. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Óumbeðin þjónusta.\nNú veitir þjónustuveitandi neytanda fjármálaþjónustu án beiðni þar að lútandi frá neytanda og er neytanda þá ekki skylt að greiða fyrir þjónustuna. Tómlæti neytanda verður ekki túlkað sem samþykki fyrir þjónustu.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Bann við notkun tiltekinna fjarskiptaaðferða.\nÞjónustuveitanda er óheimilt að nota símbréf eða sjálfvirk upphringitæki við þá starfsemi sem lög þessi taka til, nema neytandi hafi sérstaklega veitt samþykki sitt fyrir notkun slíkra fjarskiptaaðferða.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ákvæði um val á löggjöf í samningum.\nEkki er heimilt að semja um að lög ríkis sem er utan Evrópska efnahagssvæðisins gildi um fjarsölusamning sem er nátengdur yfirráðasvæði ríkja innan Evrópska efnahagssvæðisins ef það leiðir til kjara sem eru neytandanum óhagstæðari en leiða mundi af lögum þessum.\nV. kafli. Eftirlit og viðurlög.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Eftirlit.\nFjármálaeftirlitið hefur eftirlit með framkvæmd laga þessara. Um eftirlitið gilda ákvæði laga um opinbert eftirlit með fjármálastarfsemi [ef ekki er mælt fyrir um annað í lögum þessum].\nL. 21/2020, 15. gr.\n[20. gr. a. Prufukaup.\nFjármálaeftirlitið getur keypt vörur og þjónustu, undir fölsku nafni og auðkenni, til að koma upp um brot gegn lögum þessum og afla upplýsinga og gagna sem nauðsynleg þykja við athugun einstakra mála.\nFjármálaeftirlitið getur krafist endurgreiðslu vegna kaupa skv. 1. mgr. nema það hafi í för með sér verulegt óhagræði fyrir þjónustuveitanda.]\nL. 21/2020, 16. gr.\n[20. gr. b. Bráðabirgðaákvarðanir.\nEf brotið er gegn ákvæðum laga þessara er Fjármálaeftirlitinu heimilt að taka ákvarðanir til bráðabirgða um einstök mál enda sé hætta á að háttsemin skaði verulega heildarhagsmuni neytenda.\nBráðabirgðaákvörðun skal gilda í tiltekinn tíma og má endurnýja hana ef það er talið nauðsynlegt.]\nL. 21/2020, 16. gr.\n[20. gr. c. Sáttaheimild.\nHafi aðili gerst brotlegur við ákvæði laga þessara, reglur settar á grundvelli þeirra eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila, enda sé ekki um að ræða gróft eða ítrekað brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni. Fjármálaeftirlitið setur nánari reglur um framkvæmd ákvæðisins.\nÍ sátt skv. 1. mgr. er heimilt að skuldbinda aðila til að bjóða neytendum sem brotið hafði áhrif á viðeigandi úrbætur.]\nRgl. 1234/2024. L. 21/2020, 16. gr.\n[20. gr. d. Lögbann.\nFjármálaeftirlitið getur leitað lögbanns til að vernda heildarhagsmuni neytenda enda sé fullnægt öðrum skilyrðum lögbanns sem greind eru í lögum um kyrrsetningu, lögbann o.fl.\nFjármálaeftirlitið getur fengið lagt lögbann við athöfn ef hætta er á að háttsemin skaði verulega heildarhagsmuni neytenda og engin önnur skilvirk leið er fyrir hendi til að stöðva brot gegn lögum þessum. Við lögbannsgerð má eftir kröfu Fjármálaeftirlitsins leggja fyrir:\na. þjónustuveitanda eða þann sem starfrækir netskilflöt að fjarlægja efni á netskilfleti eða setja upp skýra viðvörun sem neytendur sjá þegar þeir fara inn á netskilflöt,\nb. fjarskiptafyrirtæki að takmarka aðgang að netskilfleti,\nc. þjónustuveitanda að fjarlægja, gera óvirkan eða takmarka aðgang að netskilfleti, eða\nd. skráningaraðila eða skráningarmiðlun léna að loka, læsa eða endurskrá lén á Fjármálaeftirlitið.\nLagt verður fyrir þjónustuveitendur og fjarskiptafyrirtæki að leysa af hendi athafnir skv. 2. mgr. óháð því hvort þau beri ábyrgð á gögnum, miðlun gagna eða sjálfvirkri, millistigs- eða skammtímageymslu gagna.\nÞeir sem lagt verður fyrir að leysa af hendi athafnir skv. a&ndash;d-lið 2. mgr. og þeir sem taldir eru brjóta gegn ákvæðum laga þessara skulu fá réttarstöðu gerðarþola eftir því sem við verður komið. Ef við á skal rétthafa léns tryggð sambærileg réttarstaða og gerðarþola til hagsmunagæslu við fyrirtöku lögbannsgerðar eftir því sem við verður komið, auk tilkynningar um lögbannsgerð að henni lokinni, skv. 14. og 18. gr. laga um kyrrsetningu, lögbann o.fl., nr. 31/1990.\nVið mat á því hvort lögbann verði lagt á skal vega saman hagsmuni gerðarþola og heildarhagsmuni neytenda. Meðal annars skal litið til sjónarmiða um meðalhóf, tjáningarfrelsi og upplýsingarétt.\nUm lögbann samkvæmt þessari grein fer að öðru leyti eftir lögum um kyrrsetningu, lögbann o.fl.]\nL. 21/2020, 16. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Viðurlög.\nÞað varðar sektum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gróflega eða ítrekað gegn ákvæðum laga þessara um upplýsingaskyldu skv. II. kafla, greiðslu með korti skv. 16. gr. og bann við notkun tiltekinna fjarskiptaaðferða skv. 18. gr.\n[Gera má lögaðila sekt fyrir brot á lögum þessum og reglum settum á grundvelli þeirra óháð því hvort sök verði sönnuð á tiltekinn fyrirsvarsmann lögaðilans, starfsmann hans eða annan aðila sem starfar á hans vegum. Hafi fyrirsvarsmaður lögaðilans, starfsmaður hans eða annar á hans vegum með saknæmum hætti brotið gegn lögum þessum eða reglum settum á grundvelli þeirra í starfsemi lögaðilans má gera honum refsingu, auk þess að gera lögaðilanum sekt.]\nL. 58/2015, 12. gr.\nVI. kafli. Innleiðing, gildistaka og breyting á öðrum lögum.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Innleiðing.\nLög þessi eru sett með hliðsjón af ákvörðun sameiginlegu EES-nefndarinnar nr. 47/2003 um breytingu á IX. viðauka og XIX. viðauka við EES-samninginn frá 16. maí 2003 og til þess að taka upp í innlendan rétt ákvæði tilskipunar Evrópuþingsins og ráðsins 2002/65/EB frá 23. september 2002 varðandi fjarsölu á fjármálaþjónustu fyrir neytendur og um breytingu á tilskipun ráðsins 90/619/EBE og á tilskipunum 97/7/EB og 98/27/EB.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. júní 2005.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "...",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
