{
  "id": "79/2005",
  "type": "statute",
  "title": "Lög um uppboðsmarkaði sjávarafla",
  "status": "in_force",
  "issued_date": "2005-05-24",
  "url": "https://www.althingi.is/lagas/nuna/2005079.html",
  "description": "Tóku gildi 9. júní 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi taka til starfsemi uppboðsmarkaða fyrir sjávarafla.\n[Ráðherra] veitir leyfi til reksturs uppboðsmarkaðar fyrir sjávarafla. Við veitingu leyfa skal ráðherra m.a. meta hvort skilyrði séu til frjálsrar verðmyndunar á uppboðsmarkaði með hliðsjón af líklegu fiskframboði, fjölda fiskvinnslustöðva á markaðssvæði og starfsemi annarra uppboðsmarkaða.\nSvipta má aðila leyfi til reksturs uppboðsmarkaðar fullnægi hann ekki skilyrðum settum í lögum þessum eða reglugerð um starfsemi uppboðsmarkaða, sbr. 5. gr.\nL. 126/2011, 407. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Í lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Leyfishafi: Sá sem fengið hefur leyfi ráðherra samkvæmt lögum þessum til að starfrækja uppboðsmarkað fyrir sjávarafla.\n2. Reiknistofa uppboðsmarkaða: Aðili sem leyfishafi hefur falið að sjá um framkvæmd uppboða skv. 5. tölul. og þá starfsemi sem tilgreind er í 6. gr. Reiknistofa skal uppfylla þau skilyrði sem ráðherra setur með reglugerð skv. 5. gr.\n3. Uppboðsmarkaður: Markaður þar sem sjávarafli, eldistegundir bæði úr ferskvatns- og sjávareldi, vatnafiskur og afurðir úr framantöldu eru seldar á frjálsu uppboði. Uppboðsmarkaður getur jafnframt veitt aðra þjónustu sem tengist sölunni.\n4. Uppboðsstaður: Staður þar sem aðilar geta kynnt sér afla sem seldur verður á uppboði.\n5. Uppboðsstjóri: Sá aðili sem leyfishafi hefur falið að annast framkvæmd uppboðs og hlotið hefur löggildingu ráðherra til þeirra starfa. Leyfishafi hefur heimild til að fela reiknistofu uppboðsmarkaða að sjá um framkvæmd uppboðs.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Leyfi til reksturs uppboðsmarkaðar má einungis veita aðilum sem fullnægja eftirfarandi skilyrðum:\na. Hafa íslenskan ríkisborgararétt og eiga lögheimili hér á landi. Erlendur ríkisborgari sem á lögheimili hér á landi og hefur átt það samfellt í a.m.k. eitt ár skal þó vera undanþeginn skilyrði um íslenskt ríkisfang. [Skilyrði um íslenskan ríkisborgararétt og lögheimili hér á landi ná ekki til einstaklinga sem hafa ríkisfang og búsettir eru í aðildarríki Evrópska efnahagssvæðisins eða í aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu eða til Færeyinga búsettra í Færeyjum eða á Íslandi.]\nb. Eru fjárráða.\nc. Hafa forræði á búi sínu.\nEnn fremur má veita hlutafélögum eða öðrum lögaðilum sem eiga heimili hér á landi leyfi til reksturs, enda uppfylli stjórnarmenn og framkvæmdastjórar lögaðila skilyrði b- og c-liðar 1. mgr. Sé um að ræða erlendan aðila eða íslenskan lögaðila sem erlendur aðili á hlut í skal auk þess fullnægt skilyrðum laga um fjárfestingu erlendra aðila í atvinnurekstri.\nL. 44/2006, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Um húsnæði og búnað uppboðsmarkaðar og meðferð afla gilda [lög um matvæli] og reglur settar á grundvelli þeirra laga eftir því sem við á.\nUm vigtun afla gilda ákvæði laga nr. 57/1996, um umgengni um nytjastofna sjávar, og reglur sem settar eru á grundvelli þeirra eftir því sem við á.\nL. 71/2021, 35. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ráðherra skal í reglugerð kveða á um útgáfu rekstrarleyfa og starfsemi uppboðsmarkaða, þar á meðal um gagnsæi viðskipta, birtingu uppboðsskilmála og um uppboðslýsingar. Ráðherra setur jafnframt reglur um starfsemi reiknistofu uppboðsmarkaða.\nRg. 646/2007, sbr. 774/2007, 398/2021 og 1153/2021.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Leyfishafar skulu standa skil á uppboðsandvirði hins selda afla til seljenda og sjá um skil á greiðslum samkvæmt ákvæðum II. kafla laga nr. 24/1986, um skiptaverðmæti og greiðslumiðlun innan sjávarútvegsins.\nLeyfishafi skal krefjast greiðslutrygginga af kaupanda sé ekki um staðgreiðslu að ræða.\nVið skiptingu greiðslna samkvæmt þessari grein skal miða við uppboðsandvirði að frádregnum beinum kostnaði af uppboðinu.\nLeyfishafa er heimilt að fela reiknistofu uppboðsmarkaða þann hluta starfsemi sinnar sem mælt er fyrir um í þessari grein.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Um sjávarafla, sem seldur er á uppboðsmarkaði, gilda ekki ákvæði um lágmarksverð samkvæmt lögum nr. 43/1985, um Verðlagsráð sjávarútvegsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Leyfishafi skal hafa í þjónustu sinni a.m.k. einn starfsmann sem sér um framkvæmd uppboðs, uppboðsstjóra, og skal hann hafa löggildingu til starfans.\n[Ráðherra] veitir löggildingu.\nUppboðsstjórar mega hvorki gera boð á uppboði sjálfir né láta aðra gera það fyrir sína hönd.\nL. 126/2011, 407. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "... Brot gegn ákvæðum laga þessara og reglum settum samkvæmt þeim varða sektum hvort sem þau eru framin af ásetningi eða gáleysi og fangelsi allt að tveimur árum sé um stórfellt eða ítrekað ásetningsbrot að ræða.\nL. 88/2008, 233. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
