{
  "id": "143/2005",
  "type": "statute",
  "title": "Forsetabréf um afreksmerki hins íslenska lýðveldis",
  "status": "in_force",
  "issued_date": "2005-12-31",
  "url": "https://www.althingi.is/lagas/nuna/2005143.html",
  "description": "Tók gildi 7. janúar 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Afreksmerkið nefnist afreksmerki hins íslenska lýðveldis. Afreksmerkið er í tveimur stigum. Fyrra stig er merki úr gulli, 3 cm að þvermáli og 2 mm á þykkt. Á framhlið merkisins skal mótuð mynd Fjallkonunnar og umhverfis letrað í boga: Afreksmerki hins íslenska lýðveldis. Á bakhlið merkisins er skjaldarmerki Íslands. Á rönd merkisins skal letra nafn þess er merkið hlýtur og hvaða dag og ár afrek það var unnið er gerði hann merkisins verðan.\nAnnað stig merkisins er eins og hið fyrra nema úr silfri.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Afreksmerkið skal bera á brjóstinu vinstra megin í silkibandi í fánalitunum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Afreksmerkið má sæma innlenda einstaklinga og erlenda sem bjargað hafa íslenskum og erlendum mönnum úr lífsháska á íslensku landi eða í íslenskri lögsögu, enda sé upplýst með skýrslum björgunaraðila eða á annan fullgildan hátt um öll atvik björgunarinnar. Björgunaraðilar eru þeir opinberu aðilar og sjálfboðaliðasamtök sem skipuleggja og framkvæma björgunaraðgerðir.\nGullmerkið skal veita þeim sem sannanlega hætta lífi sínu eða heilsu við björgunarstörf. Nú ferst björgunarmaður við slík björgunarstörf og skal þá veita maka eða afkomendum gullmerkið.\nSilfurmerkið skal veita þeim sem sannanlega tekur virkan þátt í frækilegri björgunaraðgerð.\nBjörgunarmaður telst hver sá vera sem persónulega tekur þátt í björgunaraðgerð eða bregst við hættuástandi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Afreksmerkið er eign þess er hlýtur það og erfingja hans að honum látnum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Forseti Íslands veitir afreksmerkið.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Forseti Íslands skipar þriggja manna nefnd sem gerir tillögu um veitingu afreksmerkisins. Formennsku í nefndinni gegnir formaður orðunefndar hinnar íslensku fálkaorðu en aðrir nefndarmenn eru formaður Slysavarnafélagsins Landsbjargar og forsetaritari, sá síðastnefndi skal gegna störfum ritara nefndarinnar. Formaður nefndarinnar ber ábyrgð á að kalla nefndina saman hverju sinni til að fjalla um björgunaratvik. Seta í nefndinni er ótímabundin en þó bundin við skipunartíma í starf.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Engan má sæma afreksmerkinu nema nefndarmenn séu sammála um að leggja það til. Ef um erlendan ríkisborgara er að ræða skal leita umsagnar prótókollsskrifstofu utanríkisráðuneytisins sem kannar hjá viðkomandi stjórnvöldum hvort heimilt sé að sæma viðkomandi merkinu áður en ákvörðun er tekin um veitingu þess.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Afreksmerkið skal veita eigi síðar en sex mánuðum eftir björgunaratvik.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Merkinu skal fylgja skjal, undirritað af forseta og formanni afreksmerkjanefndar, þar sem greint sé fyrir hvaða afrek merkið er veitt og hvar björgunarafrekið var unnið.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Birta skal í Stjórnartíðindum og fjölmiðlum hverjir hljóta afreksmerkið og fyrir hvað merkið er veitt og hvar afrekið var unnið.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kostnaður við afreksmerkið greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forsetabréf þetta öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
