{
  "id": "57/2005",
  "type": "statute",
  "title": "[Lög um eftirlit með viðskiptaháttum og markaðssetningu]1)",
  "status": "in_force",
  "issued_date": "2005-05-20",
  "url": "https://www.althingi.is/lagas/nuna/2005057.html",
  "description": "Tóku gildi 1. júlí 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lög þessi taka til hvers konar atvinnustarfsemi, svo sem framleiðslu, verslunar og þjónustu, án tillits til þess hvort hún er rekin af einstaklingum, félögum, opinberum aðilum eða öðrum.\nLög þessi taka ekki til launa eða annarra starfskjara launþega samkvæmt kjarasamningum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi taka til samninga, skilmála og athafna sem hafa eða ætlað er að hafa áhrif hér á landi.\n[Auk þess taka lög þessi til samninga, skilmála og athafna aðila sem hefur staðfestu á Íslandi og ætlað er að hafa áhrif í aðildarríki á Evrópska efnahagssvæðinu og um er að ræða ætlað brot gegn ákvæðum III.&ndash;V. kafla.]\nL. 38/2011, 65. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Merking orða í lögum þessum er sem hér segir:\n1. Atvinnurekstur er hvers konar atvinnustarfsemi, óháð formi eignarhalds og án tillits til þeirrar vöru, þjónustu eða réttinda sem verslað eða sýslað er með gegn endurgjaldi.\n2. Fyrirtæki er einstaklingur, félag, opinberir aðilar og aðrir sem stunda atvinnurekstur.\n3. Neytandi er einstaklingur sem kaupir vöru eða þjónustu gegn endurgjaldi, enda séu kaupin ekki gerð í atvinnuskyni.\n4. Vara er samkvæmt lögum þessum fasteignir og lausafé, þ.m.t. skip, loftför, lofttegundir, rafmagn og aðrir orkugjafar.\n5. Verð er andvirði vöru og þjónustu með virðisaukaskatti og öðrum opinberum gjöldum þar sem við á, þ.e. hvers konar endurgreiðsla án tillits til þess hvort notað er annað heiti, svo sem endurgjald, laun, þóknun, frakt, flutningsgjald, taxti, leiga eða því um líkt.\n[6. Viðskiptahættir eru markaðssetning fyrirtækja eða önnur athöfn, athafnaleysi eða hátterni sem tengist kynningu á vöru eða þjónustu eða viðskiptum með vöru og þjónustu.]\n[7. ] Þjónusta er hvers konar fyrirgreiðsla, vinna eða þjónusta gegn endurgjaldi, nema launuð vinna í þjónustu annarra.\nL. 50/2008, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Neytendastofa, undir yfirstjórn ráðherra, fer með eftirlit samkvæmt lögum þessum einkum í þágu neytenda.]\nHlutverk Neytendastofu samkvæmt lögum þessum er að:\na. framfylgja boðum og bönnum laganna,\nb. ákveða aðgerðir gegn óréttmætum viðskiptaháttum,\nc. stuðla að auknu gagnsæi markaðarins.\n[Neytendastofa ákveður hvort erindi sem berst gefi nægar ástæður til rannsóknar.] Við afgreiðslu mála samkvæmt lögum þessum er Neytendastofu heimilt að raða málum í forgangsröð.\nÁkvörðunum Neytendastofu sem teknar eru á grundvelli laga þessara verður skotið til áfrýjunarnefndar neytendamála, sem starfar á grundvelli 4. gr. [laga um Neytendastofu].\nL. 21/2020, 1. gr. L. 125/2013, 6. gr.\n[II. kafli. Bann við óréttmætum viðskiptaháttum.]\nL. 50/2008, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Fyrirtæki, sem selur vörur eða þjónustu til neytenda, skal merkja vöru sína og þjónustu með verði eða sýna það á svo áberandi hátt á sölustaðnum að auðvelt sé fyrir neytendur að sjá það. Neytendastofa getur sett nánari ákvæði um verðmerkingar með opinberri tilkynningu.\nRgl. 383/2007. Rgl. 366/2008. Rgl. 536/2011. Rgl. 537/2011, sbr. rgl. 860/2013. Rgl. 1212/2020.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Neytendastofa getur gefið fyrirtækjum sérstök fyrirmæli um að gera ráðstafanir til að auðvelda viðskiptavinum að meta verð og gæði. Fyrirmælin geta falist í skyldu til að tilgreina verð, viðskiptakjör, gæði og aðra eiginleika og hvernig vara skal mæld, vegin og flokkuð. Neytendastofa getur gefið slík fyrirmæli með opinberri tilkynningu.\nRgl. 381/2007. Rgl. 382/2007. Rgl. 383/2007. Rgl. 384/2007. Rgl. 366/2008. Rgl. 536/2011. Rgl. 537/2011, sbr. rgl. 860/2013. Augl. 574/2012. Rgl. 220/2015, sbr. 608/2018. Rgl. 1212/2020.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Í því skyni að upplýsa neytendur og efla verðskyn þeirra aflar Neytendastofa upplýsinga um verð, verðmyndun og önnur viðskiptakjör og birtir niðurstöður eftir því sem ástæða þykir til. Neytendastofa skal setja verklagsreglur um öflun slíkra upplýsinga, meðferð þeirra og birtingu.\n[VIII. kafli.] [Upplýsingaöflun.]\nL. 50/2008, 2. gr. L. 21/2020, 6. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Neytendastofa getur krafið þá sem lög þessi taka til um allar upplýsingar sem nauðsynlegar þykja við athugun einstakra mála. Upplýsinga er hægt að krefjast munnlega eða skriflega og skulu þær gefnar innan hæfilegs frests sem stofnunin setur.\nNeytendastofa getur með sömu skilyrðum og í 1. mgr. krafist þess að fá gögn afhent til athugunar. Skulu þau afhent innan hæfilegs frests sem stofnunin setur.\nNeytendastofa getur í starfi sínu krafist upplýsinga og gagna frá öðrum stjórnvöldum, þar á meðal frá skattyfirvöldum og tollyfirvöldum, óháð þagnarskyldu þeirra.\nNeytendastofa getur einnig lagt skyldu á þá aðila sem um getur í 1. mgr. að upplýsa stofnunina reglulega um atriði sem máli skipta við framkvæmd laga þessara. Neytendastofa getur gefið slík fyrirmæli með opinberri tilkynningu.\n[20. gr. a.\nNeytendastofa getur við rannsókn máls gert nauðsynlegar athuganir á starfsstöðvum þeirra sem lög þessi taka til [eða á stað þar sem gögn eru varðveitt] og lagt hald á gögn þegar ríkar ástæður eru til að ætla að brotið hafi verið gegn lögum þessum eða ákvörðunum Neytendastofu.\nVið framkvæmd aðgerða skal fylgja ákvæðum laga um meðferð [sakamála] um leit og hald á munum.]\nL. 21/2020, 4. gr. L. 88/2008, 234. gr. L. 57/2007, 1. gr.\n[20. gr. b.\nNeytendastofa getur keypt vörur og þjónustu, undir fölsku nafni og auðkenni, til að koma upp um brot gegn lögum þessum og reglum settum samkvæmt þeim og afla upplýsinga og gagna sem nauðsynleg þykja við athugun einstakra mála.\nNeytendastofa getur krafist endurgreiðslu vegna kaupa skv. 1. mgr. nema það hafi í för með sér verulegt óhagræði fyrir seljanda.]\nL. 21/2020, 5. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "[Þeir sem starfa af hálfu stjórnvalda að framkvæmd laga þessara eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.\n[21. gr. a.\nNeytendastofu er heimilt að afhenda stjórnvöldum annarra ríkja upplýsingar og gögn sem nauðsynleg þykja við framkvæmd laga í samræmi við skuldbindingar Íslands samkvæmt milliríkjasamningum.\nVið afhendingu upplýsinga og gagna skal setja sem skilyrði að:\n1. farið verði með upplýsingarnar og gögnin sem trúnaðarmál hjá þeim sem við þeim tekur,\n2. upplýsingarnar og gögnin verði aðeins notuð í því skyni sem kveðið er á um í viðkomandi milliríkjasamningi og\n3. upplýsingarnar og gögnin verði aðeins afhent öðrum með samþykki Neytendastofu og í þeim tilgangi sem samþykkið kveður á um.]\nL. 57/2007, 2. gr.\n[IX. kafli.] [Úrræði, viðurlög o.fl.]\nL. 50/2008, 2. gr. L. 21/2020, 10. gr.\n[21. gr. b.\nNeytendastofa skal leitast við að fá fyrirtæki til að haga starfsemi sinni í samræmi við lög þessi, m.a. með sáttaumleitan.\nBrjóti viðskiptahættir gegn lögum þessum eða reglum settum samkvæmt þeim getur Neytendastofa tekið við skriflegum skuldbindingum um að látið sé af brotinu eða tekið ákvörðun skv. IX. kafla. Neytendastofa getur einnig kallað eftir skriflegum skuldbindingum um að neytendum sem brotið hafði áhrif á verði boðnar viðeigandi úrbætur.]\nL. 21/2020, 7. gr.\n[[21. gr. c.]\n[Neytendastofa leitast við að hafa áhrif á háttsemi fyrirtækja með útgáfu leiðbeinandi reglna um góða viðskiptahætti á nánar afmörkuðum sviðum viðskipta sem talin eru mikilvæg fyrir hagsmuni neytenda. Neytendastofa skal ráðgast við hlutaðeigandi samtök neytenda og fyrirtækja áður en slíkar reglur eru settar.]\nNeytendastofa getur gripið til aðgerða gegn viðskiptaháttum sem brjóta í bága við ákvæði II.&ndash;VI. kafla og ákvæði VII. og VIII. kafla eftir því sem við getur átt. Aðgerðir Neytendastofu geta falið í sér bann, fyrirmæli eða heimild með ákveðnu skilyrði.\n[Neytendastofu er heimilt að taka ákvarðanir til bráðabirgða um einstök mál skv. 2. mgr. enda sé hætta á að háttsemin skaði verulega heildarhagsmuni neytenda.\nBráðabirgðaákvörðun skal gilda í tiltekinn tíma og má endurnýja hana ef það er talið nauðsynlegt.]]\nL. 21/2020, 7. gr. L. 21/2020, 8. gr. L. 50/2008, 3. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "[Neytendastofa getur lagt stjórnvaldssektir á fyrirtæki sem brjóta gegn:\na. ákvæðum laga þessara, og reglum settum samkvæmt þeim um bann við óréttmætum viðskiptaháttum, sbr. II.&ndash;V. kafla,\nb. stjórnvaldsreglum og ákvörðunum Neytendastofu gegn viðskiptaháttum sem brjóta í bága við ákvæði II.&ndash;VIII. kafla og fyrirmælum Neytendastofu, sbr. 21. gr. b,\nc. reglum og fyrirmælum Neytendastofu um ráðstafanir til að auðvelda viðskiptavinum að meta verð og gæði, sbr. 18. gr.]\nSektir skv. 1. mgr. geta numið allt að 10 millj. kr.\nL. 50/2008, 3. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Ef ekki er farið að ákvörðun sem tekin hefur verið samkvæmt þessum lögum getur Neytendastofa ákveðið að sá eða þeir sem ákvörðunin beinist gegn greiði dagsektir þar til farið verður að henni. Ákvörðun um dagsektir skal tilkynnt bréflega á sannanlegan hátt þeim sem hún beinist að.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Ákvörðun um dagsektir má skjóta til áfrýjunarnefndar neytendamála innan fjórtán daga frá því að hún er kynnt þeim er hún beinist að. Dagsektir reiknast ekki fyrr en frestur er liðinn. Ef ákvörðun er skotið til áfrýjunarnefndar neytendamála falla dagsektir ekki á fyrr en niðurstaða hennar liggur fyrir.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Ákvörðun Neytendastofu verður ekki borin undir dómstóla fyrr en úrskurður áfrýjunarnefndar neytendamála liggur fyrir.\n[Nú vill aðili ekki una úrskurði áfrýjunarnefndar og getur hann þá höfðað mál til ógildingar fyrir dómstólum. Mál skal höfðað innan sex mánaða frá því að aðili fékk vitneskju um úrskurð áfrýjunarnefndarinnar. Málshöfðun frestar ekki gildistöku úrskurðar nefndarinnar né heimild til aðfarar.]\nL. 34/2007, 11. gr.\n[25. gr. a. Lögbann.\nNeytendastofa getur leitað lögbanns til að vernda heildarhagsmuni neytenda enda sé fullnægt öðrum skilyrðum lögbanns sem greind eru í lögum um kyrrsetningu, lögbann o.fl.\nNeytendastofa getur fengið lagt lögbann við athöfn ef hætta er á að háttsemin skaði verulega heildarhagsmuni neytenda og engin önnur skilvirk leið er fyrir hendi til að stöðva brot gegn ákvæðum II.&ndash;VII. kafla. Við lögbannsgerð má eftir kröfu Neytendastofu leggja fyrir:\na. þjónustuveitanda eða þann sem starfrækir netskilflöt að fjarlægja efni á netskilfleti eða setja upp skýra viðvörun sem neytendur sjá þegar þeir fara inn á netskilflöt,\nb. fjarskiptafyrirtæki að takmarka aðgang að netskilfleti,\nc. þjónustuveitanda að fjarlægja, gera óvirkan eða takmarka aðgang að netskilfleti, eða\nd. skráningaraðila eða skráningarmiðlun léna að loka, læsa eða endurskrá lén á Neytendastofu.\nLagt verður fyrir þjónustuveitendur og fjarskiptafyrirtæki að leysa af hendi athafnir skv. 2. mgr. óháð því hvort þau beri ábyrgð á gögnum, miðlun gagna eða sjálfvirkri, millistigs- eða skammtímageymslu gagna.\nÞeir sem lagt verður fyrir að leysa af hendi athafnir skv. a&ndash;d-lið 2. mgr. og þeir sem taldir eru brjóta gegn ákvæðum II.&ndash;VII. kafla skulu fá réttarstöðu gerðarþola eftir því sem við verður komið. Ef við á skal rétthafa léns tryggð sambærileg réttarstaða og gerðarþola til hagsmunagæslu við fyrirtöku lögbannsgerðar eftir því sem við verður komið, auk tilkynningar um lögbannsgerð að henni lokinni, skv. 14. og 18. gr. laga um kyrrsetningu, lögbann o.fl., nr. 31/1990.\nVið mat á því hvort lögbann verði lagt á skal vega saman hagsmuni gerðarþola og heildarhagsmuni neytenda. Meðal annars skal litið til sjónarmiða um meðalhóf, tjáningarfrelsi og upplýsingarétt.\nUm lögbann fer að öðru leyti eftir lögum um kyrrsetningu, lögbann o.fl.]\nL. 21/2020, 9. gr.\n[25. gr. b. Úrræði.\nHáttsemi sem er andstæð ákvæðum laga þessara má banna með dómi. Í málum vegna brota á lögunum getur dómstóll ákveðið að gerðar skuli ráðstafanir til að tryggja að farið sé að banninu.\nBrot á lögum þessum getur valdið skaðabótaskyldu í samræmi við almennar reglur skaðabótaréttar.\nÞeim sem af ásetningi eða gáleysi hagnýtir réttindi annars samkvæmt lögum þessum er skylt að greiða hæfilegt endurgjald fyrir hagnýtinguna.\nÞeim sem hagnast á réttindum annars án þess að um ásetning eða gáleysi sé að ræða er skylt að greiða hæfilegt endurgjald. Endurgjaldið má þó aldrei vera hærra en ætla má að nemi hagnaði hans af brotinu.\nSá sem á lögvarinna hagsmuna að gæta getur höfðað dómsmál til að fá bann lagt við háttsemi og/eða dæmda eða viðurkennda kröfu um skaðabætur eða hæfilegt endurgjald.]\nL. 21/2020, 9. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Brot gegn lögum þessum, reglum og fyrirmælum settum samkvæmt þeim varða fésektum eða fangelsi allt að sex mánuðum ef sakir eru miklar. Dæma má sviptingu réttinda skv. 68. gr. almennra hegningarlaga og fésekt jafnframt fangelsi ef skilyrði 49. gr. almennra hegningarlaga eru fyrir hendi.\nSá sem gefur aðilum, sem annast framkvæmd laga þessara, rangar skýrslur skal sæta refsingu skv. XV. kafla almennra hegningarlaga.\nSektir samkvæmt lögum þessum má gera jafnt lögaðila sem einstaklingi. Lögaðila má ákvarða sekt án tillits til þess hvort sök verður sönnuð á starfsmann lögaðilans. Hafi starfsmaður lögaðilans framið brot á lögum þessum eða reglum settum samkvæmt þeim má einnig gera lögaðila þessum sekt og sviptingu starfsréttinda, enda sé brotið drýgt til hagsbóta fyrir lögaðilann eða hann hefur notið hagnaðar af brotinu. Lögaðili ber ábyrgð á greiðslu sektar sem starfsmaður hans er dæmdur til að greiða vegna brota á lögum þessum enda séu brot tengd starfi hans hjá lögaðilanum.\nDæma má sviptingu réttinda skv. 68. gr. almennra hegningarlaga og upptöku eigna skv. 69. gr. sömu laga í máli er rís vegna brota á lögum þessum eða reglum settum samkvæmt þeim.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Ákvarðanir Neytendastofu um að leggja á stjórnvaldssektir eða dagsektir eru aðfararhæfar, svo og sakarkostnaður.\nMálskot til áfrýjunarnefndar neytendamála frestar aðför.\nVið aðför samkvæmt ákvörðunum Neytendastofu skal kveðja gerðarþola fyrir héraðsdóm og um málsmeðferð fara skv. 13. kafla aðfararlaga.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Lög þessi öðlast gildi 1. júlí 2005.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    }
  ]
}
