{
  "id": "38/2005",
  "type": "statute",
  "title": "Lög um happdrætti",
  "status": "in_force",
  "issued_date": "2005-05-13",
  "url": "https://www.althingi.is/lagas/nuna/2005038.html",
  "description": "Tóku gildi 1. júlí 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um hvers konar happdrætti með þátttöku almennings, með eða án framlags, þar sem vinningur er valinn að nokkru eða öllu leyti með tilviljunarkenndum hætti eða vinningur ræðst af úrslitum keppni eða atburðar. Lögin gilda enn fremur um happdrætti sem rekin eru í atvinnuskyni þótt þau séu ekki opin almenningi.\nRáðherra mælir nánar fyrir um skilgreiningu, gerðir og flokka happdrætta í reglugerð.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Starfræksla happdrætta.\n[Til þess að halda uppi allsherjarreglu og hamla gegn skaðlegum áhrifum á almenning er óheimilt að reka happdrætti nema með leyfi sýslumanns eða öðruvísi sé mælt fyrir um í lögum þessum. Ráðherra er heimilt að ákveða að leyfisveitingar verði á hendi eins sýslumanns. Happdrættisleyfið skal bundið nánari skilyrðum í samræmi við lög þessi og reglugerðir settar samkvæmt þeim. Þá eru hlutaveltur óheimilar nema með leyfi sýslumanns.]\nHappdrætti þar sem spilað er um peninga eða peningaígildi er óheimilt að reka nema samkvæmt sérstakri lagaheimild. Skal í lögunum kveðið á um fyrirkomulag happdrættis, gjöld, rekstrarskilyrði og rekstrarform. Um happdrætti samkvæmt þessari málsgrein skulu að öðru leyti gilda ákvæði 1. mgr. 3. gr., 1. mgr. 5. gr., 6. gr. og 9.–11. gr.\n[Ákvarðanir sýslumanns um leyfi samkvæmt lögum þessum eru kæranlegar til [ráðuneytisins].]\nL. 143/2006, 25. gr. L. 126/2011, 399. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Leyfisveiting.\nLeyfi til að reka happdrætti eða hlutaveltu, sbr. 1. mgr. 2. gr., má einungis veita félagi, samtökum eða stofnun sem hefur staðfestu á Evrópska efnahagssvæðinu, í þeim tilgangi að afla fjár til almannaheilla hér á landi, svo sem til þjóðfélags-, líknar-, menningar-, íþrótta- eða góðgerðarmála, svo og til alþjóðlegs mannúðarstarfs. Óheimilt er að veita leyfi til aðila er hyggjast reka happdrætti í öðru skyni.\nLeyfi fyrir happdrætti má eigi veita sama aðila oftar en þrisvar sinnum á hverju almanaksári.\nRáðherra getur ákveðið með reglugerð að sýslumenn annist leyfisveitingar fyrir minni háttar happdrættum þar sem heildarfjárhæð vinninga fer eigi fram úr nánar tilteknum fjárhæðarmörkum. Þá getur ráðherra heimilað með reglugerð að sýslumenn veiti leyfi fyrir staðbundnum veðmálahappdrættum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Undanþága frá leyfisskyldu.\nRáðherra getur undanþegið leyfisskyldu minni háttar happdrætti sem félag eða hópur efnir til í skemmtana- eða fjáröflunarskyni. Skal þá miðað við að vinningar séu vara eða þjónusta. Ráðherra kveður nánar á um framkvæmd þeirra í reglugerð.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skilyrði leyfisveitingar.\nHappdrættisleyfi er heimilt að binda því skilyrði að leyfishafi leggi fé af mörkum til rannsókna og aðgerða sem miða að því að sporna við spilafíkn og afleiðingum hennar.\nHappdrættisleyfi skal að jafnaði bundið því skilyrði að ekki megi draga oftar en einu sinni í happdrættinu. Skal sölutímabil happdrættisins að hámarki vera þrír mánuðir frá þeim degi sem tiltekinn er í happdrættisleyfi. Ráðherra kveður nánar á um fyrirkomulag útdráttar í reglugerð.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lágmarksaldur.\n[Sýslumaður] getur við leyfisveitingu kveðið á um lágmarksaldur þeirra sem taka mega þátt í happdrætti en skal hann þó eigi vera lægri en 18 ár.\nL. 143/2006, 26. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Verðmæti vinninga.\nÍ reglugerð skal kveðið á um hlutfall verðmætis vinninga af heildarsöluverði útgefinna miða í hverjum einstökum happdrættisflokki. Skal hlutfallið þó vera að lágmarki 16,67%.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Leyfisgjald.\nFyrir happdrættisleyfi skal greiða leyfisgjald í samræmi við ákvæði laga um aukatekjur ríkissjóðs.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skyldur leyfishafa.\nLeyfishafi happdrættis skal sjá til þess að skilyrðum laga þessara og reglugerða sem settar eru samkvæmt þeim sé framfylgt. Skal hann skila skýrslum eða reikningum um rekstur sinn samkvæmt nánari ákvörðun ráðherra.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Eftirlit.\n[Eftirlit með framkvæmd laga þessara er í höndum sýslumanns. Þó skal [ráðuneytið] fara með eftirlit með happdrættum skv. 2. mgr. 2. gr. Nú er stofnað til sérstaks kostnaðar vegna eftirlitsins með þátttöku sérfróðra manna til að fara yfir skýrslur eða reikninga leyfishafa, sbr. 9. gr., til að fara yfir hugbúnað eða tækjakost leyfishafa eða athuga sérstaklega hvort skilyrðum laga þessara sé fullnægt, og er þá heimilt að krefja viðkomandi leyfishafa um greiðslu á kostnaði sem stofnað er til í þessu skyni.]\nL. 162/2010, 179. gr. L. 143/2006, 27. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Refsingar.\nÞað varðar sektum eða fangelsi allt að sex mánuðum, nema þyngri refsing liggi við samkvæmt öðrum lögum, ef maður\na. af ásetningi eða stórfelldu gáleysi rekur happdrættis- eða veðmálastarfsemi hér á landi án þess að hafa til þess happdrættisleyfi samkvæmt lögum þessum,\nb. af ásetningi eða stórfelldu gáleysi auglýsir, kynnir eða miðlar hvers konar upplýsingum um happdrætti sem ekki hefur verið veitt leyfi fyrir samkvæmt lögum þessum eða uppfyllir ekki skilyrði laganna, [óháð því hvort starfsemi þess er rekin hérlendis eða erlendis].\nNú er brotastarfsemi sem fellur undir 1. mgr. umfangsmikil eða ítrekuð og getur hún þá varðað fangelsi allt að einu ári.\nÞað varðar sektum ef maður af ásetningi eða stórfelldu gáleysi\na. í atvinnuskyni og án heimildar happdrættisleyfishafa auglýsir, kynnir, miðlar eða stuðlar að þátttöku í happdrætti sem rekið er samkvæmt lögum þessum,\nb. falbýður án heimildar happdrættisleyfishafa hvers konar happdrættisgögn.\nNú er brot framið í starfsemi lögaðila og má þá gera lögaðilanum fésekt skv. II. kafla A almennra hegningarlaga.\nL. 61/2010, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Reglugerð.\nRáðherra getur sett nánari reglur um framkvæmd laga þessara.\nRg. 530/2006. Rg. 1124/2006, sbr. 1152/2014.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Gildistökuákvæði og brottfall eldri laga.\nLög þessi öðlast gildi 1. júlí 2005. ...",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
