{
  "id": "139/2005",
  "type": "statute",
  "title": "Lög um starfsmannaleigur",
  "status": "in_force",
  "issued_date": "2005-12-20",
  "url": "https://www.althingi.is/lagas/nuna/2005139.html",
  "description": "Tóku gildi 30. desember 2005.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\n[Lög þessi gilda um starfsmannaleigur á innlendum vinnumarkaði og starfsmenn þeirra. Jafnframt gilda lög þessi um skyldur notendafyrirtækja í tengslum við þjónustusamning þeirra við starfsmannaleigur.\nÞegar um er að ræða erlenda starfsmannaleigu sem veitir þjónustu hér á landi á grundvelli samningsins um Evrópska efnahagssvæðið, stofnsamnings Fríverslunarsamtaka Evrópu eða samnings milli ríkisstjórnar Íslands annars vegar og ríkisstjórnar Danmerkur og heimastjórnar Færeyja hins vegar gilda enn fremur lög um útsenda starfsmenn og skyldur erlendra þjónustuveitenda, sbr. 4. mgr. 1. gr. þeirra laga, um viðkomandi starfsmannaleigu og starfsmenn hennar hér á landi, eftir því sem við á. Sama á við um skyldur og ábyrgð notendafyrirtækja sem gert hafa þjónustusamning við slíka starfsmannaleigu, eftir því sem við á.]\nL. 75/2018, 29. gr.\n[1. gr. a. Markmið.\nMarkmið laga þessara er að tryggja að laun og önnur starfskjör starfsmanna starfsmannaleigna sem starfa á innlendum vinnumarkaði séu í samræmi við ákvæði laga, reglugerða og kjarasamninga sem gilda á vinnumarkaði hérlendis.\nÞá er það markmið laga þessara að tryggja að stjórnvöld geti fengið yfirsýn yfir eðli og umfang starfsemi starfsmannaleigna sem starfa á innlendum vinnumarkaði.]\nL. 75/2018, 30. gr.\n[1. gr. b. Stjórnsýsla.\nRáðherra fer með stjórnsýslu á því sviði sem lög þessi taka\ntil. [Vinnueftirlit ríkisins] annast framkvæmd laga þessara innan stjórnsýslunnar.]\nL. 105/2024, 13. gr. L. 75/2018, 30. gr.\n[1. gr. c. Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Notendafyrirtæki: Notendafyrirtæki er einstaklingur, félag, opinber aðili eða annar sá sem stundar atvinnurekstur og hefur á grundvelli þjónustusamnings skv. 4. tölul. leigt starfsmann af starfsmannaleigu gegn gjaldi til að sinna tímabundnum störfum á vinnustað sínum undir verkstjórn sinni.\n2. Starfsmaður: Starfsmaður starfsmannaleigu er hver sá sem er ráðinn til starfa hjá starfsmannaleigu og er leigður gegn gjaldi til notendafyrirtækis á grundvelli þjónustusamnings skv. 4. tölul.\n3. Starfsmannaleiga: Starfsmannaleiga er sjálfstætt starfandi einstaklingur eða félag sem samkvæmt þjónustusamningi skv. 4. tölul. leigir út starfsmenn sína gegn gjaldi til að sinna störfum á vinnustað notendafyrirtækis undir verkstjórn þess síðarnefnda.\n4. Þjónustusamningur: Þjónustusamningur er samningur milli notendafyrirtækis og starfsmannaleigu um að notendafyrirtækið leigi gegn gjaldi tiltekinn starfsmann eða tiltekna starfsmenn af starfsmannaleigunni í ákveðinn tíma til að sinna störfum á vinnustað sínum undir verkstjórn sinni.]\nL. 75/2018, 30. gr.\nII. kafli. [Skyldur og ábyrgð.]\nL. 75/2018, 37. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skráning.\nHver sá sem vill veita starfsmannaleiguþjónustu hér á landi skal tilkynna um það til [Vinnueftirlits ríkisins] [eigi síðar en sama dag og starfsemin] hefst í fyrsta skipti.\nÍ tilkynningu til [Vinnueftirlits ríkisins] skv. 1. mgr. skal koma fram nafn [starfsmannaleigu, heimilisfang hennar og netfang sem og nafn fyrirsvarsmanns starfsmannaleigunnar og netfang hans]. Þegar starfsmannaleigan hefur staðfestu í öðru ríki á Evrópska efnahagssvæðinu eða í EFTA-ríki skulu koma fram upplýsingar um [heimilisfang starfsmannaleigunnar í heimaríki sem og upplýsingar um sannanlega staðfestu starfsmannaleigunnar í heimaríki, svo sem gögn sem sýna fram á efnahagslega starfsemi, þ.m.t. gögn frá skattyfirvöldum eða sambærilegum stjórnvöldum í heimaríki, þar á meðal] virðisaukaskattsnúmer eða önnur sambærileg heimild um starfsemina sem sýnir fram á að [starfsmannaleigan] starfi löglega sem starfsmannaleiga í heimaríkinu samkvæmt lögum þess ríkis.\n[Vinnueftirlit ríkisins] skal halda skrá yfir [starfsmannaleigur sem veitt hafa stofnuninni upplýsingar] samkvæmt lögum þessum og birta hana með aðgengilegum hætti, [svo sem rafrænt. Í skránni skulu m.a. koma fram nafn starfsmannaleigu og netfang hennar sem og upplýsingar um virðisaukaskattsnúmer eða aðra sambærilega heimild um efnahagslega starfsemi hennar í heimaríki.]\nÖðrum en þeim sem eru á skrá hjá [Vinnueftirliti ríkisins] er óheimilt að veita starfsmannaleiguþjónustu hér á landi.\nStarfsmannaleigum sem ekki hafa staðfestu á Evrópska efnahagssvæðinu eða í EFTA-ríki er óheimilt að veita hér þjónustu án staðfestu nema samningar sem Ísland á aðild að heimili slíkt.\nL. 105/2024, 13. gr. L. 137/2011, 1. gr. L. 75/2018, 32. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Sérstakur fulltrúi.\nStarfsmannaleiga sem veitir þjónustu á Íslandi samtals lengur en tíu virka daga á hverjum tólf mánuðum skal hafa fulltrúa hér á landi. [Fulltrúinn getur verið einn af þeim starfsmönnum starfsmannaleigunnar sem starfa hér á landi.]\nStarfsmannaleiga skal tilkynna [Vinnueftirliti ríkisins] um nafn [og kennitölu eða fæðingardag fulltrúa starfsmannaleigunnar hér á landi sem og um lögheimili eða dvalarstað hans hér á landi og netfang hans] [eigi síðar en sama dag og] starfsemi [starfsmannaleigunnar] hefst hér á landi. Skipti [starfsmannaleigan] um fulltrúa á meðan [hún] hefur starfsemi hér á landi skal tilkynna um skiptin án ástæðulausrar tafar.\nFulltrúi starfsmannaleigunnar [kemur fram fyrir hönd hennar og] ber ábyrgð á að veita stjórnvöldum upplýsingar samkvæmt lögum þessum, sem og þær upplýsingar sem starfsmannaleigu er skylt að veita á grundvelli 2. gr. laga nr. 55/1980, um starfskjör launafólks og skyldutryggingu lífeyrisréttinda, með síðari breytingum. Enn fremur skal hann hafa umboð til að taka við stjórnvaldsákvörðun eða eftir atvikum birtingu stefnu þannig að bindandi sé að lögum fyrir starfsmannaleiguna. Þessar skyldur fulltrúans skulu haldast tólf mánuðum eftir að starfsemi starfsmannaleigunnar er lokið hér á landi.\n...\nL. 137/2011, 2. gr. L. 105/2024, 13. gr. L. 75/2018, 33. gr. L. 45/2007, 22. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Upplýsingaskylda.]\n[Starfsmannaleiga sem hyggst veita þjónustu hér á landi samtals lengur en\ntíu virka daga á hverjum tólf mánuðum skal veita [Vinnueftirliti ríkisins] eftirfarandi upplýsingar [og/eða aðgang að gögnum, eftir því sem við á], eigi síðar en [sama dag og starfsemin hefst hér á landi] í hvert skipti, [m.a. skal eftirfarandi koma fram]:\n1. Yfirlit yfir starfsmenn sem starfa munu á vegum starfsmannaleigunnar hér á landi þar sem fram kemur nafn, fæðingardagur, heimilisfang í heimaríki, ríkisfang, [upplýsingar um hvort viðkomandi starfsmenn njóta almannatryggingaverndar í heimaríki] og starfsréttindi eftir því sem við á.\n2. Upplýsingar um dvalarstað og áætlaðan [starfstíma] starfsmanna [starfsmannaleigunnar] hér á landi þegar um erlenda starfsmenn er að ræða.\n3. Gildi atvinnuleyfa starfsmanna í heimaríki þegar um er að ræða starfsmenn sem ekki eru ríkisborgarar ríkja á Evrópska efnahagssvæðinu eða EFTA-ríkja eða Færeyingar.\n4. Nafn og kennitölu notendafyrirtækis eða annað sambærilegt auðkenni þess.\n5. [Afrit af ráðningarsamningum þeirra starfsmanna sem starfa munu á vegum starfsmannaleigunnar hér á landi.]\n6. Aðrar upplýsingar sem [Vinnueftirlit ríkisins] kann að óska eftir til að ganga úr skugga um að starfsmannaleiga veiti sannanlega þjónustu hér á grundvelli 36. gr. samningsins um Evrópska efnahagssvæðið, stofnsamnings Fríverslunarsamtaka Evrópu eða samnings milli ríkisstjórnar Íslands annars vegar og ríkisstjórnar Danmerkur og heimastjórnar Færeyja hins vegar og að um sé að ræða starfsmenn hennar, svo sem afrit af þjónustusamningum og ráðningarsamningum.\n[Starfsmannaleiga sem hyggst ekki veita þjónustu hér á landi samtals lengur en tíu virka daga á hverjum tólf mánuðum en veitir samt sem áður þjónustu hér á landi sem varir lengur skal veita [Vinnueftirliti ríkisins] upplýsingar og/eða aðgang að gögnum, eftir því sem við á, skv. 1. mgr. eigi síðar en á ellefta virka degi sem þjónustan hefur varað hér á landi í hvert skipti.]\n[Vinnueftirlit ríkisins] skal veita starfsmannaleigunni skriflega staðfestingu um að stofnunin hafi móttekið gögn skv. [1.–6. tölul. 1. mgr. og ber starfsmannaleigunni að afhenda notendafyrirtækinu staðfestinguna, sbr. 4. gr. a], [eigi síðar en tveimur virkum dögum eftir að] [starfsmannaleigan hefur móttekið staðfestinguna frá [Vinnueftirliti ríkisins]].\nStarfsmannaleiga skal tilkynna [um það] til [Vinnueftirlits ríkisins] [án ástæðulausrar tafar] verði breytingar á áður veittum upplýsingum til stofnunarinnar skv. 1. mgr.\n[Á þeim tíma sem starfsmannaleiga veitir þjónustu hér á landi og í einn mánuð eftir að hún hættir að veita þjónustu hér á landi ber henni að hafa ávallt tiltæk afrit af launaseðlum hvers starfsmanns og staðfestingu á að laun hvers starfsmanns hafi verið greidd í samræmi við það sem fram kemur á launaseðlum, m.a. hvað varðar launafjárhæð, sem og afrit af vinnutímaskýrslum sem sýna vinnutíma hvers starfsmanns. Ber starfsmannaleigu að afhenda fyrrnefnd gögn til [Vinnueftirlits ríkisins] eigi síðar en tveimur virkum dögum frá því að beiðni stofnunarinnar þess efnis berst starfsmannaleigunni. Eigi síðar en sama dag og starfsemin hefst hér á landi í hvert skipti skal starfsmannaleiga upplýsa [Vinnueftirlit ríkisins] um hvernig stofnunin geti nálgast framangreindar upplýsingar.\n[Vinnueftirlit ríkisins] skal afhenda viðeigandi stjórnvöldum, svo sem lögreglu, skattyfirvöldum, tollyfirvöldum, Tryggingastofnun ríkisins, Útlendingastofnun, [Vinnumálastofnun] og Þjóðskrá Íslands, upplýsingar skv. 1.–5. tölul. 1. mgr. og 4. mgr., enda sé eingöngu um að ræða upplýsingar sem ætla má að falli undir málefnasvið viðkomandi stjórnvalds og nýtist þannig stjórnvaldinu, svo sem við lögbundið eftirlit þess.]]\nL. 75/2018, 34. gr. L. 105/2024, 13. gr. L. 137/2011, 3. gr. L. 105/2024, 14. gr. L. 45/2007, 22. gr.\n[4. gr. a. Skyldur notendafyrirtækis.\nNotendafyrirtæki skal óska eftir skriflegri staðfestingu skv. [3. mgr. 4. gr. frá starfsmannaleigu um að hún] hafi sinnt [upplýsingaskyldu] sinni til [Vinnueftirlits ríkisins] skv. 4. gr. [eigi síðar en [tíu] virkum dögum eftir að starfsemi hlutaðeigandi starfsmannaleigu hófst hér á landi].\nVerði starfsmannaleigan ekki við beiðni notendafyrirtækis skv. 1. mgr. skal notendafyrirtækið tilkynna um það til [Vinnueftirlits ríkisins] ásamt því að veita upplýsingar um nafn [starfsmannaleigunnar, heimilisfang hennar hér á landi eða í heimaríki og netfang sem og nafn fyrirsvarsmanns starfsmannaleigunnar og netfang hans]. Skal koma fram að um starfsmannaleigu sé að ræða. Ef nafn fyrirsvarsmanns [starfsmannaleigu] er ekki þekkt ber að upplýsa um nafn þess aðila er kemur fram fyrir hönd [starfsmannaleigunnar og netfang hans].\nNotendafyrirtæki skal afhenda trúnaðarmanni stéttarfélags á vinnustað, eða viðkomandi stéttarfélagi þegar trúnaðarmaður er ekki fyrir hendi á vinnustað, skriflega staðfestingu [starfsmannaleigu skv. 3. mgr. 4. gr.], sbr. 1. mgr., óski trúnaðarmaður eða stéttarfélag eftir því.\n[Verði notendafyrirtæki vart við að starfsmannaleiga sem það hefur gert þjónustusamning við brjóti gegn lögum þessum, svo sem hvað varðar laun eða önnur starfskjör starfsmanna starfsmannaleigunnar, skal notendafyrirtækið tilkynna um það til [Vinnueftirlits ríkisins] án ástæðulausrar tafar.]]\nL. 75/2018, 35. gr. L. 105/2024, 13. gr. L. 137/2011, 4. gr. L. 45/2007, 22. gr.\n[4. gr. b. Ábyrgð notendafyrirtækis.\nNotendafyrirtæki ber óskipta ábyrgð á grundvelli þjónustusamnings skv. 4. tölul. 1. gr. c á vangoldnum lágmarkslaunum sem og öðrum vangreiðslum skv. 2. mgr. vegna starfsmanna starfsmannaleigu. Ef notendafyrirtæki er hluti fyrirtækjasamstæðu ber móðurfélagið sameiginlega ábyrgð með notendafyrirtækinu. Sama á við um annað félag ef það er stjórnandi notendafyrirtækisins sem um ræðir hverju sinni.\nÁbyrgð notendafyrirtækis nær til vangoldinna launa og starfskjara sem starfsmaður hefði að lágmarki átt að njóta, sbr. 5. gr. a, á þeim tíma sem hann sinnti störfum fyrir notendafyrirtækið sem og vangoldinna launatengdra gjalda. Ábyrgðin nær ekki til vangoldinna orlofslauna.\nKrafa vegna vangreiðslna, sbr. 2. mgr., skal hafa borist notendafyrirtæki innan fjögurra mánaða frá gjalddaga viðkomandi kröfu. Ef notendafyrirtæki vissi eða mátti vita af bersýnilegri vanefnd hvað varðar greiðslur skv. 2. mgr. má með ákvörðun dómstóla lengja ábyrgðartíma notendafyrirtækisins í allt að tólf mánuði. Krafa telst hafa borist notendafyrirtæki þegar starfsmaður krefur notendafyrirtækið skriflega, hvort sem er á rafrænu formi eða á pappír, um vangoldin laun og/eða aðrar vangreiðslur skv. 2. mgr. þar sem m.a. er gerð grein fyrir í hverju vanefnd starfsmannaleigunnar hefur falist, þ.m.t. hvenær viðkomandi krafa féll í gjalddaga, og með hvaða hætti starfsmaðurinn óskar eftir að svar berist frá notendafyrirtækinu. Krafa telst einnig hafa borist notendafyrirtæki ef samráðsnefnd, sbr. 2. mgr. 2. gr. laga nr. 55/1980, um starfskjör launafólks og skyldutryggingu lífeyrisréttinda, hefur tilkynnt notendafyrirtækinu um vangreiðslur fyrirtækis skv. 2. mgr. vegna starfsmanns starfsmannaleigunnar.\nNotendafyrirtæki skal gera hlutaðeigandi starfsmannaleigu grein fyrir framkominni kröfu skv. 3. mgr. án ástæðulausrar tafar og skora á starfsmannaleiguna að greiða kröfuna eða að öðrum kosti gera grein fyrir afstöðu sinni til hennar innan sjö virkra daga frá móttöku áskorunar um greiðslu kröfunnar. Telji notendafyrirtæki vafa leika á réttmæti kröfu, hafi það í hyggju að óska eftir umsögn samráðsnefndar, sbr. 5. mgr., eða synja um greiðslu kröfu á grundvelli undanþágu frá ábyrgð notendafyrirtækis skv. 4. gr. c skal það gera starfsmannaleigunni og starfsmanninum sem í hlut eiga grein fyrir þeirri afstöðu sinni innan sjö virkra daga frá því að frestur starfsmannaleigu skv. 1. málsl. rann út og skal skriflegur rökstuðningur fylgja með afstöðu notendafyrirtækisins. Að öðrum kosti skal notendafyrirtækið greiða viðkomandi kröfu innan 24 virkra daga frá því að krafan barst því.\nNotendafyrirtæki og starfsmanni starfsmannaleigu er heimilt að óska eftir umsögn samráðsnefndar, sbr. 2. mgr. 2. gr. laga nr. 55/1980, um starfskjör launafólks og skyldutryggingu lífeyrisréttinda, um réttmæti kröfu skv. 3. mgr. innan sjö virkra daga frá því að frestur starfsmannaleigu skv. 1. málsl. 4. mgr. rann út og skal umsögn samráðsnefndarinnar liggja fyrir innan sjö virkra daga frá því að óskað var eftir henni. Nýti notendafyrirtæki eða starfsmaður starfsmannaleigu heimild sína skv. 1. málsl. skal notendafyrirtækið að nýju gera starfsmannaleigunni og starfsmanninum sem í hlut eiga grein fyrir afstöðu sinni til kröfunnar innan þriggja virkra daga frá því að notendafyrirtækinu barst umsögn samráðsnefndarinnar í hendur.\nNotendafyrirtæki er heimilt að draga frá greiðslu til starfsmannaleigu þá fjárhæð sem nemur þeim kostnaði sem notendafyrirtækið verður fyrir í tengslum við greiðslu kröfu skv. 3. mgr., þ.m.t. vegna greiðslu vaxtakostnaðar, innheimtukostnaðar og málskostnaðar, eftir því sem við á.\nHöfði starfsmaður starfsmannaleigu dómsmál hér á landi vegna ábyrgðar notendafyrirtækis skal hann gera það innan átta mánaða frá því að afstaða notendafyrirtækisins til viðkomandi kröfu lá fyrir, sbr. 4. mgr., auk þess sem starfsmaðurinn skal þá einnig stefna hlutaðeigandi starfsmannaleigu þar sem notendafyrirtækið á varnarþing.\nSé um persónuupplýsingar, þ.m.t. viðkvæmar persónuupplýsingar, að ræða í skilningi laga um persónuvernd og meðferð persónuupplýsinga skal fara með þær upplýsingar, svo sem hvað varðar vinnslu upplýsinganna og varðveislu þeirra, í samræmi við ákvæði þeirra laga.]\nL. 75/2018, 36. gr.\n[4. gr. c. Undanþága frá ábyrgð notendafyrirtækis.\nÞrátt fyrir ábyrgð notendafyrirtækis skv. 4. gr. b er notendafyrirtæki heimilt að synja um greiðslu kröfu vegna vangreiðslna, sbr. 2. mgr. 4. gr. b, í eftirfarandi tilvikum:\na. Þegar starfsmannaleiga leigir notendafyrirtæki starfsmenn skemur en samtals tíu virka daga á tólf mánaða tímabili.\nb. Þegar um er að ræða kröfu framkvæmdastjóra, stjórnarmanna eða eiganda þeirrar starfsmannaleigu sem um ræðir sem og kröfu maka eða annarra skyldmenna framangreindra aðila eða annarra sem eru þeim það nákomnir að unnt er að sýna fram á að kröfur þeirra séu óréttmætar með tilliti til tengsla þeirra.\nc. Þegar notendafyrirtæki hefur gert þjónustusamning við starfsmannaleigu sem samráðsnefnd, sbr. 2. mgr. 2. gr. laga nr. 55/1980, um starfskjör launafólks og skyldutryggingu lífeyrisréttinda, hefur veitt viðurkenningu á grundvelli kjarasamninga samtaka aðila vinnumarkaðarins með þeim takmörkunum sem í samningunum felast hverju sinni.\nd. Þegar notendafyrirtæki hefur með sannanlegum hætti reynt að tryggja eins og því er unnt að starfsmannaleiga greiði starfsmönnum sínum laun í samræmi við 5. gr. a, svo sem með því að afla eftirfarandi upplýsinga hjá þeirri starfsmannaleigu sem um ræðir hverju sinni um þá starfsmenn starfsmannaleigunnar sem veita notendafyrirtækinu þjónustu hér á landi:\n1. nafn hvers starfsmanns,\n2. afrit af ráðningarsamningi hvers starfsmanns,\n3. afrit af vinnutímaskýrslum hvers starfsmanns,\n4. afrit af launaseðlum hvers starfsmanns og\n5. staðfestingu á að laun hvers starfsmanns hafi verið greidd í samræmi við það sem fram kemur á launaseðli, m.a. hvað varðar launafjárhæð.\nÓski notendafyrirtæki eftir framangreindum upplýsingum hjá þeirri starfsmannaleigu sem um ræðir hverju sinni er hlutaðeigandi starfsmannaleigu skylt að veita notendafyrirtækinu umbeðnar upplýsingar.\nSé um persónuupplýsingar, þ.m.t. viðkvæmar persónuupplýsingar, að ræða í skilningi laga um persónuvernd og meðferð persónuupplýsinga skal fara með þær upplýsingar, svo sem hvað varðar vinnslu upplýsinganna og varðveislu þeirra, í samræmi við ákvæði þeirra laga.\nVerði starfsmannaleiga gjaldþrota gilda lög um Ábyrgðasjóð launa, enda séu skilyrði laganna uppfyllt, og á þá ábyrgð notendafyrirtækis skv. 4. gr. b ekki við.]\nL. 75/2018, 36. gr.\nIII. kafli. Almenn ákvæði.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Óheimil gjaldtaka.\nStarfsmannaleigu er óheimilt að krefjast greiðslna, semja um eða taka við greiðslum frá starfsmönnum sínum fyrir að bjóða eða veita þeim vinnu, hvort sem er við upphaf ráðningarsambands eða síðar.\n[5. gr. a.\nStarfsmaður starfsmannaleigu skal á þeim tíma sem hann sinnir störfum fyrir notendafyrirtæki að lágmarki njóta sömu launa og annarra starfskjara og hann hefði notið hefði hann verið ráðinn beint til notendafyrirtækisins til að gegna sama starfi, sbr. einnig 1. gr. laga nr. 55/1980, um starfskjör launafólks og skyldutryggingu lífeyrisréttinda, með síðari breytingum.\nÁ þeim tíma er starfsmaður starfsmannaleigu sinnir störfum fyrir notendafyrirtæki skal veita honum sama aðgang að hvers konar aðbúnaði og sameiginlegri aðstöðu í notendafyrirtækinu, svo sem mötuneyti og samgöngum, og starfsmenn notendafyrirtækisins njóta, nema mismunandi meðferð verði réttlætt á grundvelli málefnalegra ástæðna.]\nL. 34/2013, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Takmörkun á útleigu.\nStarfsmannaleigu sem hefur ráðið til sín starfsmann er hefur áður starfað hjá [notendafyrirtæki hér á landi] er óheimilt að leigja út starfsmanninn til [sama notendafyrirtækis] fyrr en sex mánuðir eru liðnir frá því að ráðningarsambandi hans við [það notendafyrirtæki] lauk.\n[[Vinnueftirliti ríkisins] er í undantekningartilvikum heimilt á grundvelli rökstuddrar beiðni starfsmanns að veita undanþágu frá 1. mgr.]\nL. 75/2018, 38. gr. L. 105/2024, 13. gr. L. 45/2007, 22. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ráðning til notendafyrirtækis.\nStarfsmannaleigu er óheimilt að takmarka rétt starfsmanns sem leigður hefur verið til notendafyrirtækis til að stofna síðar til ráðningarsambands við það [notendafyrirtæki].\n[Veita skal starfsmanni starfsmannaleigu, á þeim tíma sem hann sinnir störfum fyrir notendafyrirtæki, tímanlega upplýsingar um störf sem losna innan notendafyrirtækisins, þ.m.t. hlutastörf, til að hann hafi sömu tækifæri til að vera ráðinn ótímabundið og starfsmenn notendafyrirtækisins. Heimilt er að veita slíkar upplýsingar með almennum tilkynningum á viðeigandi stað innan notendafyrirtækis.]\nL. 75/2018, 39. gr. L. 34/2013, 4. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skriflegir ráðningarsamningar.\nStarfsmannaleiga skal gera skriflega ráðningarsamninga við starfsmenn sína. Samningur skal vera í tvíriti og heldur hvor aðili sínu eintaki. Jafnframt skal veita skriflegar upplýsingar um það verkefni sem starfsmaður er sendur til að vinna við hverju sinni áður en vinnan hefst.\n[Starfsmannaleiga skal leitast við að greiða fyrir aðgangi starfsmanns síns að starfsmenntun og starfsþjálfun, meðal annars svo að hann geti aukið hæfni sína og til að stuðla að framgangi og hreyfanleika hans í starfi. Gildir það einnig á milli þess sem starfsmaður starfsmannaleigu sinnir störfum fyrir notendafyrirtæki. Á þeim tíma sem starfsmaður starfsmannaleigu sinnir störfum fyrir notendafyrirtæki skal starfsmannaleigan jafnframt leitast við að greiða fyrir aðgangi starfsmannsins að starfsmenntun og starfsþjálfun sem ætluð er starfsmönnum hlutaðeigandi notendafyrirtækis.]\nL. 34/2013, 5. gr.\nIV. kafli. Eftirlit og viðurlög.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Eftirlit.\n[[Vinnueftirlit ríkisins] skal hafa eftirlit með framkvæmd laga þessara og reglugerða settra samkvæmt þeim.\nStarfsmönnum [Vinnueftirlits ríkisins] sem sinna eftirliti á vinnustöðum er m.a. heimilt að fara í eftirlitsheimsóknir á vinnustaði og skal þeim veittur aðgangur að hlutaðeigandi vinnustöðum óski þeir eftir því. Við eftirlitið ber þeim að sýna sérstök skilríki sem stofnunin gefur út. Starfsmönnum [Vinnueftirlits ríkisins] er heimilt að óska eftir aðstoð lögreglu við framangreint eftirlit á vinnustöðum þegar slíkt er nauðsynlegt að mati stofnunarinnar.\nBerist [Vinnueftirliti ríkisins] upplýsingar sem gefa til kynna að starfsmannaleiga hafi brotið gegn ákvæðum laga þessara ber stofnuninni að kanna málið frekar. Komist stofnunin að þeirri niðurstöðu að starfsmannaleiga hafi brotið gegn ákvæðum laga þessara skal hún krefjast þess að viðkomandi starfsmannaleiga starfi í samræmi við lög þessi.]\nL. 105/2024, 13. gr. L. 75/2018, 40. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Upplýsingar í þágu eftirlits.\n[Starfsmannaleiga skal láta [Vinnueftirliti ríkisins] í té þær upplýsingar og gögn er stofnunin telur nauðsynleg til að [hafa eftirlit] með framkvæmd laga þessara, þ.m.t. [afrit af þjónustusamningum skv. 4. tölul. 1. gr. c, ráðningarsamningum, vinnutímaskýrslum og launaseðlum sem og staðfestingu á að laun hvers starfsmanns hafi verið greidd í samræmi við það sem fram kemur á launaseðli, m.a. hvað varðar launafjárhæð].]\n[Notendafyrirtæki skal jafnframt láta [Vinnueftirliti ríkisins] í té upplýsingar og gögn í tengslum við viðskipti aðila er stofnunin telur nauðsynleg til að [hafa eftirlit] með framkvæmd laga þessara, þ.m.t. þjónustusamning.]\n[Upplýsingar sem notendafyrirtæki og starfsmannaleigur skulu veita [Vinnueftirliti ríkisins] samkvæmt lögum þessum, eða reglugerðum settum samkvæmt þeim, skulu vera skriflegar, hvort sem er á rafrænu formi eða á pappír. Þegar gögn eru afhent á öðru tungumáli en íslensku eða ensku skulu fylgja þeim þýðingar á íslensku eða ensku. Þrátt fyrir framangreint getur [Vinnueftirlit ríkisins] í undantekningartilvikum ákveðið að taka við gögnum á öðru tungumáli en íslensku eða ensku, svo sem þegar þýðing gagnanna er óþörf að mati stofnunarinnar.\n[Vinnueftirlit ríkisins] getur aflað upplýsinga og miðlað þeim að því marki sem stofnuninni er það heimilt samkvæmt lögum þessum, rafrænt eða á annan hátt sem stofnunin ákveður.\nBerist [Vinnueftirliti ríkisins] upplýsingar á grundvelli laga þessara sem gefa til kynna að brotið sé gegn ákvæðum íslenskra laga eða reglugerða er stofnuninni skylt að afhenda viðeigandi stjórnvaldi upplýsingarnar án ástæðulausrar tafar.\nÍ þeim tilvikum þegar [Vinnueftirlit ríkisins] býr ekki yfir upplýsingum sem eru nauðsynlegar að mati stofnunarinnar til að hún geti haft eftirlit með framkvæmd laga þessara skv. 1. mgr. 9. gr. skal stofnunin óska eftir upplýsingum frá stjórnvöldum eða eftirlitsfulltrúum samtaka aðila vinnumarkaðarins, sbr. lög um vinnustaðaskírteini og eftirlit á vinnustöðum, sem koma stofnuninni að gagni, svo sem við mat á því hvort ákvæði laga þessara hafi verið brotin, þ.m.t. upplýsingum um nöfn og kennitölur starfsmannaleigna sem og upplýsingum um launagreiðslur til starfsmanna, og ber hlutaðeigandi aðilum að veita [Vinnueftirliti ríkisins] umbeðnar upplýsingar, búi þeir yfir þeim. Berist stjórnvöldum eða eftirlitsfulltrúum samtaka aðila vinnumarkaðarins upplýsingar sem gefa til kynna að brotið sé gegn lögum þessum er þeim skylt að afhenda [Vinnueftirliti ríkisins] upplýsingarnar án ástæðulausrar tafar.]\nStarfsmönnum [Vinnueftirlits ríkisins] er óheimilt að nota aðstöðu sína til að afla [annarra upplýsinga] en þeirra sem eru nauðsynlegar eða kunna að vera nauðsynlegar í þágu [eftirlits skv. 1. mgr. 9. gr. að mati stofnunarinnar]. [Starfsmenn [Vinnueftirlits ríkisins] eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga hvað varðar upplýsingar um mál sem stofnunin hefur til meðferðar á grundvelli laga þessara, sbr. þó 4. mgr., og helst þagnarskylda þeirra eftir að þeir hætta störfum hjá stofnuninni.]\nL. 105/2024, 13. gr. L. 75/2018, 41. gr. L. 45/2007, 22. gr. L. 71/2019, 5. gr.\n[10. gr. a. Afhending ráðningarsamninga, launaseðla og vinnutímaskýrslna.\n[Vinnueftirliti ríkisins] er heimilt að óska eftir umsögn samtaka aðila vinnumarkaðarins eða hlutaðeigandi stéttarfélags, eftir því sem við á, um hvort efni ráðningarsamnings eða þær upplýsingar um laun sem fram koma á launaseðli starfsmanns starfsmannaleigu, m.a. með tilliti til upplýsinga í vinnutímaskýrslum starfsmannsins, séu í samræmi við ákvæði gildandi kjarasamnings í viðkomandi starfsgrein á því svæði þar sem vinna starfsmannsins fer fram.\n[Vinnueftirlit ríkisins] skal afhenda samtökum aðila vinnumarkaðarins eða hlutaðeigandi stéttarfélagi í viðkomandi starfsgrein á því svæði þar sem vinna starfsmanns starfsmannaleigu fer fram afrit af ráðningarsamningi, launaseðlum og vinnutímaskýrslum starfsmannsins sem og þeim gögnum sem borist hafa [Vinnueftirliti ríkisins] og ætlað er að staðfesta að laun starfsmannsins hafi verið greidd í samræmi við það sem fram kemur á launaseðli, m.a. hvað varðar launafjárhæð, þegar fyrrnefndir aðilar óska eftir slíkum afritum, enda liggi fyrir grunur um brot á gildandi kjarasamningi í viðkomandi starfsgrein á því svæði þar sem vinna starfsmannsins fer fram.\nSamtök aðila vinnumarkaðarins eða hlutaðeigandi stéttarfélag, eftir því sem við á, skulu fara með persónuupplýsingar, þ.m.t. viðkvæmar persónuupplýsingar, í skilningi laga um persónuvernd og meðferð persónuupplýsinga, sem fram koma í þeim gögnum sem fyrrnefndir aðilar fá afrit af á grundvelli ákvæðis þessa, í samræmi við ákvæði þeirra laga, svo sem hvað varðar vinnslu og varðveislu upplýsinganna.]\nL. 105/2024, 13. gr. L. 75/2018, 42. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Tímabundin stöðvun á starfsemi.\nHafi [Vinnueftirlit ríkisins] krafist þess með hæfilegum\nfyrirvara að starfsmannaleiga fari að lögum og úrbætur hafa ekki verið gerðar, þegar sá frestur er liðinn sem gefinn var, getur [Vinnueftirlit ríkisins] krafist þess að lögregla stöðvi vinnu tímabundið eða loki starfsemi starfsmannaleigunnar tímabundið þangað til úrbætur hafa verið gerðar.\nL. 105/2024\n[11. gr. a. Dagsektir.\nFari starfsmannaleiga ekki að lögum þessum getur [Vinnueftirlit ríkisins] krafist þess að hlutaðeigandi [starfsmannaleiga] bæti úr annmörkunum innan hæfilegs frests að viðlögðum dagsektum.\n[Starfsmannaleigu sem fyrirhuguð ákvörðun um dagsektir skv. 1. mgr. beinist að skal veittur frestur til að koma að skriflegum athugasemdum áður en ákvörðun er tekin. Tilkynningu [Vinnueftirlits ríkisins] um fyrirhugaða ákvörðun um dagsektir skal fylgja skriflegur rökstuðningur.\nÁkvörðun um dagsektir skv. 1. mgr. skal tilkynnt skriflega á sannanlegan hátt þeirri starfsmannaleigu sem hún beinist að eða fulltrúa hennar, sbr. 3. gr., og skal ákvörðuninni fylgja skriflegur rökstuðningur.\nÁkvörðun um dagsektir felur í sér að sú starfsmannaleiga sem ákvörðunin beinist að skal greiða sekt fyrir hvern dag frá og með upphafi fyrsta virka dags eftir að henni var tilkynnt um ákvörðunina og er það tímamark jafnframt gjalddagi kröfunnar. Síðasti sektardagur skal vera sá dagur þegar bætt hefur verið úr annmörkum að mati [Vinnueftirlits ríkisins].\nDagsektir geta numið allt að 1 millj. kr. fyrir hvern dag. Við ákvörðun fjárhæðar dagsekta skal m.a. líta til fjölda starfsmanna þeirrar starfsmannaleigu sem ákvörðun beinist að og hversu umfangsmikill viðkomandi atvinnurekstur er.]\nÁkvarðanir [Vinnueftirlits ríkisins] um dagsektir eru\naðfararhæfar. [Óinnheimtar dagsektir falla ekki niður eftir síðasta sektardag nema Vinnueftirlit ríkisins ákveði slíkt sérstaklega. Heimilt er að innheimta dagsektir eftir síðasta sektardag með fjárnámi án undangengins dóms eða sáttar.]\nDagsektir skulu renna í ríkissjóð [að frádregnum kostnaði við álagningu og innheimtu].\n[Að öðru leyti fer um ákvörðun [Vinnueftirlits ríkisins] um dagsektir samkvæmt ákvæðum stjórnsýslulaga.]]\nL. 105/2024, 13. gr. L. 75/2018, 43. gr. L. 105/2024, 15. gr. L. 137/2011, 5. gr.\n[11. gr. b. Stjórnvaldssektir.\n[Vinnueftirliti ríkisins] er heimilt að leggja stjórnvaldssektir á starfsmannaleigu sem veitir stofnuninni ekki upplýsingar og/eða aðgang að gögnum skv. 2. mgr. 3. gr. sem og 1., 2., 4. eða 5. mgr. 4. gr. á tilskildum tíma og/eða veitir stofnuninni rangar eða ófullnægjandi upplýsingar að mati stofnunarinnar, óháð því hvort um ásetning eða gáleysi er að ræða af hálfu starfsmannaleigunnar.\nStjórnvaldssektir geta numið allt að 5.000.000 kr.\nVið ákvörðun stjórnvaldssekta skal m.a. taka tillit til alvarleika brots, hvað það hefur staðið lengi, hvort um ítrekað brot sé að ræða og samstarfsvilja hins brotlega aðila. Jafnframt skal líta til þess hvort ætla megi að brotið hafi verið framið í þágu hagsmuna starfsmannaleigunnar.\nÁkvörðun um stjórnvaldssekt skal tilkynnt skriflega á sannanlegan hátt þeirri starfsmannaleigu sem hún beinist að eða fulltrúa hennar, sbr. 3. gr., og skal ákvörðuninni fylgja skriflegur rökstuðningur.\nGjalddagi stjórnvaldssektar er 30 dögum eftir að ákvörðun um sektina var tekin. Hafi stjórnvaldssekt ekki verið greidd innan 15 daga frá gjalddaga skal greiða dráttarvexti af fjárhæð sektarinnar frá gjalddaga. Um ákvörðun og útreikning dráttarvaxta fer samkvæmt ákvæðum laga um vexti og verðtryggingu.\nHeimild [Vinnueftirlits ríkisins] til þess að leggja á stjórnvaldssektir samkvæmt ákvæði þessu fellur niður þegar fimm ár eru liðin frá því að háttsemi skv. 1. mgr. lauk.\nStjórnvaldssektir renna í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu.\nÁkvarðanir [Vinnueftirlits ríkisins] um stjórnvaldssektir eru aðfararhæfar.\nAð öðru leyti fer um ákvörðun [Vinnueftirlits ríkisins] um stjórnvaldssektir samkvæmt ákvæðum stjórnsýslulaga.]\nL. 105/2024, 13. gr. L. 75/2018, 44. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kæruheimild.\nHeimilt er að kæra [ákvarðanir [Vinnueftirlits ríkisins] samkvæmt lögum þessum] til [ráðuneytisins] innan þriggja mánaða frá því að aðila máls var tilkynnt um ákvörðunina. Kæra telst nægilega snemma fram komin ef bréf um hana hefur borist ráðuneytinu eða verið afhent pósti áður en fresturinn er liðinn.\n[Ráðuneytið] skal leitast við að kveða upp úrskurð innan tveggja mánaða frá því að ráðuneytinu berst mál til úrskurðar.\nAð öðru leyti fer um málsmeðferð samkvæmt ákvæðum stjórnsýslulaga.\nL. 105/2024, 13. gr. L. 75/2018, 45. gr. L. 126/2011, 412. gr. L. 162/2010, 30. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Viðurlög.\nBrot gegn lögum þessum eða reglugerðum settum samkvæmt þeim varða sektum nema þyngri refsing liggi við að öðrum lögum.\nSektir renna í ríkissjóð.\n...\nL. 88/2008, 233. gr.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Reglugerðarheimild.\n[Ráðherra] er heimilt að setja reglugerð um nánari framkvæmd laga þessara, [þar á meðal um rafræna málsmeðferð].\nL. 126/2011, 412. gr. L. 75/2018, 46. gr.\n[14. gr. a. Innleiðing á tilskipun.\nMeð lögum þessum er innleidd tilskipun Evrópuþingsins og ráðsins 2008/104/EB um starfsmannaleigur, sem vísað er til í 32. lið k XVIII. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 149/2012.]\nL. 34/2013, 6. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. Starfsmannaleiga sem þegar er starfandi á innlendum vinnumarkaði skal uppfylla skilyrði 2. og 3. gr. eigi síðar en 1. febrúar 2006.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "...\nÁkvæði til bráðabirgða.\nLög þessi skulu endurskoðuð innan tveggja ára frá gildistöku þeirra.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    }
  ]
}
