{
  "id": "62/2006",
  "type": "statute",
  "title": "Lög um eftirlit með aðgangi barna að kvikmyndum og tölvuleikjum",
  "status": "in_force",
  "issued_date": "2006-06-13",
  "url": "https://www.althingi.is/lagas/nuna/2006062.html",
  "description": "Tóku gildi 1. júlí 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Skilgreining hugtaka.\nÍ lögum þessum er merking hugtaka sem hér segir:\n1. Ábyrgðaraðili: Aðili sem framleiðir kvikmyndir eða tölvuleiki til sýningar eða sölu hér á landi, eða hefur kvikmyndir eða tölvuleiki til sýningar, leigu, sölu eða annarrar dreifingar, í atvinnuskyni hér á landi.\n2. Kvikmynd: Hreyfimyndaefni sem gert er með hvers konar tækni, þ.m.t. leiknar kvikmyndir og teiknimyndir, hvort sem ætlað er til sýningar í kvikmyndahúsum, sjónvarpi, tölvum eða öðrum myndflutningstækjum.\n3. Tölvuleikur: Tölvuforrit sem hefur að geyma gagnvirka leiki.\n4. Ofbeldiskvikmynd eða -tölvuleikur: Kvikmynd eða tölvuleikur þar sem sérstaklega er sóst eftir að sýna hvers kyns misþyrmingar eða hrottalegar drápsaðferðir á mönnum og dýrum sem teljast geta haft skaðleg áhrif á sálarlíf barna.\n5. Kvikmynd eða tölvuleikur sem ógnar velferð barna: Kvikmynd eða tölvuleikur þar sem inntak, efnistök eða siðferðisboðskapur getur vegna orðfæris eða athafna haft alvarleg skaðvænleg áhrif á líkamlegan, andlegan eða siðferðilegan þroska barna, einkum og sér í lagi efni sem felur í sér klám.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Aldursmörk og matsskylda.\nBannað er að sýna börnum undir lögræðisaldri ofbeldiskvikmyndir og -tölvuleiki, sem og kvikmyndir eða tölvuleiki sem ógna velferð þeirra. Bönnuð er sýning, sala og önnur dreifing á slíku efni til barna sem hafa ekki náð lögræðisaldri.\nMeta skal allar kvikmyndir og tölvuleiki sem ætlaðir eru til sýningar, sölu eða annarrar dreifingar hér á landi fyrir börn undir lögræðisaldri með tilliti til þess hvort leyfa beri eða takmarka sýningu, notkun eða afhendingu á slíku efni við tiltekið aldursskeið innan lögræðisaldurs. Sama gildir um ítarefni sem dreift er með kvikmyndum og tölvuleikjum og kynningarefni fyrir kvikmyndir og tölvuleiki.\nSkylda skv. 2. mgr. hvílir á þeim aðilum sem framleiða kvikmyndir eða tölvuleiki til sýningar eða sölu hér á landi, eða hafa kvikmyndir eða tölvuleiki til sýningar, leigu, sölu eða annarrar dreifingar, í atvinnuskyni hér á landi. Sömu aðilar skulu gæta þess að aðgangur að sýningum og afhending á kvikmyndum og tölvuleikjum sé í samræmi við ákvæði þessarar greinar.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Framkvæmd mats og merkingar á kvikmyndum og tölvuleikjum.\nÁbyrgðaraðili skal setja sér verklagsreglur um framkvæmd mats skv. 2. mgr. 2. gr. og aldurstakmörkunar skv. 1. og 2. mgr. 2. gr. sem styðjast við alþjóðlega viðurkennd skoðunarkerfi fyrir kvikmyndir og tölvuleiki. Í verklagsreglunum skal tekið mið af barnaverndarsjónarmiðum og einkum litið til eftirtalinna atriða og hvernig með þau er farið hverju sinni: söguefni, orðfæri, beiting ofbeldis, sýning nektar og kynlífs og neysla fíkniefna. Matið skal vera heildarmat á framangreindum atriðum og öðrum atriðum sem kunna að skipta máli. Ábyrgðaraðili skal birta verklagsreglurnar opinberlega, m.a. á vefsíðu sem almenningur hefur aðgang að og sölustöðum kvikmynda og tölvuleikja. Þar skal og tilgreina nafn matsstjóra ábyrgðaraðila og veita almenningi leiðbeiningar um móttöku erinda sem lúta að framkvæmd reglnanna og afgreiðslu slíkra erinda. Ábyrgðaraðili skal færa niðurstöður um mat á sýningarhæfni kvikmynda og tölvuleikja í gagnagrunn sem almenningur hefur aðgang að.\nHafi mat skv. 2. mgr. 2. gr. farið fram á kvikmynd eða tölvuleik er heimilt að láta það mat gilda um kvikmynd eða tölvuleik sem gefinn er út á öðru formi, enda teljist ótvírætt um sömu útgáfu kvikmyndar eða tölvuleiks að ræða.\nÖll eintök kvikmyndar eða tölvuleiks og hvers konar umbúðir skulu greinilega merktar upplýsingum um aldurstakmörk skv. 2. mgr. 2. gr., sem og um það ef kvikmynd eða tölvuleikur er aðeins ætlaður til sýningar fyrir einstaklinga sem náð hafa lögræðisaldri.\nÍ öllum auglýsingum og annarri kynningu á kvikmynd eða tölvuleik skal getið um aldurstakmörk skv. 2. mgr. 2. gr., sem og ef mynd eða leikur er aðeins ætlaður til sýningar eða notkunar fyrir einstaklinga sem náð hafa lögræðisaldri. Þegar birting auglýsingar eða annarrar kynningar á kvikmynd eða tölvuleik fer fram samhliða opinberri sýningu kvikmyndar eða er dreift með eintaki kvikmyndar eða tölvuleiks ber að fylgja 1. mgr. 2. gr.\nAllar kvikmyndir má hafa til sýningar opinberlega fyrir börn sem náð hafa 14 ára aldri, enda horfi þau á myndina í fylgd foreldris eða forsjáraðila.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Undantekningar frá mati og ákvörðun aldursmarka.\nÁkvæði laga þessara taka ekki til frétta- og fræðsluefnis. [Um mat á sýningarhæfi annars dagskrárefnis í hljóð- og myndmiðlum en fellur undir 2. tölul. 1. gr. fer eftir ákvæðum laga um fjölmiðla.]\nL. 38/2011, 65. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eftirlit, stöðvunarúrræði og endurmat.\n[Fjölmiðlanefnd] hefur eftirlit með því að ákvæðum laga þessara sé framfylgt. Í því skyni er [fjölmiðlanefnd] heimilt að láta fara fram úttekt á verklagsreglum skv. 1. mgr. 3. gr. og framkvæmd þeirra. Slík úttekt skal vera á kostnað þess ábyrgðaraðila sem í hlut á hverju sinni.\nNú fær [fjölmiðlanefnd] vitneskju eða rökstudda ábendingu um að niðurstaða mats á sýningarhæfni kvikmyndar eða tölvuleiks sé í andstöðu við 1. mgr. 2. gr. eða óásættanleg með hliðsjón af barnaverndarsjónarmiðum skv. 1. mgr. 3. gr. eða mat skv. 2. mgr. 2. gr. hafi ekki farið fram og er henni þá heimilt að mæla fyrir um stöðvun sýningar og dreifingar kvikmyndarinnar eða tölvuleiksins tímabundið í þrjá sólarhringa með tilkynningu til ábyrgðaraðila. [Fjölmiðlanefnd] er heimilt að kveðja til lögreglu til að veita aðstoð við að framfylgja banni við sýningu og dreifingu kvikmyndar eða tölvuleiks.\nÁ meðan sýningar- og dreifingarbann varir skal fara fram sameiginlegt endurmat ábyrgðaraðila og [fjölmiðlanefndar] á sýningarhæfni kvikmyndar eða tölvuleiks. Ef ágreiningur er um niðurstöðu endurmats ræður afstaða fulltrúa [fjölmiðlanefndar]. Sú ákvörðun telst endanleg og verður ekki kærð til æðra stjórnvalds.\nLeiði endurmat til þess að sýningarhæfni kvikmyndar eða tölvuleiks skuli takmarkast við eldri áhorfendur en upphaflegt mat kvað á um gildir sýningar- og dreifingarbann skv. 2. mgr. [Fjölmiðlanefnd] er heimilt að veita ábyrgðaraðila allt að vikufrest til að innkalla og endurmerkja öll eintök kvikmyndar eða tölvuleiks og hvers konar umbúðir og kynningarefni til samræmis við niðurstöðu endurmatsins.\nBrot gegn 2. gr. laga þessara varða sektum eða fangelsi allt að sex mánuðum nema þyngri refsing liggi við samkvæmt öðrum lögum.\n... Þegar lögreglu hefur borist kæra fyrir brot gegn 1. eða 2. mgr. 2. gr. laga þessara skal lögregla þegar í stað tilkynna [fjölmiðlanefnd] um málavexti. [Fjölmiðlanefnd] leggur sjálfstætt mat á hvort beita beri stöðvunarheimild 2. mgr.\nHeimilt er að gera upptæka kvikmynd eða tölvuleik ef sýning, sala eða dreifing hans fer í bága við ákvæði laga þessara. Hið upptæka skal vera eign ríkissjóðs.\nL. 38/2011, 65. gr. L. 88/2008, 233. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Reglugerð.\n[Ráðherra] getur í reglugerð sett nánari ákvæði um framkvæmd laga þessara, þar á meðal um opinbera birtingu verklagsreglna ábyrgðaraðila skv. 1. mgr. 3. gr. og mats á sýningarhæfni kvikmynda og tölvuleikja skv. 2. mgr. 2. gr.\nL. 126/2011, 429. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka og brottfelld lög.\nLög þessi öðlast gildi 1. júlí 2006. ...\nÁkvæði til bráðabirgða.\nSkipun nefndarmanna Kvikmyndaskoðunar og ráðning forstöðumanns samkvæmt lögum um skoðun kvikmynda og bann við ofbeldiskvikmyndum, nr. 47/1995, fellur niður við gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
