{
  "id": "53/2006",
  "type": "statute",
  "title": "Lög um öflun sönnunargagna vegna ætlaðra brota á hugverkaréttindum",
  "status": "in_force",
  "issued_date": "2006-06-13",
  "url": "https://www.althingi.is/lagas/nuna/2006053.html",
  "description": "Tóku gildi 1. júlí 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Samkvæmt því sem mælt er fyrir um í lögum þessum verður sönnunargagna aflað vegna ætlaðra brota gegn eftirfarandi hugverkaréttindum:\na. Höfundarétti og skyldum réttindum skv. 3. gr., 4. gr., 3. mgr. 11. gr., 45. gr., 46. gr. og 48.–52. gr. höfundalaga.\nb. Hönnunarrétti.\nc. Vörumerkjarétti.\nd. Félagamerkjarétti.\ne. Einkaleyfarétti.\nf. Rétti samkvæmt lögum um vernd svæðislýsinga smárása í hálfleiðurum.\ng. Yrkisrétti.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Sýslumenn og löglærðir fulltrúar þeirra veita atbeina til öflunar sönnunargagna á grundvelli laganna að undangengnum dómsúrskurði, sbr. 1. mgr. 9. gr.\nUm hæfi sýslumanna og fulltrúa þeirra til aðgerða samkvæmt lögunum fer eftir reglum laga um hæfi dómara til að fara með einkamál í héraði, eftir því sem við getur átt.\nEf sýslumaður er vanhæfur til aðgerða samkvæmt lögunum setur [ráðherra] annan löghæfan mann til að vinna verkið í hans stað. Þóknun hans greiðist samkvæmt ákvörðun [ráðherra] úr ríkissjóði.\nL. 126/2011, 422. gr. L. 162/2010, 185. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Nú gerir sá sem telur sig rétthafa hugverkaréttinda er getur í 1. gr. eða sá sem lögum samkvæmt hefur heimild til að hagnýta þau réttindi sennilegt að einhver hafi brotið gegn þeim réttindum og er þá heimilt að kröfu hans sem gerðarbeiðanda að afla sönnunargagna samkvæmt lögunum hjá viðkomandi sem gerðarþola.\nSönnunargagna verður ekki aflað á grundvelli laganna:\na. vegna brota sem talin verða minni háttar ef beiðni beinist að einstaklingi og þau hafa ekki verið liður í atvinnustarfsemi,\nb. ef stórfelldur munur er á hagsmunum gerðarþola af því að sönnunargagna verði ekki aflað og hagsmunum gerðarbeiðanda af því að afla slíkra gagna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sönnunar verður aflað á stað sem gerðarþoli hefur umráð yfir með athugun á öllum þeim gögnum og tækjum sem haft geta þýðingu við mat á því hvort og í hvaða mæli brotið hafi verið gegn þeim hugverkaréttindum sem getur í 1. gr. Nær könnunin meðal annars til söluvöru, véla og framleiðslutækja, bókhaldsgagna, pöntunarseðla, kynningarefnis, tölvugagna og hugbúnaðar.\nAthugun á gögnum og tækjum miðar ekki að því að leiða í ljós hvort framleiðslutæki eða vélar gerðarþola brjóta gegn einkaleyfi.\nSönnunar verður ekki aflað með gögnum sem hafa að geyma upplýsingar sem óheimilt væri að gefa vitnaskýrslu um í einkamáli fyrir dómi.\nII. kafli. Meðferð máls fyrir dómi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Beiðni gerðarbeiðanda um öflun sönnunargagna skal send héraðsdómi í því umdæmi þar sem gerðarþoli á heimilisvarnarþing.\nBeiðni skal vera skrifleg. Í henni skal greina svo skýrt sem verða má:\na. Fullt nafn gerðarbeiðanda, kennitölu og lögheimili.\nb. Fullt nafn gerðarþola, kennitölu, lögheimili og upplýsingar um atvinnurekstur viðkomandi ef því er að skipta.\nc. Hvaða hugverkaréttindum ætlað brot beinist gegn og í hverju það felst.\nd. Kröfu gerðarbeiðanda um hvaða sönnunargagna eigi að afla.\ne. Hvar leita eigi sönnunargagna og á hvaða grunni gerðarbeiðandi telur að þau sé þar að finna.\nf. Aðrar upplýsingar sem nauðsynlegar eru fyrir meðferð málsins.\nMeð beiðni skulu fylgja þau gögn sem gerðarbeiðandi styður málatilbúnað sinn við.\nBeiðni ásamt fylgiskjölum skal senda héraðsdómi í tvíriti.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Eftir að beiðni hefur borist ákveður héraðsdómari stað og stund þinghalds og tilkynnir það aðilum með hæfilegum fyrirvara og sannanlegum hætti. Í tilkynningu til gerðarþola skal tekið fram hverju það varði ef ekki verður sótt þing af hans hálfu auk þess sem tilkynningunni skulu fylgja gögn málsins.\nNú leikur hætta á að sönnunargögnum verði komið undan, þeim eytt eða breytt eða að dráttur vegna tilkynningar geti valdið réttarspjöllum og er þá heimilt eftir rökstuddri beiðni gerðarbeiðanda að víkja frá skyldu skv. 1. mgr. til að tilkynna gerðarþola um þinghaldið.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ef gerðarbeiðandi sækir ekki þing þegar beiðni hans er tekin fyrir eða ekki verður af þingsókn hans síðar skal beiðnin talin fallin niður. Héraðsdómari getur úrskurðað gerðarþola ómaksþóknun úr hendi gerðarbeiðanda ef sótt hefur verið þing af hans hálfu og þóknunar verið krafist.\nNú sækir gerðarþoli ekki þing eða hann hefur ekki verið boðaður til þinghaldsins, sbr. 2. mgr. 6. gr., og skal málið þá tekið til úrskurðar. Áður skal þó héraðsdómari leita svara við sérhverju því sem hann telur óljóst eða ónógar upplýsingar komnar fram um og getur haft þýðingu við mat á því hvort orðið verður við beiðninni. Í því skyni og til að leggja fram frekari gögn getur héraðsdómari veitt gerðarbeiðanda skamman frest.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Nú er sótt þing af hálfu gerðarþola og er honum þá heimilt að leggja fram greinargerð í þinghaldi sem héraðsdómari hefur ákveðið skv. 1. mgr. 6. gr.\nEf beiðni gerðarbeiðanda er andmælt skal málið sótt og varið munnlega eins og málið liggur fyrir eftir að aðilar hafa lagt fram gögn við þingfestingu. Skýrslutökur fara ekki fram og verður málinu ekki frestað til frekari gagnaöflunar en þó má veita skamman frest til undirbúnings fyrir munnlegan málflutning.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Svo fljótt sem verða má eftir að beiðni hefur verið tekin til úrskurðar skal héraðsdómari kveða upp úrskurð um hvort aflað skuli sönnunargagna vegna ætlaðs brots gegn hugverkaréttindum. Í úrskurði héraðsdómara skal afmarkað hvaða gagna verði aflað og hvar þeirra skuli leitað hjá gerðarþola.\nHéraðsdómari skal gæta þess af sjálfsdáðum hvort lagaskilyrði séu fyrir hendi til að sönnunargagna verði aflað á grundvelli laganna þótt beiðni hafi ekki verið mótmælt.\nIII. kafli. Meðferð máls hjá sýslumanni.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gerðarbeiðandi skal senda úrskurð héraðsdóms um heimild til að afla sönnunargagna vegna ætlaðs brots á hugverkaréttindum til sýslumanns í því umdæmi þar sem sönnunargagna verður aflað.\nNú verður sönnunargagna aflað í fleiri umdæmum og er þá heimilt að beina úrskurðinum samtímis að viðkomandi sýslumönnum.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Áður en sönnunargagna verður aflað er sýslumanni rétt að setja það skilyrði að gerðarbeiðandi setji tiltekna tryggingu fyrir kostnaði við meðferð málsins og fyrir greiðslu skaðabóta sem gerðarþoli kynni að öðlast rétt til vegna beiðninnar og meðferðar hennar.\nFjárhæð tryggingar skal sundurgreind eftir því hvort um er að ræða tryggingu fyrir kostnaði sýslumanns við meðferð málsins eða hugsanlegu tjóni sem beiðni og meðferð hennar kann að valda gerðarþola.\nMeðan mál er til meðferðar hjá sýslumanni getur hann breytt ákvörðun sinni um tryggingu eftir því sem rétt þykir í ljósi framvindu málsins.\nNú leggur gerðarbeiðandi ekki fram tryggingu innan hæfilegs frests sem sýslumaður ákveður og er þá málið fallið niður.\nEf gerðarbeiðandi vill ekki una ákvörðun sýslumanns getur hann krafist úrlausnar héraðsdómara um trygginguna. Um meðferð ágreiningsmálsins fer eftir 14. kafla laga um aðför, eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Sýslumaður aflar sönnunargagna með leit hjá gerðarþola. Að því marki sem nauðsynlegt er til að tryggja sönnun á ætluðu broti er sýslumanni rétt að leggja hald á hluti eða skjöl og taka myndir eða afrita gögn, þar með talið á tölvutæku formi. Nú er hlutur tekinn úr vörslum gerðarþola við aðgerð samkvæmt lögunum og skal þá sýslumaður að kröfu gerðarþola varðveita hlutinn á kostnað gerðarbeiðanda.\nVið leit skal þess gætt að ekki verði gengið lengra en nauðsynlegt er með hliðsjón af þeim ætluðu brotum sem afla á sönnunar um.\nSýslumaður getur kvatt til menn sem hafa viðeigandi sérfræðiþekkingu til að annast leit eða nánar afmarkaða þætti hennar. Eftir þörfum felur sýslumaður þeim sem hann hefur kvatt til að taka saman skýrslu um athugunina. Sýslumaður ákveður þóknun þeirra sem hann hefur kvatt til sér til aðstoðar.\nSýslumanni er rétt að beita valdi að því marki sem nauðsynlegt er til að framkvæma leit hjá gerðarþola. Eftir þörfum ber lögreglu að veita sýslumanni liðsinni í því skyni.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Gerðarbeiðanda er eingöngu heimilt að vera viðstaddur þegar sönnunargagna er aflað að því marki sem nauðsynlegt er til að veita upplýsingar. Sýslumaður tekur ákvörðun um viðveru gerðarbeiðanda og er heimilt að ákveða að athugun fari fram að honum fjarstöddum.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Sýslumaður skal með hæfilegum fyrirvara og sannanlegum hætti tilkynna gerðarþola hvar og hvenær hafist verður handa við að afla sönnunargagna, nema úrskurður hafi gengið án þess að gerðarþola væri tilkynnt um málið, sbr. 2. mgr. 6. gr.\nNú hittist gerðarþoli ekki fyrir, umboðsmaður hans eða fyrirsvarsmaður og er sýslumanni þá rétt að fela maka eða öðrum heimilismanni 18 ára og eldri að gæta hagsmuna viðkomandi ef einstaklingur á í hlut. Ef beiðni beinist að öðrum en einstaklingi felur sýslumaður stjórnanda eða starfsmanni gerðarþola að gæta hagsmuna hans. Ekki stendur í vegi þess að sönnunargagna verði aflað þótt enginn hittist fyrir en heimilt er að fresta leit ef þannig stendur á og það þykir geta greitt fyrir meðferð málsins. Ef enginn er viðstaddur fyrir gerðarþola skal sýslumaður kveðja til vott til að vera við aðgerðina.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Nú hefur úrskurður gengið um heimild til öflunar sönnunargagna án þess að gerðarþola hafi verið tilkynnt um málið, sbr. 2. mgr. 6. gr., og snýr sýslumaður sér þá fyrirvaralaust að gerðarþola.\nEf gerðarþoli eða fyrirsvarsmaður hittast ekki fyrir er sýslumanni rétt að fresta því að fram fari leit ef það er unnt án þess að spilla hagsmunum gerðarbeiðanda. Verði því ekki komið við getur sýslumaður falið þeim sem getur í 2. mgr. 14. gr. að gæta hagsmuna viðkomandi eða framkvæmt leit án þess að nokkur sé viðstaddur. Ef enginn er viðstaddur fyrir gerðarþola skal sýslumaður kveðja til vott til að vera við aðgerðina.\nEftir ósk gerðarþola eða þess sem falið hefur verið að gæta hagsmuna hans skal sýslumaður gera stutt hlé á meðferð málsins til að unnt verði að kveðja til lögmann. Hlé verður þó ekki gert ef hætt er við að hagsmunir gerðarbeiðanda kunni að spillast.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Gerðarbeiðandi greiðir sýslumanni allan kostnað sem fellur til við öflun sönnunargagna samkvæmt lögunum. Ef sett hefur verið trygging fyrir kostnaði má ganga að henni nema gerðarbeiðandi kjósi að gera upp með öðrum hætti sem sýslumaður samþykkir. Að loknu uppgjöri skal tryggingu fyrir kostnaði eða eftirstöðvum hennar skilað til gerðarbeiðanda.\nSönnunargögn verða ekki afhent gerðarbeiðanda nema kostnaður við öflun þeirra hafi verið greiddur.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tryggingu vegna hugsanlegrar skaðabótakröfu gerðarþola skal skilað að fullnægðu einhverju eftirtalinna skilyrða:\na. Gerðarþoli höfðar ekki mál í samræmi við 22. gr.\nb. Gerðarbeiðandi er sýknaður í dómsmáli af skaðabótakröfu gerðarþola.\nc. Aðilar ná samkomulagi um að tryggingu verði skilað.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Sýslumaður færir gerðabók um öflun sönnunargagna vegna ætlaðra brota á hugverkaréttindum. Fer um form hennar eftir reglum sem [ráðherra] setur.\nÍ gerðabók skal greint hvar og hvenær sönnunargagna var leitað, hverjir hafi verið viðstaddir, hvaða gögn hafi legið frammi og hvað hafi að öðru leyti farið fram. Þá skal rakið hvaða sönnunargagna var aflað og hvernig.\nVið lok fyrirtöku málsins les sýslumaður upp bókun sína fyrir viðstadda eða kynnir þeim meginatriði hennar ef þeir telja það nægja. Þeim skal gefinn kostur á að undirrita bókunina ásamt sýslumanni.\nNú hefur sönnunargagna verið aflað án þess að nokkur væri viðstaddur af hálfu gerðarþola og sendir þá sýslumaður viðkomandi svo fljótt sem verða má endurrit úr gerðabók um fyrirtöku málsins.\nL. 162/2010, 185. gr.\nIV. kafli. Kæra og endurupptaka.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Úrskurður héraðsdómara um heimild til öflunar sönnunargagna samkvæmt lögunum sætir kæru til [Landsréttar]. [Aðrir úrskurðir Landsréttar en mælt er fyrir um í 1. mgr. 167. gr. laga um meðferð einkamála verða ekki kærðir til Hæstaréttar.] Um kærufresti, kæruna sjálfa og meðferð hennar í héraði og fyrir [Landsrétti og] Hæstarétti gilda sömu reglur og um kæru í almennu einkamáli.\nKæra úrskurðar héraðsdómara frestar ekki aðgerðum samkvæmt lögunum. Þó skal sýslumaður ekki afhenda gerðarbeiðanda sönnunargögn sem aflað hefur verið fyrr en að liðnum kærufresti hafi málskot ekki átt sér stað en ella ekki fyrr en leyst hefur verið úr málinu fyrir æðra dómi. Nú er úrskurði héraðsdómara hnekkt að einhverju leyti eða öllu fyrir [æðri dómi] og skal sýslumaður þá skila gerðarþola sönnunargögnum í samræmi við þá niðurstöðu.\nL. 117/2016, 69. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Nú hefur úrskurður gengið um heimild til öflunar sönnunargagna án þess að gerðarþola væri tilkynnt um málið, sbr. 2. mgr. 6. gr., og er honum þá heimilt að krefjast endurupptöku málsins fyrir héraðsdómi innan tveggja vikna frá því hann eða umboðsmaður hans fékk vitneskju um úrskurðinn.\nUm málsmeðferðina eftir endurupptöku fer eftir II. kafla, þó þannig að falli þingsókn gerðarþola niður eftir endurupptöku stendur upphaflegur úrskurður óhaggaður.\nSýslumaður skal ekki afhenda gerðarbeiðanda sönnunargögn sem aflað hefur verið fyrr en að liðnum fresti skv. 1. mgr. ef ekki er krafist endurupptöku en ella ekki áður en úrskurður hefur gengið á ný.\nEf heimilt er að krefjast endurupptöku skv. 1. mgr. verður úrskurður héraðsdómara ekki kærður til [Landsréttar]. Úrskurður héraðsdómara í kjölfar endurupptöku verður kærður eftir því sem segir í 19. gr.\nL. 117/2016, 70. gr.\nV. kafli. Málshöfðunarfrestur, skaðabætur o.fl.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gerðarbeiðandi skal innan fjögurra vikna frá því sönnunargögn standa honum til reiðu höfða dómsmál á grundvelli þeirra á hendur gerðarþola. Nú hefur mál ekki verið höfðað að liðnum þeim fresti og skal gerðarbeiðandi þá skila þeim sönnunargögnum sem aflað var.\nEf mál er höfðað að liðnum fresti skv. 1. mgr. verður dómur ekki reistur á þeim sönnunargögnum sem aflað var. Þetta á þó ekki við ef gerðarþoli leggur gögnin fram.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Nú hefur ekki verið leitt í ljós að brotið hafi verið gegn þeim hugverkaréttindum sem um getur í 1. gr. og á þá gerðarþoli kröfu um skaðabætur fyrir fjártjón og miska úr hendi gerðarbeiðanda.\nHöfða skal dómsmál skv. 1. mgr. innan sex mánaða frá því frestur leið fyrir gerðarbeiðanda til að höfða mál skv. 1. mgr. 21. gr. eða máli lauk án þess að kröfur hans næðu fram að ganga.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Lög þessi öðlast gildi 1. júlí 2006.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    }
  ]
}
