{
  "id": "55/2006",
  "type": "statute",
  "title": "Lög um vinnumarkaðsaðgerðir",
  "status": "in_force",
  "issued_date": "2006-06-14",
  "url": "https://www.althingi.is/lagas/nuna/2006055.html",
  "description": "Tóku gildi 1. júlí 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um vinnumarkaðsaðgerðir.\nMeð vinnumarkaðsaðgerðum er átt við vinnumiðlun, mat á hæfni atvinnuleitanda og skipulag úrræða sem eru til þess fallin að auka vinnufærni atvinnuleitanda.\nAtvinnuleitandi í skilningi laga þessara er hver sá sem sækir um þátttöku í vinnumarkaðsaðgerðum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að veita einstaklingum viðeigandi aðstoð til að verða virkir þátttakendur á vinnumarkaði.\nÞá er lögum þessum ætlað að stuðla að jafnvægi milli framboðs og eftirspurnar eftir vinnuafli í landinu.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn.\n[Ráðherra] fer með yfirstjórn vinnumarkaðsaðgerða samkvæmt lögum þessum.\nL. 126/2011, 424. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Vinnumálastofnun.\nVinnumálastofnun annast framkvæmd laga þessara í umboði [ráðherra]. Ráðherra er þó heimilt að ákveða annað fyrirkomulag. Vinnumálastofnun annast jafnframt önnur þau verkefni sem henni eru falin með sérlögum.\n[Ráðherra] skipar forstjóra Vinnumálastofnunar til fimm ára í senn. Forstjóri ræður starfsmenn stofnunarinnar og ber lagalega og rekstrarlega ábyrgð á henni gagnvart ráðherra. Hann skal annast gerð starfs- og fjárhagsáætlunar stofnunarinnar og leggja hana fyrir stjórn hennar til samþykkis eigi síðar en í desember vegna komandi rekstrarárs.\n[Vinnumálastofnun skal reka þjónustustöðvar um land allt og skal minnst ein þjónustustöð vera á hverju eftirtalinna landsvæða: Austurlandi, höfuðborgarsvæðinu, Norðurlandi eystra, Norðurlandi vestra, Suðurlandi, Suðurnesjum, Vestfjörðum og Vesturlandi.]\nKostnaður af rekstri Vinnumálastofnunar vegna framkvæmdar á lögum þessum greiðist úr ríkissjóði samkvæmt fjárlögum hverju sinni. Leita skal eftir samstarfi við aðra aðila um fjármögnun, svo sem lífeyrissjóði. [Þjónusta Vinnumálastofnunar á grundvelli laga þessara skal vera atvinnuleitendum og atvinnurekendum að kostnaðarlausu.]\n[Ráðherra] getur með reglugerð, að fenginni umsögn stjórnar Vinnumálastofnunar, falið stofnuninni önnur verkefni en kveðið er á um í lögum þessum.\nL. 162/2010, 33. gr. L. 13/2023, 7. gr. L. 104/2024, 19. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stjórn Vinnumálastofnunar.\n[Ráðherra] skipar tíu manna stjórn Vinnumálastofnunar að fengnum tilnefningum til fjögurra ára í senn. Tveir stjórnarmenn skulu tilnefndir af Alþýðusambandi Íslands, einn tilnefndur af Bandalagi háskólamanna, einn tilnefndur af Bandalagi starfsmanna ríkis og bæja, einn tilnefndur af [því ráðuneyti er fer með starfsmannamál ríkisins], einn tilnefndur af Sambandi íslenskra sveitarfélaga og tveir tilnefndir af Samtökum atvinnulífsins. Tilnefna skal jafnmarga fulltrúa til vara. Ráðherra skipar tvo stjórnarmenn án tilnefningar og skal annar þeirra vera formaður stjórnar stofnunarinnar og hinn varaformaður. Varamenn skulu skipaðir með sama hætti.\nStjórn Vinnumálastofnunar skal hafa eftirlit með rekstri og starfsemi stofnunarinnar. Stjórninni er meðal annars ætlað að fjalla um og samþykkja starfs- og fjárhagsáætlun stofnunarinnar sem forstjóri leggur fyrir hana eigi síðar en í desember vegna komandi rekstrarárs. Enn fremur skal hún árlega leggja fram tillögur til stjórnar Atvinnuleysistryggingasjóðs um fjármagn til greiðslu atvinnuleysisbóta og umsýslu Vinnumálastofnunar fyrir sjóðinn samkvæmt þjónustusamningi. Stjórn stofnunarinnar skal jafnframt annast faglega stefnumótun á sviði vinnumarkaðsaðgerða og gera [ráðherra] grein fyrir atvinnuástandi og árangri vinnumarkaðsaðgerða í skýrslu í lok hvers árs. Skal stjórnin hafa reglulegt samráð við vinnumarkaðsráðin, sbr. 6. gr., við mat á atvinnuástandi á hverju svæði.\nForstjóri Vinnumálastofnunar skal sitja fundi stjórnarinnar með málfrelsi og tillögurétt.\n[Á stjórnarmönnum hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\n[Ráðherra] ákveður þóknun stjórnarmanna.\nL. 162/2010, 33. gr. L. 126/2011, 424. gr. L. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Vinnumarkaðsráð.\n[[Ráðherra] skipar sjö manna svæðisbundin vinnumarkaðsráð. Í hvert vinnumarkaðsráð skulu tveir ráðsmanna tilnefndir af samtökum launafólks á hverju svæði og tveir af samtökum atvinnurekenda. Jafnframt skal einn ráðsmanna tilnefndur af sveitarfélögum á hverju svæði, einn tilnefndur af [þeim ráðherra er fer með fræðslumál] og einn skipaður án tilnefningar.] Tilnefna skal jafnmarga fulltrúa til vara. [Ráðherra] skipar formann og varaformann vinnumarkaðsráðs úr hópi þeirra sem tilnefndir hafa verið sem aðalmenn.\nNáist ekki samkomulag um tilnefningu skv. 1. mgr. úrskurðar [ráðherra] um hver skuli tilnefna fulltrúa í ráðið með hliðsjón af því hversu fjölmenn viðkomandi samtök eða sveitarfélög eru og að fenginni umsögn viðkomandi heildarsamtaka.\n[Ráðherra] ákveður staðsetningu vinnumarkaðsráða að fenginni umsögn forstjóra og stjórnar Vinnumálastofnunar.\nVinnumarkaðsráð á hverju svæði skal skila skýrslu til stjórnar Vinnumálastofnunar um stöðu atvinnumála í nóvember ár hvert ásamt tillögum um þær vinnumarkaðsaðgerðir sem mælt er með að lögð verði áhersla á árið eftir. Enn fremur skulu vinnumarkaðsráðin vera hlutaðeigandi þjónustustöð Vinnumálastofnunar til ráðgjafar um skipulag og val á vinnumarkaðsúrræðum.\n[Ráðherra] getur falið vinnumarkaðsráðum önnur verkefni í samræmi við markmið og gildissvið laganna að fenginni umsögn stjórnar Vinnumálastofnunar.\nL. 126/2011, 424. gr. L. 162/2010, 33. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Umsókn um þátttöku í vinnumarkaðsaðgerðum.\nAtvinnuleitendum á aldrinum 16 til 70 ára er heimilt að sækja um þátttöku í vinnumarkaðsaðgerðum. Umsóknin skal vera skrifleg á þar til gerðum eyðublöðum og henni skulu fylgja nauðsynleg gögn að mati Vinnumálastofnunar, svo sem vottorð sérfræðilæknis þegar um skerta vinnufærni er að ræða [og umsögn sérfræðings félagsþjónustu þess sveitarfélags sem veitir viðkomandi þjónustu samkvæmt lögum um félagsþjónustu sveitarfélaga]. Í umsókn skulu koma fram allar þær upplýsingar er varða vinnufærni umsækjanda og þær studdar fullnægjandi gögnum. Þegar umsækjandi er yngri en 18 ára skal foreldri eða forráðamaður hans samþykkja umsóknina með undirritun sinni.\nUmsókn um þátttöku í vinnumarkaðsaðgerðum felur í sér skráningu hjá vinnumiðlun Vinnumálastofnunar og beiðni um aðstoð ráðgjafa stofnunarinnar við atvinnuleit.\n...\n[Ráðherra er heimilt að setja reglugerð um nánari framkvæmd ákvæðisins, að fenginni umsögn stjórnar Vinnumálastofnunar, þar á meðal um rafrænar umsóknir, svo sem hvernig standa skuli að undirskrift rafrænnar umsóknar og skilum á öðrum gögnum sem fylgja skulu rafrænni umsókn sem og nánar um fyrirkomulag þess hvernig umsækjendur skulu hafa reglulegt samband við stofnunina.]\nL. 48/2019, 2. gr. L. 38/2018, 42. gr.\n[7. gr. a. Upplýsingaöflun.\nAð því marki sem Vinnumálastofnun telur nauðsynlegt vegna vinnslu umsókna atvinnuleitenda um þátttöku í vinnumarkaðsaðgerðum eða framkvæmdar vinnumarkaðsúrræða og vinnumiðlunar samkvæmt lögum þessum skal stofnunin afla upplýsinga frá [heilsugæslustöðvum], félagsþjónustu sveitarfélaga, starfsendurhæfingarsjóðum samkvæmt lögum um atvinnutengda starfsendurhæfingu og starfsemi starfsendurhæfingarsjóða, Tryggingastofnun ríkisins, þjónustustofnunum samkvæmt lögum um málefni fatlaðs fólks, þjónustuaðilum skv. 2. mgr. 12. gr., atvinnurekendum, símenntunarmiðstöðvum, viðurkenndum menntastofnunum innan hins almenna menntakerfis og skólum á háskólastigi, eftir því sem við á hverju sinni, og ber hlutaðeigandi aðilum að veita Vinnumálastofnun umbeðnar upplýsingar búi þeir yfir þeim.\nVinnumálastofnun er heimilt að miðla upplýsingum til aðila skv. 1. mgr. þegar nauðsyn krefur að mati stofnunarinnar vegna framkvæmdar vinnumarkaðsúrræða og vinnumiðlunar samkvæmt lögum þessum.\nVinnumálastofnun ber að upplýsa umsækjanda um fyrirhugaða vinnslu persónuupplýsinga í samræmi við 2. mgr. 17. gr. laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018, sbr. 14. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2016/679.]\nL. 104/2024, 20. gr. L. 48/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tilkynning um að atvinnuleit sé hætt.\nSá sem hefur sótt um þátttöku í vinnumarkaðsaðgerðum og notið þjónustu Vinnumálastofnunar í atvinnuleit samkvæmt lögum þessum skal tilkynna til Vinnumálastofnunar án ástæðulausrar tafar þegar hann hættir virkri atvinnuleit. Tilkynningin skal gerð með sannanlegum hætti og skal taka fram ástæðu þess að atvinnuleit var hætt.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kæruheimild.\n[Heimilt er að kæra ákvarðanir Vinnumálastofnunar sem teknar eru á grundvelli laga þessara til úrskurðarnefndar velferðarmála. Um málsmeðferð fer samkvæmt lögum um úrskurðarnefnd velferðarmála og lögum um atvinnuleysistryggingar.]\nL. 85/2015, 13. gr.\nIII. kafli. Vinnumarkaðsaðgerðir.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Vinnumiðlun.\nVinnumálastofnun skal halda skrá yfir laus störf sem í boði eru á landinu öllu enda er landið eitt atvinnusvæði. Þar skal meðal annars koma fram í hverju starf er fólgið, hvaða kröfur eru gerðar til umsækjenda og annað er máli skiptir. Vinnumálastofnun annast enn fremur vinnumiðlun á Evrópska efnahagssvæðinu á grundvelli samningsins um Evrópska efnahagssvæðið.\nVinnumálastofnun skal aðstoða alla á aldrinum 16 til 70 ára sem hafa heimild til að ráða sig til starfa hér á landi án takmarkana við atvinnuleit. Stofnunin skal miðla upplýsingum um laus störf til atvinnuleitenda og veita þeim aðstoð við að finna störf við hæfi. Þegar talið er að atvinnuleitandi uppfylli skilyrði starfslýsingar á lausu starfi skal Vinnumálastofnun veita aðstoð við að koma á sambandi milli atvinnuleitanda og þess atvinnurekanda sem óskar eftir starfsmanni.\nVinnumálastofnun skal jafnframt aðstoða atvinnurekendur sem leita eftir almennum upplýsingum um framboð á vinnuafli eða aðstoð við ráðningu starfsfólks.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Mat á vinnufærni atvinnuleitanda.\nÞegar atvinnuleitandi sækir um þátttöku í vinnumarkaðsaðgerðum fer fram mat á vinnufærni hans hjá ráðgjafa Vinnumálastofnunar. Atvinnuleitandi skal leggja fram allar þær upplýsingar sem liggja fyrir um vinnufærni hans svo að unnt sé að aðstoða hann við að fá starf við hæfi og gefa honum kost á þátttöku í einstökum vinnumarkaðsúrræðum. Með samkomulagi við atvinnuleitandann er síðan gerð áætlun um atvinnuleit hans og þátttöku í viðeigandi vinnumarkaðsúrræðum á grundvelli matsins. Jafnframt skal leiðbeina atvinnuleitanda um aðra þjónustu verði talin þörf á að hann leiti sér aðstoðar í öðrum opinberum þjónustukerfum áður eða samhliða þeirri þjónustu sem veitt er samkvæmt lögum þessum.\nÞjónusta ráðgjafa Vinnumálastofnunar skal miðast við einstaklingsbundnar þarfir hvers og eins atvinnuleitanda. Enn fremur skal miða við atvinnuhorfur í landinu á hverjum tíma. Þegar atvinnuleitandi er yngri en 18 ára skal hafa hliðsjón af ákvæðum barnaverndarlaga og laga um aðbúnað, hollustuhætti og öryggi á vinnustöðum við gerð áætlunar um atvinnuleit og þátttöku í vinnumarkaðsúrræðum.\nHeimilt er að binda þátttöku atvinnuleitanda í vinnumarkaðsaðgerðum við það skilyrði að hann leiti sér fyrst eða samhliða aðstoðar annarra þjónustuaðila.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Skipulag vinnumarkaðsúrræða.\nVinnumálastofnun annast skipulag vinnumarkaðsúrræða sem skiptast í eftirfarandi flokka:\na. einstök námskeið, svo sem námskeið um gerð starfsleitaráætlunar eða sjálfstyrkingu og námskeið til að bæta tiltekna færni,\nb. starfsúrræði, þ.e. starfskynning, starfsþjálfun og reynsluráðning,\nc. ráðgjöf samhliða námskeiðsþátttöku og reynsluráðningu,\nd. námsúrræði,\ne. [starfsendurhæfing, ...]\nf. [starfsendurhæfing einstakra hópa, sbr. 3. mgr.,]\n[g. stuðningur við atvinnuleitendur sem eiga rétt á hlutaörorkulífeyri á grundvelli laga um almannatryggingar, sbr. 16. gr.]\nVinnumálastofnun er heimilt að gera þjónustusamninga um þátttöku atvinnuleitenda í einstökum vinnumarkaðsúrræðum sem aðrir þjónustuaðilar annast framkvæmd á. [Vinnumálastofnun er jafnframt heimilt að gera samstarfssamninga um þátttöku fatlaðra atvinnuleitenda í úrræðum á vegum sveitarfélaga eða þjónustusvæða sem þau mynda, samkvæmt lögum um þjónustu við fatlað fólk með langvarandi stuðningsþarfir.]\n[Vinnumálastofnun skal annast skipulag vinnumarkaðsúrræða fyrir fatlað fólk, þar á meðal sérstakan stuðning við atvinnuleitendur og eftirfylgni, svo sem vinnusamninga öryrkja skv. 4. mgr.]\n[Vinnumálastofnun er heimilt að gera samninga við fyrirtæki eða stofnanir um greiðslu styrks til þeirra vegna ráðningar atvinnuleitanda sem á rétt á örorkulífeyri, hlutaörorkulífeyri eða sjúkra- og endurhæfingargreiðslum á grundvelli laga um almannatryggingar. Ráðherra skal setja reglugerð þar sem nánar er kveðið á um vinnusamninga skv. 1. málsl., þ.m.t. þau skilyrði sem þurfa að vera uppfyllt og fjárhæðir styrkja.]\n[Ráðherra] skal í reglugerð kveða nánar á um skipulag vinnumarkaðsúrræða að fenginni umsögn stjórnar Vinnumálastofnunar, svo sem hvers konar námskeið skuli haldin og hvaða nám teljist til vinnumarkaðsaðgerða.\nL. 104/2024, 21. gr. L. 38/2018, 42. gr. Rg. 935/2025. L. 162/2010, 33. gr. Rg. 917/2020. Rg. 935/2025.\n[12. gr. a. Samstarf þjónustuaðila.\nVinnumálastofnun skal eiga samstarf við aðra þjónustuaðila um samhæfingu þjónustu í tengslum við endurhæfingu einstaklinga sem þurfa þjónustu fleiri en eins kerfis. Vinnumálastofnun skal eiga aðild að samstarfssamningi sem þjónustuaðilar skulu gera um samvinnu sín á milli, þar á meðal um starfsemi samhæfingarteyma, svo sem hvenær málum skuli vísað til slíkra teyma, og hvernig ábyrgð á máli færist á milli einstakra kerfa.\nTil að Vinnumálastofnun sé unnt að gegna skyldum sínum skv. 1. mgr. skal stofnunin, þegar það á við, gera nauðsynlegar upplýsingar aðgengilegar öðrum þjónustuaðilum í gegnum sameiginlega þjónustugátt kerfanna og Tryggingastofnunar, sbr. 28. gr. laga um almannatryggingar, nr. 100/2007, þ.m.t. þær sem viðkvæmar geta talist, svo sem heilsufarsupplýsingar, og upplýsingar um félagslegar aðstæður þess einstaklings sem í hlut á hverju sinni. Vinnumálastofnun ber að upplýsa hlutaðeigandi einstaklinga um fyrirhugaða vinnslu persónuupplýsinga í samræmi við 2. mgr. 17. gr. laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018.]\nL. 104/2024, 22. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Þátttaka atvinnuleitanda í vinnumarkaðsaðgerðum.\nAtvinnuleitandi skal fylgja eftir áætlun um atvinnuleit og þátttöku í viðeigandi vinnumarkaðsúrræðum skv. 11. gr. og gera það sem í hans valdi stendur til að bæta vinnufærni sína til þess að verða virkur þátttakandi á vinnumarkaði. Þar á meðal skal atvinnuleitandi ávallt mæta í viðtöl til ráðgjafa Vinnumálastofnunar skv. 14. gr. og taka þátt í þeim vinnumarkaðsúrræðum er standa honum til boða. Atvinnuleitandi skal jafnframt tilkynna Vinnumálastofnun um þær breytingar sem kunna að verða á vinnufærni hans eða aðstæðum að öðru leyti án ástæðulausrar tafar.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Eftirlit með þátttöku atvinnuleitanda í vinnumarkaðsaðgerðum.\nRáðgjafar Vinnumálastofnunar skulu hafa eftirlit með því að atvinnuleitendur fylgi eftir áætlun um atvinnuleit og þátttöku í viðeigandi vinnumarkaðsúrræðum skv. 11. gr. Skulu þeir boða atvinnuleitendur reglulega í viðtöl eftir þörfum hvers og eins atvinnuleitanda. Skal þá fara yfir áætlun um atvinnuleit og þátttöku atvinnuleitanda í vinnumarkaðsúrræðum og hún endurskoðuð eftir þörfum hverju sinni. Geta þeir óskað eftir gögnum frá atvinnuleitanda er færir sönnur á atvinnuleit og þátttöku í vinnumarkaðsúrræðum þegar þörf krefur.\nHeildarendurskoðun á aðstæðum atvinnuleitanda skal fara fram eigi síðar en þremur árum eftir að hann sótti fyrst um þátttöku í vinnumarkaðsaðgerðum og hann er enn án atvinnu.\nVinnumálastofnun er heimilt að synja atvinnuleitanda um þjónustu samkvæmt lögum þessum þegar hann fylgir ekki eftir áætlun um atvinnuleit og þátttöku í vinnumarkaðsaðgerðum, þar á meðal ítrekað hafnar þátttöku í einstökum vinnumarkaðsúrræðum, sinnir því ekki að leita sér aðstoðar hjá öðrum þjónustuaðilum, sbr. 3. mgr. 11. gr., eða lætur hjá líða að veita Vinnumálastofnun nauðsynlegar upplýsingar um vinnufærni sína eða þær breytingar er kunna að verða á vinnufærni hans eða aðstæðum að öðru leyti.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Samstarf við aðra þjónustuaðila.\nRáðgjafar Vinnumálastofnunar skulu leita eftir samstarfi við aðra þjónustuaðila í samráði við atvinnuleitanda þegar atvinnuleitandi þarf á þjónustu annarra fagaðila að halda til að ná árangri við að bæta vinnufærni sína í því skyni að verða virkur þátttakandi á vinnumarkaði.\nEnn fremur skulu ráðgjafar Vinnumálastofnunar starfa náið með öðrum þjónustuaðilum þegar atvinnuleitandi nýtur þjónustu þeirra eða aðrir þjónustuaðilar leita eftir liðsinni þeirra. [Þar á meðal skulu ráðgjafar Vinnumálastofnunar leita eftir samstarfi og samráði um atvinnumál fatlaðs fólks, á grundvelli samstarfssamninga við sveitarfélög eða þjónustusvæði þeirra, samkvæmt lögum um þjónustu við fatlað fólk með langvarandi stuðningsþarfir, svo sem um skipulag og framkvæmd vinnumarkaðsúrræða.]\nRáðgjafar Vinnumálastofnunar skulu tilkynna um tilvik þar sem atvinnuleitendur fylgja ekki eftir áætlun þeirra um atvinnuleit og þátttöku í vinnumarkaðsúrræðum til hlutaðeigandi þjónustuaðila þegar um slíkt hefur verið samið á grundvelli þjónustusamninga.\nL. 38/2018, 42. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Öflun upplýsinga um atvinnuástand í landinu.\nVinnumálastofnun skal reglulega afla upplýsinga um atvinnuástand, atvinnuleysi og atvinnuhorfur frá einstökum landshlutum. Jafnframt skal hún fylgjast með samsetningu vinnuaflsins í landinu.\nVinnumálastofnun skal jafnframt reglubundið kanna mannaflaþörf og framtíðarhorfur í atvinnugreinum þannig að meta megi atvinnumöguleika námsmanna eftir námsleiðum og efla ráðgjöf við nemendur í framhalds- og háskólanámi þar að lútandi.\n[Enn fremur skal Vinnumálastofnun, í samráði við hagsmunasamtök fatlaðs fólks og aðila vinnumarkaðarins, sjá til þess að gerð sé regluleg könnun á stöðu fatlaðs fólks á vinnumarkaði.]\nL. 38/2018, 42. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Miðlun upplýsinga um atvinnuástand í landinu.\nVinnumálastofnun skal gefa út skýrslu í byrjun hvers árs um stöðu mála á innlendum vinnumarkaði þar sem meðal annars koma fram upplýsingar um atvinnuleysi, atvinnuhorfur og mannaflaþörf innan tiltekinna starfsgreina og útgáfu atvinnuleyfa til erlendra starfsmanna.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Einkareknar vinnumiðlanir.\nFyrirtækjum, einstaklingum og félagasamtökum er heimilt að annast milligöngu um ráðningar, enda sé það gert á kostnað atvinnurekenda.\nMál vegna brota skv. 1. mgr. skulu varða sektum sem renna skulu í ríkissjóð. ...\nL. 88/2008, 233. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Reglugerðarheimild.\n[Ráðherra] er heimilt að setja reglugerð, að fenginni umsögn stjórnar Vinnumálastofnunar, um nánari framkvæmd laga þessara.\nL. 162/2010, 33. gr. Rg. 1140/2022.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. júlí 2006. ...\n[Ákvæði til bráðabirgða.\nRáðherra skal fyrir 31. desember 2028 leggja mat á áhrif virknistyrks á stöðu hlutaörorkulífeyrisþega á vinnumarkaði. Skal við matið horft til þess hvernig fólki sem hefur fengið greiddan virknistyrk reiðir af á vinnumarkaði og hvort grípa þurfi til frekari vinnumarkaðsaðgerða eða breytinga á ákvæðum laganna er varðar virknistyrk, þ.m.t. 1. málsl. 16. gr. b.]\nL. 104/2024, 24. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    }
  ]
}
