{
  "id": "22/2006",
  "type": "statute",
  "title": "Lög um greiðslur til foreldra langveikra eða alvarlega fatlaðra barna",
  "status": "in_force",
  "issued_date": "2006-04-12",
  "url": "https://www.althingi.is/lagas/nuna/2006022.html",
  "description": "Tóku gildi 1. júlí 2006; komu til framkvæmda skv. fyrirmælum í 19. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\n[Lög þessi gilda um réttindi foreldra til fjárhagsaðstoðar þegar þeir geta hvorki stundað vinnu né nám vegna sérstakrar umönnunar barna sinna sem hafa greinst með alvarlega og langvinna sjúkdóma eða alvarlega fötlun.]\nL. 158/2007, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\n[Markmið laga þessara er að tryggja foreldrum langveikra eða alvarlega fatlaðra barna fjárhagsaðstoð þegar þeir geta hvorki stundað vinnu né nám vegna sérstakrar umönnunar barna sinna, þar á meðal vegna þeirra bráðaaðstæðna sem upp koma þegar börn þeirra greinast með alvarlega og langvinna sjúkdóma eða alvarlega fötlun, enda verður vistunarþjónustu á vegum opinberra aðila ekki við komið.]\nL. 158/2007, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi orða sem hér segir:\na. Barn: Einstaklingur sem er yngri en 18 ára.\n[b. Langveikt barn: Barn sem þarfnast læknisfræðilegrar meðferðar vegna alvarlegs og langvinns sjúkdóms.\nc. Alvarlega fatlað barn: Barn sem, vegna alvarlegrar þroskaröskunar, geðröskunar eða líkamlegrar hömlunar, þarf sérstaka íhlutun, svo sem þjálfun, aðstoð eða gæslu á uppvaxtarárum sínum.]\n[d. ] Launamaður: Hver sá sem vinnur launuð störf í annarra þjónustu í a.m.k. 25% starfshlutfalli í hverjum mánuði.\n[e. ] Sjálfstætt starfandi einstaklingur: Hver sá sem starfar við eigin rekstur, án tillits til félagsforms, í því umfangi að honum er gert að standa mánaðarlega, eða með öðrum reglulegum hætti samkvæmt ákvörðun skattyfirvalda, skil á tryggingagjaldi.\n[f. ] Nám: 75–100% samfellt nám, verklegt eða bóklegt, í viðurkenndri menntastofnun innan hins almenna menntakerfis á Íslandi sem stendur yfir í a.m.k. sex mánuði. Enn fremur er átt við 75–100% nám á háskólastigi og annað nám sem gerir sambærilegar kröfur til undirbúningsmenntunar og nám á háskólastigi. Einstök námskeið teljast ekki til náms.\n[g. Bráðaaðstæður: Aðstæður sem koma upp þegar foreldri er knúið til að leggja niður störf utan heimilis eða gera hlé á námi þegar barn þess greinist með alvarlegan og langvinnan sjúkdóm eða alvarlega fötlun og þarfnast þjónustu sérhæfðrar greiningar- eða meðferðarstofnunar.]\nL. 158/2007, 3. gr.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn.\n[Ráðherra] fer með yfirstjórn greiðslna til foreldra langveikra barna og alvarlega fatlaðra barna samkvæmt lögum þessum.\nL. 126/2011, 415. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Framkvæmdaraðili.\n[Ráðherra] ákveður með reglugerð hvaða aðila hann felur framkvæmd laga þessara.\nKostnaður vegna framkvæmdar á lögum þessum greiðist úr ríkissjóði samkvæmt fjárlögum hverju sinni.\nL. 162/2010, 31. gr. Rg. 1277/2007.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Umsókn um greiðslur.\n[Foreldri langveiks eða alvarlega fatlaðs barns skal sækja um greiðslur skv. III. og IV. kafla til framkvæmdaraðila skv. 5. gr.] Umsóknin skal vera skrifleg á þar til gerðum eyðublöðum og henni skal meðal annars fylgja vottorð sérfræðings þeirrar sérhæfðu greiningar- og meðferðarstofnunar, sem veitir barninu þjónustu, um greiningu, meðferð og umönnunarþörf barns, staðfesting frá vinnuveitanda um að foreldri leggi niður störf, staðfesting um starfstímabil, vottorð frá skóla um að foreldri hafi gert hlé á námi og fyrri námsvist, sem og aðrar upplýsingar sem framkvæmdaraðili telur nauðsynlegar.\nFramkvæmdaraðila er heimilt að óska eftir umsögn frá öðrum aðilum vegna einstakra umsókna þegar ástæða er til að mati hans.\nUmsóknin skal undirrituð af báðum foreldrum enda fari þau bæði með forsjá barnsins. Forsjárlaust foreldri skal undirrita umsókn uppfylli það skilyrði 5. mgr. 8. gr. eða [4. mgr. 14. gr.], sem og maki [eða sambúðarmaki] þegar það á við.\n[Skattyfirvöld, Tryggingastofnun ríkisins og [sýslumaður] skulu láta framkvæmdaraðila í té upplýsingar sem nauðsynlegar eru við framkvæmd laga þessara.]\nL. 158/2007, 4. gr. L. 65/2010, 33. gr. L. 45/2023, 12. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Kæruheimild.\n[Heimilt er að kæra ákvarðanir framkvæmdaraðila um réttindi foreldra langveikra barna og alvarlega fatlaðra barna sem teknar eru á grundvelli laga þessara til úrskurðarnefndar velferðarmála. Um málsmeðferð fer samkvæmt lögum um úrskurðarnefnd velferðarmála ...]\nL. 144/2020, 59. gr. L. 85/2015, 13. gr.\nIII. kafli. Réttindi foreldra.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skilyrði fyrir réttindum foreldra á vinnumarkaði.\n[Foreldri, sbr. d- og e-lið 3. gr., sem leggur niður launað starf vegna þeirra bráðaaðstæðna sem upp koma þegar barn þess greinist með alvarlegan og langvinnan sjúkdóm eða alvarlega fötlun getur átt sameiginlegan rétt á tekjutengdum greiðslum skv. 1. mgr. 11. gr. í allt að þrjá mánuði með hinu foreldri barnsins samkvæmt mati framkvæmdaraðila.]\n[Foreldri getur átt rétt á tekjutengdum greiðslum skv. 1. mgr. hafi foreldri] verið samfellt í sex mánuði á innlendum vinnumarkaði áður en barnið greindist með alvarlegan og langvinnan sjúkdóm eða alvarlega fötlun samkvæmt vottorði sérfræðings þeirrar sérhæfðu greiningar- og meðferðarstofnunar sem veitir barninu þjónustu, foreldri leggi niður störf til að annast barnið meðan greiðslur standa yfir, barn þarfnist sérstakrar umönnunar foreldris, svo sem vegna innlagnar á sjúkrahús og/eða meðferðar í heimahúsi, enda verði ekki annarri vistunarþjónustu á vegum opinberra aðila við komið, og foreldri og barn eigi lögheimili hér á landi þann tíma sem greiðslur eru inntar af hendi. Foreldrar skulu hafa lagt niður störf samtals lengur en 14 virka daga vegna sérstakrar umönnunar barns síns. Til að finna vinnuframlag sjálfstætt starfandi foreldris skal miðað við skil á tryggingagjaldi af reiknuðu endurgjaldi fyrir sama tímabil.\n[Heimilt er að framlengja sameiginleg réttindi foreldra til tekjutengdra greiðslna skv. 1. mgr. um allt að þrjá mánuði þegar barn þeirra þarfnast verulegrar umönnunar vegna mjög alvarlegs og langvinns sjúkdóms eða fötlunar, sbr. einnig 18. gr.]\nRéttur foreldris til greiðslna skv. 1. og 3. mgr. er bundinn því að það fari sjálft með forsjá barnsins eða hafi sameiginlega forsjá ásamt hinu foreldri þess þegar barn greinist með alvarlegan og langvinnan sjúkdóm eða alvarlega fötlun.\nForsjárlaust foreldri á rétt til greiðslna [skv. 1. og 3. mgr.] liggi fyrir samþykki þess foreldris sem fer með forsjána fyrir því að forsjárlausa foreldrið annist barnið þann tíma sem greiðslur standa yfir. [Maki eða sambúðarmaki foreldris sem fer með forsjána getur átt rétt til greiðslna skv. 1. og 3. mgr. liggi fyrir samþykki beggja kynforeldra barns enda hafi hjónaband eða skráð sambúð staðið yfir lengur en eitt ár.] Í tilvikum þegar annars kynforeldra nýtur sannanlega ekki við er samþykki þess foreldris sem fer með forsjána nægjanlegt.\n[Foreldrar geta ákveðið hvernig þeir skipta réttinum til greiðslna sín á milli fullnægi báðir foreldrar skilyrðum laganna. Foreldrar eiga þó ekki rétt á greiðslum samkvæmt lögum þessum fyrir sama tímabil. Þó er heimilt að veita undanþágu frá 2. málsl. þegar barn nýtur líknandi meðferðar og foreldrar hafa ekki nýtt sér rétt sinn að fullu samkvæmt ákvæði þessu.]\n...\n[[Ráðherra] er heimilt að kveða í reglugerð nánar á um rétt foreldra langveikra eða alvarlega fatlaðra barna til greiðslna samkvæmt ákvæði þessu.]\nL. 158/2007, 5. gr. L. 65/2010, 34. gr. L. 77/2022, 38. gr. L. 162/2010, 31. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
