{
  "id": "91/2006",
  "type": "statute",
  "title": "Lög um mælingar, mæligrunna og vigtarmenn",
  "status": "in_force",
  "issued_date": "2006-06-14",
  "url": "https://www.althingi.is/lagas/nuna/2006091.html",
  "description": "Tóku gildi 30. júní 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja að hér á landi sé notað mælifræðikerfi sem nýtur trausts jafnt innan lands sem utan.\nLögin skulu stuðla að því að mælingar og mælifræðilegar niðurstöður séu réttar og nákvæmar og tryggi réttmæta og örugga viðskiptahætti, verndi hagsmuni neytenda og líf og heilsu borgaranna og stuðli auk þess að réttarvernd og umhverfisvernd.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um mælingar, mælitæki og mæligrunna, eftir því sem segir í lögunum eða reglum settum samkvæmt þeim. Þá taka lögin til löggiltra vigtarmanna.\nLögin gilda ekki um mælingar og niðurstöður mælinga til einkanota.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nMerking orða í lögum þessum er sem hér greinir:\nAlþjóðlega SI-einingakerfið: Samræmt einingakerfi sem Almenna þingið fyrir vog og mál (CGPM) hefur samþykkt og lagt til að verði notað. SI stendur fyrir &bdquo;Système International&ldquo; og er alþjóðleg skammstöfun fyrir einingakerfið.\nFaggilding: Formleg viðurkenning þar til bærs stjórnvalds á því að aðili sé hæfur til að vinna tiltekin verkefni varðandi samræmismat.\nFaggilt kvörðunarþjónusta: Þjónusta einstaklings eða lögaðila sem tekur að sér kvörðun eftir faggiltri aðferð.\nFaggilt mælifræðistofa: Faggilt rannsóknastofa á sviði mælifræði sem hefur fengið viðurkenningu á gæðum, tæknilegri hæfni og sjálfstæði.\nGerðarviðurkenning: Ákvörðun, byggð á matsskýrslu, um það að gerð mælitækis uppfylli viðeigandi kröfur laga og reglugerða og að það sé hæft til notkunar á lögmæltu sviði þannig að vænta megi að það veiti áreiðanlegar mæliniðurstöður um tiltekið tímabil.\nKvörðun: Röð aðgerða sem ákvarða, við tiltekin skilyrði, sambandið milli gilda stærða sem mælitæki eða mælikerfi sýna eða gilda sem efnismát eða viðmiðunarefni standa fyrir og samsvarandi gilda sem mæligrunnar hafa.\nKvörðunarvottorð: Skjal þar sem niðurstöður kvörðunar eru skráðar í samræmi við nánari reglur sem gilda um útgáfu þeirra.\nLöggilding mælitækis: Aðgerð til að tryggja og staðfesta formlega að mælitæki fullnægi öllum kröfum laga og reglugerða. Löggilding fer fram með athugun, merkingu og/eða útgáfu vottorðs og er venjulega lokið með innsiglun á aðgengi stillinga.\nLöggilding vigtarmanns: Formleg staðfesting á að einstaklingur uppfylli skilyrði laga og reglna settra samkvæmt þeim um menntun og önnur skilyrði til að starfa sem vigtarmaður.\nMælieining: Ákveðin stærð, skilgreind og viðtekin með samkomulagi, sem aðrar stærðir sömu gerðar eru bornar saman við til að tákna magn þeirra í samanburði við þá stærð.\nMælifræðilegt eftirlit: Eftirlit með framleiðslu, innflutningi, uppsetningu, notkun, viðhaldi og viðgerð á mælitækjum, framkvæmt til að athuga hvort tækin séu notuð rétt eins og lög og reglugerðir um mælifræði segja, þ.m.t. hvort forpakkningar innihaldi leyfilega þyngd og hvort hún sé rétt mæld.\nMæligrunnur: Efnismát, mælitæki, viðmiðunarefni eða mælikerfi sem ætlað er til að skilgreina, raungera, varðveita, birta eða endurgera mælieiningu eða eina eða fleiri stærðir sem hafa skal til viðmiðunar.\nMæling: Aðgerð eða röð aðgerða sem framkvæmdar eru til að ákveða gildi stærðar sem er táknuð sem margfeldi tölu og mælieiningar.\nMælitæki: Tæki sem ætlað er, eitt sér eða ásamt tilheyrandi og viðurkenndum viðbótartækjum, til að framkvæma mælingu.\nRekjanleiki: Eiginleiki í niðurstöðu mælinga eða gildis á mæligrunni sem gerir unnt að tengja þau við tilteknar viðmiðanir, venjulega lands- eða alþjóðamæligrunna, með óslitinni röð samanburða sem hver fyrir sig hefur skilgreinda óvissu.\nSamræmismat: Mat á því hvort vara, ferli, kerfi eða aðili uppfylli kröfur.\nSkoðun: Athugun á vöruhönnun, vöru, ferli eða uppsetningu búnaðar og ákvörðun á samræmi þess við tilgreindar kröfur, eða almennar kröfur, og skal þá byggt á faglegum úrskurði.\nUndireining: Vélbúnaður sem er tilgreindur sem slíkur í tilskipunum, lögum eða reglum settum samkvæmt þeim, virkar sjálfstætt og myndar mælitæki ásamt öðrum undireiningum sem hann er samhæfður, eða mælitæki sem hann er samhæfður.\nÚrtaksskoðun: Skoðun einsleits safns mælitækja sem byggð er á niðurstöðum mats á tölfræðilega hæfilegum fjölda sýna völdum af handahófi úr tilgreindri lotu.\nYfireftirlit: Eftirlit stjórnvalds með því að ákvæðum í lögum þessum og reglum settum samkvæmt þeim á sviði mælifræði sé fylgt í framkvæmd, yfirumsjón með eftirliti sem einkaaðilar framkvæma í umboði eftirlitsstjórnvalds, svo og taka stjórnvaldsákvarðana á grundvelli laga sem gilda um mælifræðilegt eftirlit.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórnsýsla.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum, en [Húsnæðis- og mannvirkjastofnun] fer í umboði ráðherra með framkvæmd laganna.\nHlutverk [Húsnæðis- og mannvirkjastofnunar] samkvæmt lögum þessum er:\na. að annast töku stjórnvaldsákvarðana og kveða upp stjórnvaldsúrskurði á grundvelli ákvæða þessara laga eða sérlaga sem henni hefur verið falið eftirlit með;\nb. að veita stjórnvöldum og öðrum ráðgjöf um mælifræðileg málefni, veita umsagnir um mæligrunna og reglur stjórnvalda á sviði mælinga og lögmælifræði og stuðla að útbreiðslu þekkingar hér á landi á sviði mælifræði;\nc. að vera stjórnvald á sviði mælifræði og annast rekstur þeirra mæligrunna sem stjórnvöld fela henni umsjón með skv. 7. gr., sbr. 6. gr., og veita kvörðunarþjónustu í samræmi við ákvæði VIII. kafla;\nd. að annast markaðseftirlit og samskipti við önnur eftirlitsstjórnvöld á Evrópska efnahagssvæðinu, sbr. III. kafla laga þessara, og yfireftirlit á sviði mælifræði í samræmi við ákvæði laga og reglna settra samkvæmt þeim;\ne. að annast löggildingu vigtarmanna o.fl., sbr. ákvæði VII. kafla;\nf. að vera í fyrirsvari fyrir Íslands hönd í alþjóðlegu samstarfi um mælifræðileg málefni;\ng. að hafa samstarf við aðra aðila sem fást við verkefni á sviði mælifræði.\nL. 126/2011, 433. gr. L. 18/2021, 14. gr.\nII. kafli. Mælieiningar og mæligrunnar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Á Íslandi skal nota alþjóðlega SI-einingakerfið.\nÞrátt fyrir ákvæði 1. mgr. getur ráðherra heimilað að notaðar séu mælieiningar utan alþjóðlega SI-einingakerfisins. Þær skulu þó ávallt hafa viðmiðun í alþjóðlega SI-einingakerfinu.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Mælitæki sem notuð eru til lögboðinna mælinga og eftirlits og ákvörðunar stjórnvalda eða dómstóla á viðurlögum eða sá búnaður sem notaður er til löggildingar þessara mælitækja skal kvarðaður með rekjanlegum kvörðunum af faggiltum aðilum.\n[Húsnæðis- og mannvirkjastofnun] annast öflun og viðhald rekjanlegra mæligrunna vegna mælitækja og eftirlits skv. 1. mgr. eða hefur milligöngu um aðgang að slíkum mæligrunnum hafi öðrum aðilum ekki verið falið það í sérlögum.\n[Húsnæðis- og mannvirkjastofnun] annast einnig öflun og viðhald rekjanlegra mæligrunna sem mikilvægir eru til þess að uppfylla þarfir atvinnulífsins fyrir faggilta kvörðunarþjónustu, sbr. 2. mgr. 29. gr.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Húsnæðis- og mannvirkjastofnun] ákveður með hliðsjón af gildandi lögum á hverjum tíma, að fenginni umsögn fagráðs og í samstarfi við hlutaðeigandi ráðuneyti, fyrir hvaða mælifræðisvið halda skal rekjanlega mæligrunna og birtir upplýsingar um hvar þeir eru vistaðir.\nL. 18/2021, 14. gr.\nIII. kafli. Sala og markaðssetning mælitækja.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kröfur um sölu og markaðssetningu mælitækja.\nMælitæki sem eru seld og markaðssett á Íslandi, og undireiningar þeirra, skulu uppfylla kröfur sem gerðar eru til þeirra í lögum og reglugerðum settum samkvæmt þeim.\nFramleiðendur, seljendur og dreifingaraðilar bera ábyrgð á að mælitæki sem þeir markaðssetja eða selja uppfylli ákvæði laga og reglna settra samkvæmt þeim.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Merkingar mælitækja.\nÍ reglugerð sem ráðherra setur er heimilt að setja nánari reglur í samræmi við ákvæði laga eða alþjóðlega samninga sem Ísland er aðili að um merkingar mælitækja sem heimilt er að selja, markaðssetja og taka í fyrstu notkun hér á landi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Samræmismat.\nÍ reglugerð sem ráðherra setur skal kveðið á um mat á samræmi við grunnkröfur til að sannreyna hvort mælitæki sem sett eru á markað uppfylli kröfur.\nSamræmismatinu skal lokið og það sannanlega skrásett áður en mælitæki er boðið til sölu eða tekið í notkun í fyrsta sinn.\n[Húsnæðis- og mannvirkjastofnun] er heimilt að veita tímabundna undanþágu frá samræmismati, svo sem ef nota á vöruna á vörusýningum eða á vörukynningum.\nRg. 877/2016, sbr. 487/2018. L. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Samræmismat getur fallið úr gildi áður en gildistími þess rennur út þegar ljóst er að kröfur sem gerðar voru til tækisins og samræmismatið er byggt á eru ekki uppfylltar.\nÞegar samræmismat hefur verið fellt úr gildi skv. 1. mgr. er óheimilt að bjóða viðkomandi mælitæki til sölu eða selja það hér á landi að liðnum hæfilegum fresti.\nIV. kafli. Notkun mælitækja.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Mælitæki í notkun.\nEigandi mælitækis eða ábyrgðaraðili, ef það á við, ber ábyrgð á að mælitæki í notkun uppfylli ávallt reglur sem kveðið er á um í lögum og reglum settum samkvæmt þeim og er ábyrgur fyrir greiðslu eftirlitsgjalds í samræmi við ákvæði IX. kafla um eftirlitsgjald.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Sérkröfur um mælitæki og mælingar til ákveðinna nota.\nRáðherra getur ákveðið í reglugerð að mælitæki og mælingar til ákveðinna nota skuli uppfylla ítarlegri kröfur en almennt eru gerðar til mælinga og mælitækja og hvernig eftirliti með þeim skuli háttað, sbr. 14. gr. og VI. kafla um framkvæmd eftirlits með mælitækjum.\nEftirlitsskyld mælitæki í notkun eru:\n1. Vatnsmælar.\n2. Gasmælar.\n3. Raforkumælar fyrir raunorku.\n4. Varmaorkumælar.\n5. Mælikerfi fyrir vökva aðra en vatn.\n6. Vogir.\n7. Gjaldmælar leigubifreiða.\n8. Mæliáhöld fyrir lengd og rúmmál.\n9. Víddamælitæki.\n10. Greiningartæki fyrir útblástursloft.\n11. Vogarlóð.\n12. Mælitæki fyrir loftþrýsting í hjólbörðum.\n[Húsnæðis- og mannvirkjastofnun] setur reglur sem gilda skulu um slík mælitæki. Þá getur [Húsnæðis- og mannvirkjastofnun] sett reglur um nákvæmnisflokka mælitækja ef nauðsyn krefur.\nMælitæki önnur en þau sem getið er um í 2. mgr. skulu eigi að síður uppfylla þær sérstöku kröfur sem gerðar eru til mælitækis sem er á sama stað, ef unnt er að nota þau í sama tilgangi.\n[Húsnæðis- og mannvirkjastofnun] skal birta á aðgengilegan hátt og uppfæra reglulega nánari upplýsingar um hvaða mælitæki eru eftirlitsskyld samkvæmt lögum og reglum sem gilda hér á landi.\nRg. 1060/2008. Rg. 1061/2008, sbr. 1071/2023. Rg. 1062/2008, sbr. 1072/2023. Rg. 252/2009. Rg. 253/2009, sbr. 467/2009. Rg. 254/2009, sbr. 467/2009 og 712/2012. Rg. 561/2012, sbr. 1070/2023. L. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Staðfesting á að mælitæki í notkun og mælingar uppfylli skilyrði laga og reglna.\nStaðfesta skal með löggildingu að mælitæki í notkun uppfylli kröfur eftir því sem nánar er kveðið á um í reglugerðum. Birta skal lista um þessa flokka mælitækja á aðgengilegan hátt.\nEigandi mælitækja eða ábyrgðaraðili mælinga getur þó óskað samþykkis [Húsnæðis- og mannvirkjastofnunar] fyrir því að gæðakerfi eða önnur tilhögun formlegs innra eftirlits verði tekin gild í stað löggildingar.\nRáðherra getur sett reglur um notkun úrtaks við eftirlit með safni mælitækja. Skal þar byggt á stöðlum um úrtaksskoðanir og alþjóðlega viðurkenndum reglum um hvernig stöðlunum skuli beitt.\nEftirlit með magni í forpakkaðri vöru fer fram á markaði með sýnatöku, hvort sem innlendir eða erlendir aðilar hafa pakkað vörunni, í samræmi við ákvæði reglugerða um forpakkaðar vörur.\nPökkunaraðilar sem pakka í samræmi við 2. mgr. 16. gr. skulu sæta reglubundnu eftirliti. Þeir skulu nota löggilt mælitæki við pökkunina eða við gæðatryggingu hennar.\nÍ reglugerðum sem ráðherra setur skal kveðið nánar á um framkvæmd allra aðferða samkvæmt þessari grein.\nL. 18/2021, 14. gr.\nV. kafli. Niðurstöður mælinga.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Tilgreining á niðurstöðum mælinga.\nHvarvetna þar sem viðskipti fara fram að viðskiptavinum viðstöddum og notuð eru mælitæki sem lög þessi gilda um skal þannig um búið að viðskiptavinurinn sjái greinilega þegar mæling fer fram og geti lesið mæliniðurstöður fyrirhafnarlaust, sjá þó 16. gr.\nÞegar sjálfvirk mæling viðskipta sem lög þessi ná til fer fram skulu viðskipta- og eftirlitsaðilar hafa aðgang að mælingagögnum.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Magn forpakkaðrar vöru.\nÍ reglugerð sem ráðherra setur skulu vera reglur um mesta leyfilega frávik þegar vara er seld eftir magni í samræmi við ákvæði tilskipana um forpakkaðar vörur.\nÍ reglugerð sem ráðherra setur skal nánar kveðið á um rétt og skyldur þeirra sem merkja forpakkaðar vörur með e-merki í samræmi við ákvæði tilskipana Evrópusambandsins, þ.m.t. reglur um viðurkenningu á kerfum sem framleiðandi notar við magnmælingar. Ráðherra getur í reglugerð einnig kveðið á um að vörur megi einungis selja í ákveðnum magnstærðum og magn skuli tilgreint á framleiðsluvöru.\nRg. 437/2009.\nVI. kafli. Framkvæmd eftirlits með mælitækjum.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Umboð til eftirlits.\n[Húsnæðis- og mannvirkjastofnun] fer með eftirlit samkvæmt lögum þessum. Stofnuninni er þó heimilt að fela öðrum að framkvæma eftirlitið með samningi. Skulu þeir aðilar vera óháðir eftirlitsskyldum aðilum og hafa sérþekkingu og hæfni á viðkomandi sviði.\nÁkvæði kaflans eiga jafnframt við um þá aðila sem [Húsnæðis- og mannvirkjastofnun] veitir umboð til eftirlits, nema sérstaklega sé kveðið á um annað í umboði til viðkomandi aðila.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Gjaldskrá eftirlitsaðila.\nGjaldskrá þeirra aðila sem [Húsnæðis- og mannvirkjastofnun] felur framkvæmd mælifræðilegs eftirlits skal vera opinber. Ráðherra er heimilt að setja gjaldskrá ef einungis einn aðili veitir þjónustu til löggildingar á viðkomandi mælitæki.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Óhindrað aðgengi.\n[Húsnæðis- og mannvirkjastofnun] skal hafa óhindraðan aðgang að öllum starfsstöðvum og innréttingum við framkvæmd eftirlits samkvæmt ákvæðum þessara laga og reglna settra samkvæmt þeim.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Réttur til upplýsinga.\n[Húsnæðis- og mannvirkjastofnun] getur krafið þá aðila sem eru eftirlitsskyldir samkvæmt lögum þessum um allar upplýsingar sem nauðsynlegar þykja við framkvæmd eftirlits.\n[Húsnæðis- og mannvirkjastofnun] getur í starfi sínu krafist upplýsinga og gagna frá öðrum stjórnvöldum óháð þagnarskyldu þeirra.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Aðstoð við framkvæmd eftirlits.\nFramleiðendur, seljendur, dreifingaraðilar, eigendur og umsjónarmenn mælitækja sem lög þessi taka til og aðrir eftirlitsskyldir aðilar skulu auðvelda framkvæmd eftirlits samkvæmt þessum lögum og veita nauðsynlega aðstoð eftir því sem við getur átt.\nEftirlitsskyldur aðili getur ekki krafið [Húsnæðis- og mannvirkjastofnun] um greiðslu vegna þess kostnaðar sem hann kann að verða fyrir við framkvæmd eftirlits samkvæmt lögunum.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Þagnarskylda.\n[Þeir sem starfa af hálfu stjórnvalda að framkvæmd laga þessara og þeir sem [Húsnæðis- og mannvirkjastofnun] hefur veitt umboð til að framkvæma eftirlit á grundvelli laganna eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\nL. 18/2021, 14. gr. L. 71/2019, 5. gr.\nVII. kafli. Um löggilta vigtarmenn o.fl.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Skilyrði til löggildingar vigtarmanns o.fl.\nLöggiltir vigtarmenn geta þeir orðið sem uppfylla eftirtalin skilyrði:\na. eru búsettir hér á landi,\nb. eru fullra tuttugu ára,\nc. eru sjálfráða og fjárráða,\nd. hafa sótt námskeið til löggildingar vigtarmanna og staðist próf.\nVigtarmenn skulu hafa löggildingu [Húsnæðis- og mannvirkjastofnunar] sem gefur út skírteini þeim til handa um að þeir megi taka að sér störf sem löggiltum vigtarmönnum eru einum falin samkvæmt ákvæðum í lögum eða reglum settum samkvæmt þeim. Synja skal manni um löggildingu ef 68. gr. almennra hegningarlaga á við um hagi hans.\nLöggilding vigtarmanns gildir í tíu ár. [Húsnæðis- og mannvirkjastofnun] heldur skrá yfir löggilta vigtarmenn.\n[Húsnæðis- og mannvirkjastofnun] er heimilt að veita einstaklingi bráðabirgðalöggildingu til starfa að löggiltri vigtun að fenginni umsögn hlutaðeigandi stjórnvalda. Skilyrði fyrir undanþágu og bráðabirgðalöggildingu er að óframkvæmanlegt sé að fá löggiltan vigtarmann til starfans og brýna nauðsyn beri til að vigtun fari fram lögum samkvæmt. Það skilyrði skal sett að leyfishafi samkvæmt ákvæði þessu sæki fyrsta námskeið eftir að undanþága er veitt. Standist leyfishafi ekki próf fellur bráðabirgðalöggilding hans niður.\nÍ reglugerð sem ráðherra setur skal setja nánari reglur um námskeið, próf, endurnýjun réttinda, endurmenntunarnámskeið og starfshætti vigtarmanna.\nL. 18/2021, 14. gr. Rg. 441/2010. Rgl. 515/2021.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Prófnefnd, námskeið og próf.\nPrófnefnd vigtarmanna hefur umsjón með prófi til löggildingar vigtarmanna. Ráðherra skipar þriggja manna prófnefnd til fimm ára í senn og skal [Húsnæðis- og mannvirkjastofnun] tilnefna einn fulltrúa, Fiskistofa einn en ráðherra skipar einn fulltrúa án tilnefningar og er hann jafnframt formaður nefndarinnar. Til að standa straum af kostnaði við framkvæmd prófa skulu próftakar greiða gjald sem ráðherra ákveður. Skal fjárhæðin taka mið af kostnaði af námskeiðum og framkvæmd prófsins. Í reglugerð sem ráðherra setur að fengnum tillögum frá prófnefnd skal kveðið á um prófkröfur skv. d-lið 1. mgr. 23. gr. og önnur skilyrði eftir því sem við getur átt.\nÍ reglum sem prófnefnd setur skal kveða nánar á um framkvæmd námskeiða, svo sem lágmarksárangur til að standast próf, lágmarksþátttakendafjölda á námskeiði og önnur atriði er varða framkvæmd eftir því sem við getur átt. Heimilt er að skipta réttindum til löggildingar vigtarmanna eftir eðli réttinda í samræmi við reglur prófnefndar um námskeið og próf samkvæmt ákvæði þessarar greinar. Þá getur prófnefnd skipað prófdómara til að endurskoða prófúrlausn próftaka óski hann eftir því.\nL. 18/2021, 14. gr. Rg. 441/2010.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Fullgild vottorð.\nVottorð löggiltra vigtarmanna teljast vera fullgild ef í þeim koma fram eftirfarandi upplýsingar:\na. nafn verkbeiðanda, staður og dagsetning;\nb. gildi töru;\nc. þyngd þess sem vegið var og hvað var vegið;\nd. tilvísun til þeirrar vogar sem vigtað var á;\ne. númer ökutækis, þegar það á við;\nf. nafn löggilts vigtarmanns og undirritun hans, svo og nafn lögaðila sem hann starfar hjá, þegar það á við;\ng. aðrar upplýsingar sem krafist er samkvæmt ákvæðum sérlaga og reglna settra samkvæmt þeim, eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Um starfsskyldur vigtarmanns.\nLöggiltur vigtarmaður ber ábyrgð á vigtun sem hann vottar í samræmi við viðurkennda starfshætti þeirrar vigtunaraðferðar sem notuð er hverju sinni. Í því felst að löggiltur vigtarmaður skal sjálfur vera viðstaddur vigtun, hann tryggir alla framkvæmd hennar og staðfestir hana með undirritun sinni á vigtarvottorð sem hann ber ábyrgð á í samræmi við lög og reglur settar samkvæmt þeim.\nUm starfshætti vigtarmanna gilda að öðru leyti ákvæði þessara laga og sérlaga eftir því sem við getur átt, og reglur settar samkvæmt þeim. Í erindisbréfi sem ráðherra setur skal að öðru leyti kveðið á um starfsskyldur vigtarmanna.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Um sönnunargildi vottorða löggilts vigtarmanns.\nFullgilt vottorð löggilts vigtarmanns er sönnun um þyngd þess sem vegið var og hvað var vegið. Í stjórnvaldsfyrirmælum er unnt að tilgreina að ákveðin störf skuli unnin af löggiltum vigtarmönnum.\n[Húsnæðis- og mannvirkjastofnun] setur nánari reglur að fenginni umsögn fagráðs, sbr. 35. gr., um almennt og sérstakt hæfi löggiltra vigtarmanna, þ.m.t. hvaða störf séu ósamrýmanleg störfum löggiltra vigtarmanna o.fl.\nL. 18/2021, 14. gr. Rgl. 650/2007, sbr. rgl. 20/2008.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Svipting löggildingar o.fl.\nBrot á reglum um starfsskyldur vigtarmanns eru grundvöllur tafarlausrar sviptingar réttinda löggilts vigtarmanns. Hið sama á við um ásetningsbrot um fölsun vigtunarvottorða. Um málsmeðferð og úrskurð um sviptingu samkvæmt þessari grein skal farið eftir ákvæðum stjórnsýslulaga, nr. 37/1993.\nNú er einstaklingur sviptur réttindum löggilts vigtarmanns vegna brota er varða við XVII. kafla almennra hegningarlaga og getur hann þá eigi setið námskeið að nýju og tekið próf fyrr en að tveimur árum liðnum frá dagsetningu úrskurðar um sviptingu réttindanna nema mál hans sé látið niður falla af hálfu saksóknara eða máli hans lokið með sátt eða dómi. Leyfissviptingu má kæra til [úrskurðarnefndar umhverfis- og auðlindamála]. Kærufrestur er 30 dagar og verður mál ekki borið undir dómstóla fyrr en úrskurður [úrskurðarnefndar umhverfis- og auðlindamála] liggur fyrir.\nL. 18/2021, 15. gr.\nVIII. kafli. Um faggilta kvörðunarþjónustu.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "[Húsnæðis- og mannvirkjastofnun] skal starfrækja faggilta mælifræðistofu svo að hægt sé að sinna lögbundnu eftirliti eða tryggja að öðrum kosti með samningi aðgang að rekjanlegum kvörðunum.\n[Húsnæðis- og mannvirkjastofnun] er einnig heimilt að starfrækja faggilta kvörðunarþjónustu fyrir atvinnulífið.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "[Húsnæðis- og mannvirkjastofnun] skal taka gjald fyrir þjónustu sem hún veitir samkvæmt ákvæðum þessa kafla.\nAð fenginni tillögu [Húsnæðis- og mannvirkjastofnunar] samþykkir og birtir ráðherra gjaldskrá fyrir kvörðunarþjónustu sem hún veitir í samræmi við ákvæði þessa kafla.\nGjaldskrá samkvæmt þessari grein skal byggð á eftirfarandi kostnaðarliðum:\na. vinnutímagjaldi faggiltu mælifræðistofunnar;\nb. efniskostnaði og öðrum útlögðum kostnaði, þegar það á við;\nc. gjaldi vegna viðhalds faggildingar;\nd. hlutdeild í venjulegum stjórnunarkostnaði, þ.m.t. kostnaði vegna húsnæðis, aðgangs, viðhalds og endurnýjunar mæligrunna og kvörðunarbúnaðar.\nL. 18/2021, 14. gr.\nIX. kafli. Löggildingargjald og eftirlitsgjald með gæðakerfum og forpökkuðum vörum.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Löggildingargjald.\nÍ gjaldskrá sem ráðherra setur skal kveða á um löggildingargjald sem innheimta skal þegar [Húsnæðis- og mannvirkjastofnun] eða aðili sem fengið hefur umboð hennar til löggildingar framkvæmir löggildingu mælitækis. Aðili sem annast löggildingu skal innheimta löggildingargjald af eigendum mælitækis þegar innheimt er greiðsla fyrir veitta þjónustu við mælitækið. Löggildingargjald skal greiða af mælitækjum sem um getur í 5.&ndash;8. og 11. tölul. 2. mgr. 13. gr.\nLöggildingargjald skal nema 15&ndash;25% af því þjónustugjaldi sem innheimt er af eiganda mælitækis þegar löggilding fer fram.\nÍ gjaldskrá sem ráðherra staðfestir skal kveðið nánar á um löggildingargjald fyrir einstakar tegundir mælitækja samkvæmt þessari grein.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Eftirlitsgjald með gæðakerfum og forpökkuðum vörum.\nGjöld samkvæmt þessari grein skulu skiptast í eftirfarandi flokka:\na. Umsóknargjald: Gjald fyrir móttöku, skráningu og yfirferð umsóknar og fylgiskjala, auk álitsgerðar um niðurstöður fyrstu yfirferðar á umsókn og fylgigögnum hennar, svo og undirbúningsheimsókn til umsækjanda þegar það á við.\nb. Leyfisgjald: Gjald fyrir formlegt samþykki [Húsnæðis- og mannvirkjastofnunar] á gæðakerfum eða kerfum til forpakkningar á vörum en það felur í sér kostnað vegna mats á kerfum, gerðar verk- og tímaáætlunar, mats á gæðakerfi og tæknilegri starfsemi umsækjanda, skýrslugerðar og leyfisveitingar.\nc. Eftirlitsgjald: Gjald vegna vinnu við árlegt eftirlit með kerfum samkvæmt þessari grein en það felur í sér gerð verk- og tímaáætlunar, vinnu við reglubundið mat á gæðakerfi og tæknilegri starfsemi umsækjanda, skýrslugerð og endurútgáfu leyfis.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Framkvæmd álagningar og innheimta.\nLöggildingargjald skv. 31. gr. skal aðili sem annast framkvæmd eftirlits með mælitækjum í notkun, sbr. 17. gr., innheimta þegar eftirlit fer fram með löggildingu mælitækis. Um uppgjörstímabil og gjalddaga á eftirlitsgjöldum til [Húsnæðis- og mannvirkjastofnunar] samkvæmt þessari grein fer nánar eftir ákvæði 34. gr.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Um gjalddaga, dráttarvexti og skýrslu.\nAðili sem annast framkvæmd löggildingar í umboði [Húsnæðis- og mannvirkjastofnunar] innheimtir löggildingargjald af eigendum mælitækja, sbr. 31. gr. Löggildingargjaldi skal skila inn til [Húsnæðis- og mannvirkjastofnunar] ársþriðjungslega þannig að gjalddagi fyrsta ársþriðjungs er 1. maí, gjalddagi annars ársþriðjungs er 1. september og gjalddagi þriðja ársþriðjungs er 1. febrúar.\nSé eftirlitsgjald skv. 32. gr. ekki greitt innan 15 daga frá gjalddaga skal greiða í ríkissjóð dráttarvexti í samræmi við vaxtalög, svo og innheimtukostnað.\nGjaldskyldir aðilar skv. 33. gr. skulu við uppgjör á eftirlitsgjaldi samkvæmt lögum þessum og eigi síðar en á gjalddaga hvers uppgjörstímabils skila ótilkvaddir skýrslu í því formi sem [Húsnæðis- og mannvirkjastofnun] ákveður vegna mælitækja sem bera gjald á uppgjörstímabilinu.\nL. 18/2021, 14. gr.\nX. kafli. Fagráð atvinnulífsins og [Húsnæðis- og mannvirkjastofnunar].\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ráðherra skipar sex fulltrúa í fagráð sem sinna skal ráðgjöf fyrir atvinnulífið og [Húsnæðis- og mannvirkjastofnun] á sviði mælifræði. Hlutverk þess er að veita stjórnvöldum og atvinnulífi ráðgjöf um þróun og aðgerðir til að tryggja að hagnýtt sé alþjóðlegt og innlent samstarf sem miðar að því að greiða fyrir trausti og gagnkvæmum viðurkenningum í milliríkjaviðskiptum á sviði mælinga og mælifræði. Fagráð veitir umsagnir um drög að stjórnvaldsfyrirmælum þegar það á við, þ.m.t. um gjaldskrár [Húsnæðis- og mannvirkjastofnunar].\nRáðherra skipar formann án tilnefningar en aðrir fulltrúar í fagráði skulu tilnefndir af Samtökum iðnaðarins, Samtökum verslunar og þjónustu, Samorku, Neytendasamtökunum og einn fulltrúi sameiginlega af Landssambandi íslenskra útvegsmanna og Samtökum fiskvinnslustöðva. Forstjóri og sérfræðingar [Húsnæðis- og mannvirkjastofnunar] á sviði mælifræði sitja fundi ráðsins eftir því sem við á með málfrelsi og tillögurétt. Aðilar sem tilnefna í fagráð bera kostnað af þátttöku fulltrúa síns í fagráði og tryggja þekkingu og færni þeirra á sviði mælifræði.\nL. 18/2021, 14. gr.\nXI. kafli. Réttarúrræði, viðurlög o.fl.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Krafa um nauðsynlegar úrbætur og bann við notkun.\nVið brot á ákvæðum laga þessara eða reglna settra samkvæmt þeim getur [Húsnæðis- og mannvirkjastofnun] krafist þess að eftirlitsskyldur aðili geri nauðsynlegar úrbætur innan ákveðins frests. Við veruleg brot er heimilt að leggja bann við frekari notkun eða starfsemi.\nEftirlitsskyldur aðili ber allan kostnað sem hlýst af stöðvun starfsemi samkvæmt þessum lögum.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Bann við sölu og afturköllun.\nÞegar framleiðsluvörur og mælitæki uppfylla ekki skilyrði laga þessara og reglna settra samkvæmt þeim getur [Húsnæðis- og mannvirkjastofnun] bannað sölu þeirra.\n[Húsnæðis- og mannvirkjastofnun] getur einnig krafist þess að framleiðsluvörur og mælitæki sem dreift hefur verið til söluaðila skuli afturkallaðar. Afturköllun og sölubann er heimilt að leggja á einstakar tegundir framleiðsluvöru og mælitækja eða á framleiðslulotur, eftir því sem við getur átt.\nUm réttarúrræði [Húsnæðis- og mannvirkjastofnunar] vegna brota á sviði lögmælifræði fer að öðru leyti samkvæmt ákvæðum IV. og V. kafla laga nr. 134/1995, um öryggi vöru og opinbera markaðsgæslu, eftir því sem við getur átt.\nL. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Um afturköllun á löggildingu og annarri viðurkenningu.\n[Húsnæðis- og mannvirkjastofnun] skal afturkalla löggildingu og aðra viðurkenningu sem hún veitir samkvæmt lögum þessum eða reglum settum samkvæmt þeim þegar sá sem hlotið hefur löggildingu eða viðurkenningu, eða aðili sem starfar á hans vegum, brýtur ákvæði þessara laga eða reglna settra samkvæmt þeim.\nL. 18/2021, 14. gr.\n[38. gr. a. Málsmeðferð.\n[Ákvarðanir Húsnæðis- og mannvirkjastofnunar sem teknar eru á grundvelli laga þessara sæta kæru til úrskurðarnefndar umhverfis- og auðlindamála. Ákvörðun verður ekki borin undir dómstóla fyrr en úrskurður nefndarinnar liggur fyrir. Ef aðili unir ekki úrskurði nefndarinnar getur hann höfðað mál til ógildingar fyrir dómstólum. Höfða skal mál innan sex mánaða frá því að aðili fékk vitneskju um úrskurð nefndarinnar. Málshöfðun frestar ekki gildistöku úrskurðar nefndarinnar eða heimild til aðfarar. Um aðild, kærufrest, málsmeðferð og annað er varðar kæruna fer að öðru leyti samkvæmt lögum um úrskurðarnefnd umhverfis- og auðlindamála.]]\nL. 18/2021, 16. gr. L. 34/2007, 8. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Dagsektir.\nEf ekki er farið að ákvörðun sem tekin hefur verið samkvæmt þessum lögum og reglum settum samkvæmt þeim getur [Húsnæðis- og mannvirkjastofnun] ákveðið að sá sem ákvörðunin beinist gegn greiði dagsektir þar til farið verður að henni. Dagsektir geta numið frá 10&ndash;500 þús. kr. á dag. Ákvörðun um dagsektir skal tilkynnt bréflega á sannanlegan hátt þeim sem hún beinist að.\nÁkvörðun um dagsektir má skjóta til [úrskurðarnefndar umhverfis- og auðlindamála] innan fjórtán daga frá því að hún er kynnt þeim er hún beinist að. Dagsektir reiknast ekki fyrr en frestur er liðinn. Ef ákvörðun er skotið til [úrskurðarnefndar umhverfis- og auðlindamála] falla dagsektir ekki á fyrr en niðurstaða hennar liggur fyrir.\n...\nL. 18/2021, 14. gr. L. 18/2021, 17. gr. L. 34/2007, 9. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Stjórnvaldssektir.\n[Húsnæðis- og mannvirkjastofnun] getur lagt stjórnvaldssektir á einstaklinga og fyrirtæki fyrir brot sem framin eru af ásetningi eða gáleysi gegn:\na. ákvæðum III. kafla, um sölu og markaðssetningu mælitækja, og reglum settum samkvæmt þeim;\nb. ákvæðum IV. kafla, um notkun mælitækja, og reglum settum samkvæmt þeim, ef um ítrekuð brot er að ræða;\nc. ákvæðum V. kafla, um niðurstöður mælinga, og reglum settum samkvæmt lögum sem gilda um það efni.\nStjórnvaldssektir geta numið allt að 10 millj. kr.\n... Málskot til [úrskurðarnefndar umhverfis- og auðlindamála] frestar aðför. Við aðför samkvæmt ákvörðunum [Húsnæðis- og mannvirkjastofnunar] skal kveðja gerðarþola fyrir héraðsdóm og um málsmeðferð fer skv. 13. kafla aðfararlaga.\nFrestur til að greiða stjórnvaldssektir er fjórar vikur nema annað sé sérstaklega ákveðið í hlutaðeigandi lagaákvæðum eða reglum.\nRáðherra getur í reglugerð sett nánari reglur um fjárhæð og framkvæmd stjórnvaldssekta. Í reglugerðinni skal jafnframt kveðið á um vexti og kostnað ef stjórnvaldssekt er ekki greidd á eindaga svo og um hver annar en sá sem stjórnvaldssekt er lögð á geti borið ábyrgð á greiðslu gjaldsins.\nL. 18/2021, 14. gr. L. 34/2007, 10. gr. L. 18/2021, 17. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Refsingar.\nSá sem af ásetningi eða gáleysi brýtur gegn ákvæðum III. kafla, 12. og 13. gr. IV. kafla, V. kafla, 20. og 22. gr. VI. kafla, 25.&ndash;27. gr. VII. kafla og 33. gr. IX. kafla laga þessara eða reglum og fyrirmælum settum samkvæmt þeim skal sæta fésektum eða fangelsi allt að sex mánuðum ef sakir eru miklar. Dæma má sviptingu réttinda skv. 68. gr. almennra hegningarlaga og fésekt jafnframt fangelsi ef skilyrði 49. gr. almennra hegningarlaga eru fyrir hendi.\nSá sem gefur aðilum, sem annast framkvæmd laga þessara, rangar skýrslur skal sæta refsingu skv. XV. kafla almennra hegningarlaga.\nSektir samkvæmt lögum þessum má gera jafnt lögaðila sem einstaklingi. Lögaðila má ákvarða sekt án tillits til þess hvort sök verður sönnuð á starfsmann lögaðilans. Hafi starfsmaður lögaðilans framið brot á lögum þessum eða reglum settum samkvæmt þeim má einnig gera lögaðila þessum sekt og sviptingu starfsréttinda, enda sé brotið drýgt til hagsbóta fyrir lögaðilann eða hann hefur notið hagnaðar af brotinu. Lögaðili ber ábyrgð á greiðslu sektar sem starfsmaður hans er dæmdur til að greiða vegna brota á lögum þessum, enda séu brot tengd starfi hans hjá lögaðilanum.\nDæma má sviptingu réttinda skv. 68. gr. almennra hegningarlaga og upptöku eigna skv. 69. gr. sömu laga í máli er rís vegna brota á lögum þessum eða reglum settum samkvæmt þeim.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Nú varðar meint lögbrot bæði stjórnvaldssektum skv. 40. gr. og refsingum skv. 41. gr. og metur [Húsnæðis- og mannvirkjastofnun] þá með tilliti til grófleika brots og réttarvörslusjónarmiða hvort mál skuli kært til lögreglu eða lokið með stjórnvaldsákvörðun hjá [Húsnæðis- og mannvirkjastofnun]. Gæta skal samræmis við úrlausn sambærilegra mála.\nÁkvæði IV. og VII. kafla stjórnsýslulaga gilda ekki um ákvörðun [Húsnæðis- og mannvirkjastofnunar] að kæra mál til lögreglu.\nL. 18/2021, 14. gr.\nXII. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Lög þessi eru sett með hliðsjón af ákvörðun sameiginlegu EES-nefndarinnar nr. 31/2005, um að fella inn í EES-samninginn og taka upp í innlendan rétt ákvæði tilskipunar Evrópuþingsins og ráðsins nr. 2004/22/EB, um mælitæki, og með hliðsjón af tilskipun nr. 90/384/EBE um ósjálfvirkar vogir ásamt síðari breytingum og með hliðsjón af tilskipun nr. 71/316/EBE um mælitæki og aðferðir við mælifræðilegt eftirlit ásamt síðari breytingum og þeim tilskipunum sem af henni eru leiddar. Í reglugerð sem ráðherra setur skal kveðið nánar á um mælitæki og innleiðingu á viðaukum framantalinna tilskipana að fenginni umsögn [Húsnæðis- og mannvirkjastofnunar].\nRg. 877/2016. L. 18/2021, 14. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Ráðherra er heimilt í reglugerð að setja nánari ákvæði um framkvæmd laga þessara.\nÍ reglugerð sem ráðherra setur skal innleiða nánari reglur um mælitækjaflokka sem taldir eru upp í tilskipun 2004/22/EB, um mælitæki, sbr. 13. gr. laga þessara. Taki ráðherra ákvörðun við setningu reglugerðar skv. 1. málsl. um að setja ekki reglur um alla mælitækjaflokka sem taldir eru upp í tilskipuninni skal ákvörðunin rökstudd og send til Eftirlitsstofnunar EFTA. Hið sama gildir um mælitæki sem falla undir gildissvið tilskipunar 71/316/EBE.\nRg. 130/1994 (um gildistöku tiltekinna tilskipana Evrópubandalagsins um mælitæki), sbr. 428/1994 og 79/2013. Rg. 955/2006 (um löggildingartákn og merkingar eftirlitsskyldra mælitækja), sbr. 192/2007 og 461/2009. Rg. 956/2006 (um starfshætti þeirra sem annast löggildingar mælitækja í umboði Neytendastofu), sbr. 1664/2021 og 1637/2022. Rg. 1160/2011 (um mælieiningar), sbr. 199/2020. Rg. 561/2012 (um mælifræðilegt eftirlit með varmaorkumælum), sbr. 1070/2023. Rg. 876/2016 (um mælitæki), sbr. 486/2018. Rg. 877/2016 (um gerð og framleiðslu ósjálfvirks vogarbúnaðar).",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Lög þessi öðlast þegar gildi. ...\nÁkvæði til bráðabirgða.\nÞrátt fyrir ákvæði 10. gr. er heimilt að setja á markað og taka í fyrstu notkun hér á landi mælitæki sem uppfyllir kröfur fyrir 30. október 2006 á meðan gerðarviðurkenning þess heldur gildi sínu, þó eigi lengur en til 30. október 2016.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    }
  ]
}
