{
  "id": "68/2006",
  "type": "statute",
  "title": "[Lög um Matís ohf.]1)",
  "status": "in_force",
  "issued_date": "2006-06-14",
  "url": "https://www.althingi.is/lagas/nuna/2006068.html",
  "description": "Tóku gildi 30. júní 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkisstjórninni er heimilt að stofna hlutafélag ... um rekstur Rannsóknastofnunar fiskiðnaðarins, Matvælarannsókna Keldnaholti, sbr. samstarfssamning milli Iðntæknistofnunar og Landbúnaðarháskólans, og rannsóknastofu Umhverfisstofnunar.\nVið stofnun félagsins skal allt hlutafé þess vera í eigu íslenska ríkisins og stofnfé ákveðið í fjárlögum.\nL. 71/2021, 28. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tilgangur félagsins er að sinna rannsóknum og nýsköpun á sviði matvæla í þágu atvinnulífsins, lýðheilsu og matvælaöryggis og fjármálalegri umsýslu á grundvelli laga og reglugerða sem um þetta gilda, svo og að reka aðra skylda starfsemi.\nTilgangi og verkefnum félagsins skal nánar lýst í samþykktum þess. Heimilt er félaginu að stofna nýtt félag eða félög sem verði í eigu þess til að annast ákveðna þætti starfseminnar. Þá skal því einnig heimilt að standa að stofnun og gerast eignaraðili að öðrum félögum og fyrirtækjum.\nFélaginu er heimilt að gera samninga við aðra aðila til að ná tilgangi sínum á sem hagkvæmastan hátt skv. 1. mgr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ákvæði laga um hlutafélög gilda um félagið ef ekki er kveðið á um annað í lögum þessum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórn félagsins skal skipuð [fimm fulltrúum]. Þeir skulu kosnir á aðalfundi ár hvert. [Ráðherra] fer með eignarhlut ríkissjóðs í félaginu.\nL. 71/2021, 29. gr. L. 126/2011, 432. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þegar starfsemi Rannsóknastofnunar fiskiðnaðarins, Matvælarannsókna Keldnaholti og rannsóknastofu Umhverfisstofnunar verður lögð niður, sbr. 1. gr., fer um réttindi og skyldur starfsmanna þeirra eftir lögum nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins, með síðari breytingum, og lögum nr. 72/2002, um réttarstöðu starfsmanna við aðilaskipti að fyrirtækjum, eftir því sem við á. Félagið skal bjóða störf öllum starfsmönnum framangreindra ríkisstofnana.\nUm biðlaunarétt, sem kann að hafa fylgt störfum í framangreindum ríkisstofnunum, gilda ákvæði laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Starfsmaður Rannsóknastofnunar fiskiðnaðarins, Matvælarannsókna Keldnaholti eða rannsóknastofu Umhverfisstofnunar, sem hefur áunnið sér rétt til lífeyrisgreiðslna skv. 24. gr. laga nr. 1/1997, um Lífeyrissjóð starfsmanna ríkisins, og ræðst til starfa hjá hlutafélaginu með minnst þriggja mánaða uppsagnarfresti í hálft starf eða meira getur ekki hafið töku lífeyris fyrr en hann lætur af því starfi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Matís ohf.] er skylt að halda uppi tilskilinni öryggisþjónustu á sviði matvælarannsókna í þágu landsmanna sem nánar er skilgreind í samningi við félagið. Félaginu er skylt að framkvæma rannsóknir vegna matvælaeftirlits á vegum hins opinbera eftir því sem nánar kveður á í samningi.\nL. 71/2021, 30. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Félagið skal hefja rekstur 1. janúar 2007.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "...\nÁkvæði til bráðabirgða.\nI.–III. ...\nL. 88/2020, 12. gr.\nIV.\nÞrátt fyrir ákvæði 8. gr. er heimilt að viðhalda Rannsóknastofnun fiskiðnaðarins sem lögaðila án starfsemi vegna uppgjörs og aðildar að samningum sem ákvörðun hefur verið tekin um fyrir 1. janúar 2007.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
