{
  "id": "58/2006",
  "type": "statute",
  "title": "Lög um fiskrækt",
  "status": "in_force",
  "issued_date": "2006-06-14",
  "url": "https://www.althingi.is/lagas/nuna/2006058.html",
  "description": "Tóku gildi 1. júlí 2006.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að fiskrækt í ferskvatni. Við framkvæmd laganna skal þess ávallt gætt að sem minnst röskun verði á vistkerfi ferskvatns og á villtum ferskvatnsfiskstofnum og að sjálfbærri nýtingu þeirra sé ekki stefnt í hættu.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi taka til allrar fiskræktar sem fram fer í ferskvatni á íslensku forráðasvæði. Við framkvæmd þeirra skal gætt samræmis við framkvæmd laga um lax- og silungsveiði, laga um eldi vatnafiska og laga um varnir gegn fisksjúkdómum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum, reglugerðum og reglum, settum á grundvelli þeirra, er merking hugtaka sem hér segir:\n1. Alifiskur: Fiskur sem alinn er eða látinn ganga sjálfala í tjörnum eða ílátum.\n2. Eldisdýr: Lifandi fiskur, krabbadýr eða lindýr frá eldisstöð, óháð þroskastigi, að meðtöldum dýrum sem lifa upprunalega villt en eru ætluð fyrir eldisstöð.\n3. Fiskeldi: Geymsla, gæsla og fóðrun vatnafiska og annarra vatnadýra, klak- og seiðaeldi, hvort sem er í söltu eða ósöltu vatni.\n4. Fiskeldisstöð: Staður þar sem vatn, sjór, land eða mannvirki er nýtt í þágu fiskeldis.\n5. Fiskrækt: Hvers konar aðgerðir sem ætla má að skapi eða auki fisk í veiðivatni.\n6. Fiskræktarslepping: Slepping samstofna smáseiða eða gönguseiða í því skyni að auka fiskigengd í veiðivatni.\n7. Fiskstofn: Hópur fiska sömu tegundar sem hrygnir á tilteknum stað og tíma, en gerir það ekki í neinum mæli með öðrum hópum á öðrum stað eða tíma.\n8. Fiskur: Fiskur í merkingu laga þessara tekur til allra tegunda lagardýra sem lifa í vatni og sjó, hvort sem er við náttúrulegar aðstæður eða í eldi.\n9. Geldstofn: Vatnafiskur sem ekki framleiðir frjóar kynfrumur.\n10. Göngusilungur: Silungur er gengur úr sjó í ósalt vatn, svo sem sjóbirtingur (urriði) og sjóreyður (bleikja).\n11. Hafbeit: Slepping gönguseiða til sjógöngu og föngun þeirra sem fullvaxta fiska á sleppistað þegar þeir ganga úr sjó í ferskvatn, annaðhvort til slátrunar eða flutnings í annað veiðivatn til endurveiða.\n12. Hafbeitarstofn: Hópur vatnafiska sem klakinn hefur verið út undan fiski úr hafbeit.\n13. Hafbeitarstöð: Staður þar sem vatn, sjór, land eða mannvirki er nýtt í þágu hafbeitar.\n14. Kynbætur: Markvisst val með tilliti til ákveðinna arfgengra eiginleika. Slíkir eiginleikar geta verið mikill vaxtarhraði eða síðkynþroski. Til undaneldis eru valdir fiskar sem sýna ákjósanlega eiginleika umfram aðra fiska í stofninum. Slíku vali er viðhaldið og það aukið með vali í hverri kynslóð.\n15. Lagardýr: Öll dýr með kalt blóð sem lifa og geta afkvæmi í sjó eða fersku vatni.\n16. Laxastofn: Hópur laxa sem hrygnir á tilteknum stað og tíma, en gerir það ekki í neinum mæli með öðrum hópum á öðrum stað eða tíma.\n17. Netlög: Vatnsbotn 115 metra út frá bakka landareignar að stöðuvatni, svo og sjávarbotn 115 metra út frá stórstraumsfjöruborði landareignar.\n18. Sjór: Salt vatn utan árósa.\n19. Straumvatn: Ósalt vatn, á eða ósasvæði sem í er greinilegur straumur, þá er enginn vöxtur er í, og um stórstraumsfjöru.\n20. Stöðuvatn: Ósalt vatn sem eigi er í greinilegur straumur annar en sá sem stafar af sjávarföllum, vindi eða aðrennsli í leysingum.\n21. Vatn: Ósalt vatn með föstu legi eða farvegi, straumvatn eða stöðuvatn.\n22. Vatnadýr: Öll dýr með kalt blóð sem lifa að hluta eða allan sinn lífsferil í fersku vatni.\n23. Vatnafiskur: Lax (Salmo salar), silungur (urriði (Salmo trutta), bleikja (Salvelinus alpinus) og regnbogasilungur (Oncorhynchus mykiss)), áll (Anguilla anguilla) eða annar vatnafiskur ef ræktaður verður.\n24. Vatnasilungur: Silungur sem elur allan aldur sinn í ósöltu vatni, svo sem vatnaurriði, vatnableikja (reyður), lækjasilungur og murta.\n25. Veiðivatn: Á eða stöðuvatn sem veiði er í eða mætti í vera ef fiskur væri ræktaður þar.\n26. Villtur fiskstofn: Fiskstofn þar sem meiri hluti fisks er klakinn í náttúrulegu umhverfi, elst þar upp og er kominn undan villtum foreldrum.\n27. Örmerkingar: Merkingar á laxi með málmflísum í trjónuna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórnsýsla.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum, en framkvæmd stjórnsýslunnar er að öðru leyti í höndum [Fiskistofu] sem hefur eftirlit með því að ákvæðum laganna sé framfylgt.\nRáðherra skal í samræmi við fyrirmæli einstakra greina setja nánari ákvæði um framkvæmd þeirra í reglugerð. Við setningu reglugerða skal ávallt leitað faglegrar umsagnar [Fiskistofu], [Hafrannsóknastofnunar] og fisksjúkdómanefndar sem starfar samkvæmt lögum um varnir gegn fisksjúkdómum.\nL. 126/2011, 425. gr. L. 81/2008, 1. gr. L. 113/2015, 4. gr.\nII. kafli. Fiskræktaráætlun.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fiskræktaráætlun.\nÍ hverju veiðivatni, þar sem ætlunin er að stunda fiskrækt með sleppingu seiða, hafbeit til stangveiði eða öðru því er að fiskrækt lýtur, er veiðifélagi eða veiðiréttarhöfum, þar sem ekki er veiðifélag, skylt að gera fiskræktaráætlun er nái til fimm ára í senn. Hlutverk fiskræktaráætlunar er að gera fyrirhugaða fiskrækt markvissa og árangursríka og tryggja eftir föngum að þannig sé að fiskrækt staðið í hvívetna að vistkerfi villtra ferskvatnsfiskstofna stafi ekki hætta af slíkum framkvæmdum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samþykkt fiskræktaráætlunar.\nFramkvæmd samkvæmt fiskræktaráætlun er háð því að [Fiskistofa] hafi áður samþykkt áætlunina. Áður en samþykki er veitt skal [Fiskistofa] leita umsagnar [Hafrannsóknastofnunar]. Í samþykki skulu koma fram þeir skilmálar sem [Fiskistofa] telur nauðsynlega, m.a. til verndar viðkomandi fiskstofni gegn sjúkdómum og erfðablöndun. Nánar skal kveðið á um samþykkt fiskræktaráætlunar í reglugerð sem ráðherra setur.\nL. 81/2008, 1. gr. L. 113/2015, 4. gr.\nIII. kafli. Almenn ákvæði um fiskrækt.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Hrognataka.\nVeiðifélagi er heimil lax- og silungsveiði til hrognatöku í samræmi við ákvæði II. kafla laga þessara og 26. gr. laga um lax- og silungsveiði. Ef meiri hluti veiðiréttarhafa við veiðivatn, þar sem ekki er veiðifélag, vill láta veiða lax og silung til hrognatöku í því vatni skal afla leyfis [Fiskistofu]. Leyfi veiðiréttarhafa til hrognatöku skal vera tímabundið og skulu í því felast þau skilyrði sem nauðsynleg eru að mati [Fiskistofu] til verndar fiskstofnum veiðivatnsins.\nL. 81/2008, 1. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Fiskrækt í ám og vötnum.\nVið fiskrækt í ám og vötnum skal einungis nota stofn úr viðkomandi veiðivatni.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Bann við flutningi laxfisks milli veiðivatna.\nHvers konar flutningur á laxfiskum úr náttúrulegu veiðivatni, hafbeitar- eða eldisstöð í annað náttúrulegt veiðivatn til stangveiði er óheimill.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Undanþága.\n[Fiskistofa] getur veitt undanþágu frá banni skv. 8. og 9. gr. Til þess að fá slíka undanþágu þarf veiðifélag eða veiðiréttarhafar veiðivatns, þar sem ekki er veiðifélag, að sækja um það til [Fiskistofu]. Undanþágu má að hámarki veita til tveggja ára í senn. Með umsókn um undanþágu skal fylgja greinargerð umsækjanda um fyrirhugaða framkvæmd og umsagnir fisksjúkdómanefndar og [Hafrannsóknastofnunar] um hugsanleg áhrif framkvæmdarinnar á lífríkið, þ.m.t. hættu á erfðamengun. Sá er undanþágu beiðist ber kostnað af gerð umsagna.\n[Fiskistofa] getur afgreitt undanþágur frá ákvæðum 8. gr. að fengnum sérfræðilegum umsögnum, en um umsókn um undanþágu frá ákvæðum 9. gr. gilda ákvæði 11. gr.\nL. 81/2008, 1. gr. L. 113/2015, 4. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Málsmeðferð undanþágubeiðni.\nInnan tveggja vikna frá móttöku undanþágubeiðni skv. 10. gr. birtir [Fiskistofa] umsóknina með opinberri auglýsingu og kallar eftir umsögnum veiðifélaga eða veiðiréttarhafa, þar sem ekki eru veiðifélög, um framkvæmdina. Frá og með þeim tíma skal hverjum sem er vera heimill aðgangur hjá [Fiskistofu] að öllum gögnum málsins. Athugasemdum við umsókn skal skilað til [Fiskistofu] innan fimm vikna frá birtingu auglýsingar.\nL. 81/2008, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ákvörðun [Fiskistofu].\nInnan átta vikna frá því að [Fiskistofa] birtir umsókn um undanþágu, sbr. ákvæði 10. og 11. gr., skal hún taka rökstudda ákvörðun um það hvort fallist sé á umsókn eða henni hafnað. [Fiskistofu] er heimilt að binda undanþágu nauðsynlegum skilyrðum til að tryggja að markmið laganna náist. Þegar ákvörðun [Fiskistofu] liggur fyrir skal hún kynnt umsækjanda og þeim sem athugasemdir hafa gert. Jafnframt skal birta hana opinberlega. Ákvörðun [Fiskistofu] samkvæmt grein þessari er endanleg á stjórnsýslustigi.\nL. 81/2008, 1. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Setning reglugerðar.\n[Ráðherra] skal í reglugerð kveða nánar á um málsmeðferð samkvæmt kafla þessum. Reglugerð skal m.a. hafa að geyma ákvæði um form undanþágubeiðni, málsmeðferð fyrir [Fiskistofu] og form ákvörðunar. Einnig er ráðherra heimilt að ákveða með reglugerð að innheimt skuli gjald af þeim er undanþágu óskar vegna kostnaðar stjórnvalda af málsmeðferð. Einnig getur ráðherra í reglugerð sett nánari fyrirmæli um hvernig að hrognatöku skv. 7. gr. skuli staðið.\nL. 126/2011, 425. gr. L. 81/2008, 1. gr.\nIV. kafli. Hafbeit.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Um hafbeit.\nUm hafbeit gilda ákvæði laga þessara og 1. gr., 5.–12. gr., 14.–17. gr. og 19.–22. gr. laga um eldi vatnafiska eftir því sem við getur átt.\nV. kafli. Gildistökuákvæði o.fl.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Gildistaka o.fl.\nLög þessi öðlast gildi 1. júlí 2006. ...\n...",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "...\nÁkvæði til bráðabirgða. ...\nL. 88/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    }
  ]
}
