{
  "id": "60/2007",
  "type": "statute",
  "title": "Lög um Vatnajökulsþjóðgarð",
  "status": "in_force",
  "issued_date": "2007-03-28",
  "url": "https://www.althingi.is/lagas/nuna/2007060.html",
  "description": "Tóku gildi 1. maí 2007.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Stofnun Vatnajökulsþjóðgarðs og gildissvið.\n[Ráðherra] friðlýsir með reglugerð Vatnajökul og helstu áhrifasvæði jökulsins. Friðlýsing Vatnajökulsþjóðgarðs tekur gildi við setningu reglugerðar um Vatnajökulsþjóðgarð. [Vatnajökulsþjóðgarður er hluti af Náttúruverndarstofnun.]\nLandsvæði í Vatnajökulsþjóðgarði getur verið í eigu íslenska ríkisins eða í eigu annarra aðila enda liggi fyrir samþykki eiganda viðkomandi lands um að það verði hluti Vatnajökulsþjóðgarðs. Leita skal samþykkis viðkomandi sveitarstjórnar fyrir friðlýsingu landsvæðis í sveitarfélaginu.\nLög þessi gilda um friðlýsingu, stjórn, [valdheimildir] og rekstur Vatnajökulsþjóðgarðs og verndun náttúrufars innan þjóðgarðsins. [Ráðherra fer með yfirstjórn mála er varða Vatnajökulsþjóðgarð, sbr. einnig ákvæði laga um Náttúruverndarstofnun. Náttúruverndarstofnun annast framkvæmd á þeirri stefnu sem mörkuð hefur verið í málum þjóðgarðsins af hálfu ráðherra, svæðisstjórnar og svæðisráða.]\nL. 126/2011, 457. gr. L. 111/2024, 6. gr. L. 101/2016, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið verndunar.\n[Markmið með stofnun Vatnajökulsþjóðgarðs er að:\n1. Vernda náttúru svæðisins, svo sem landslag, lífríki, jarðmyndanir og menningarminjar.\n2. Gefa almenningi kost á að kynnast og njóta náttúru og sögu svæðisins.\n3. Stuðla að rannsóknum á svæðinu, fræða um það og ýta undir aukinn skilning almennings á gæðum og sérstöðu svæðisins.\n4. Leitast við að styrkja byggð og atvinnustarfsemi í nágrenni þjóðgarðsins, m.a. með því að hvetja til sjálfbærrar nýtingar gæða svæðisins.]\nL. 101/2016, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Land í einkaeign innan þjóðgarðs.\nHeimilt er með samþykki landeiganda að friðlýsa land sem hluta Vatnajökulsþjóðgarðs. Gerður skal samningur milli [ráðherra] og landeiganda um slíka friðlýsingu þar sem m.a. kemur fram hvaða landnýting er heimil á svæðinu. Stjórn þjóðgarðsins [fylgir því eftir að] samningar við landeigendur í þjóðgarðinum séu virtir.\nSvæðisráð, sbr. 7. gr., skulu a.m.k. einu sinni á ári halda fund með eigendum lands á viðkomandi rekstrarsvæði og árlega skal halda sameiginlegan fund landeigenda, svæðisráða og stjórnar um málefni þjóðgarðsins.\nL. 126/2011, 457. gr. L. 111/2024, 6. gr.\nII. kafli. Stjórn Vatnajökulsþjóðgarðs.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[ Skipan og hlutverk svæðisstjórnar.\nSvæðisstjórn, skipuð af ráðherra til fjögurra ára í senn, hefur umsjón með náttúruvernd á því svæði sem friðlýst hefur verið sem Vatnajökulsþjóðgarður, sbr. 1. gr. Hlutverk svæðisstjórnar er að móta stefnu fyrir svæðið samkvæmt ákvæðum þessara laga. Heimilt er að fela svæðisstjórninni umsjón með öðrum friðlýstum svæðum í nágrenni þjóðgarðsins.\nSvæðisstjórnin er hluti af Náttúruverndarstofnun, eins og nánar er kveðið á um í lögum um stofnunina og skipunarbréfi ráðherra. Svæðisstjórnin kemur að þróun þeirrar þjónustu sem stofnunin annast innan Vatnajökulsþjóðgarðs og veitir forstjóra og öðrum stjórnendum ráðgjöf um áherslur í rekstri.\nÍ svæðisstjórn skulu sitja átta fulltrúar: formenn allra svæðisráða þjóðgarðsins, einn fulltrúi tilnefndur af náttúru- og umhverfisverndarsamtökum, einn fulltrúi tilnefndur af útivistarsamtökum og tveir fulltrúar skipaðir af ráðherra án tilnefningar og skal annar þeirra vera formaður svæðisstjórnar. Varaformaður er skipaður af ráðherra sem varamaður formanns og varamenn annarra fulltrúa skulu tilnefndir og skipaðir á sama hátt og aðalmenn. Skal annar fulltrúinn sem skipaður er án tilnefningar hafa fagþekkingu á verksviði þjóðgarða. Einn fulltrúi tilnefndur sameiginlega af ferðamálasamtökum á starfssvæði þjóðgarðsins og Samtökum ferðaþjónustunnar skal eiga áheyrnaraðild að fundum stjórnar.]\nL. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[ Málsmeðferð á vettvangi svæðisstjórnar.\nSvæðisstjórn Vatnajökulsþjóðgarðs skal funda eftir því sem ástæða þykir til en þó eigi sjaldnar en á þriggja mánaða fresti og skulu ákvarðanir hennar samkvæmt ákvæðum laga þessara teknar á fundum hennar. Svæðisráð getur, ef það telur nauðsynlegt að leita eftir afstöðu eða ákvörðun svæðisstjórnar um tiltekið málefni, óskað eftir því að haldinn sé fundur í svæðisstjórninni. Afl atkvæða ræður úrslitum mála á fundum svæðisstjórnar en atkvæði formanns sker úr ef atkvæði falla jöfn. Stjórnsýslulög gilda um meðferð mála á vettvangi svæðisstjórnar. Svæðisstjórn skal setja starfsreglur þar sem nánar skal kveðið á um framkvæmd starfa á vettvangi svæðisstjórnar og svæðisráða.]\nL. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[ Verkefni svæðisstjórnar.]\n... Helstu verkefni [svæðisstjórnar] eru:\n1. Stefnumótun í málefnum þjóðgarðsins í samræmi við markmið laga þessara.\n2. Yfirumsjón með gerð tillögu að [stjórnunar- og verndaráætlun] og reglugerðar fyrir þjóðgarðinn.\n3. [Að samþykkja fjárhagsáætlun um rekstur þjóðgarðsins, að ráðstafa fé til rekstrarsvæða og samþykkja rekstraráætlun hvers svæðis.]\n4. Samræming á starfsemi rekstrarsvæða þjóðgarðsins.\n5. Eftirlit með framkvæmd reglna þjóðgarðsins og [stjórnunar- og verndaráætlunar].\n6. Samstarf við stofnanir, sveitarfélög og hagsmunaaðila um málefni þjóðgarðsins.\n[7. ...\n8. Yfirumsjón með gerð atvinnustefnu, þ.m.t. að móta [almenn] skilyrði fyrir því að aðilar megi stunda atvinnu innan þjóðgarðsins, og samninga þar um.\n9. ...\nRáðherra getur með reglugerð kveðið nánar á um verkefni og starfsemi [svæðisstjórnar] Vatnajökulsþjóðgarðs.\nL. 111/2024, 6. gr. L. 101/2016, 5. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Svæðisráð.\nVatnajökulsþjóðgarður skiptist í fjögur rekstrarsvæði sem rekin skulu sem sjálfstæðar rekstrareiningar á ábyrgð þjóðgarðsvarða. Á hverju rekstrarsvæði skal starfa svæðisráð skipað af [ráðherra] til fjögurra ára í senn. Mörk rekstrarsvæða skulu tilgreind í reglugerð um Vatnajökulsþjóðgarð.\nÍ svæðisráði skulu sitja sex fulltrúar: þrír fulltrúar tilnefndir af sveitarstjórnum þeirra sveitarfélaga sem eru á viðkomandi rekstrarsvæði, einn fulltrúi tilnefndur sameiginlega af ferðamálasamtökum á viðkomandi svæði, einn fulltrúi tilnefndur af útivistarsamtökum og einn fulltrúi tilnefndur af umhverfisverndarsamtökum. [Sömu aðilar tilnefna jafnmarga varamenn sem eru skipaðir með sama hætti.] Svæðisráð kýs sér formann úr hópi sveitarstjórnarmanna og varaformann.\nÞjóðgarðsvörður situr fundi svæðisráðs.\nL. 126/2011, 457. gr. Rg. 300/2020, sbr. 840/2021 og 1135/2021. L. 101/2016, 6. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Hlutverk svæðisráða.\nHlutverk svæðisráða Vatnajökulsþjóðgarðs er:\n1. Að vera þjóðgarðsverði og [svæðisstjórn] Vatnajökulsþjóðgarðs til ráðgjafar um málefni þjóðgarðsins á viðkomandi rekstrarsvæði.\n2. Að [hafa yfirumsjón með gerð] tillögu að [stjórnunar- og verndaráætlun] fyrir viðkomandi svæði.\n3. Að [fjalla um] tillögu að rekstraráætlun fyrir viðkomandi rekstrarsvæði innan þess fjárhagsramma sem því er ætlaður hverju sinni samkvæmt ákvörðun stjórnar.\n4. Að gera tillögu að ráðningu þjóðgarðsvarða á viðkomandi rekstrarsvæði.\nRáðherra getur með reglugerð kveðið nánar á um verkefni og starfsemi svæðisráða Vatnajökulsþjóðgarðs.\nL. 111/2024, 6. gr. L. 101/2016, 7. gr. L. 101/2016, 5. gr.\n[8. gr. a. [Samstarf svæðisstjórnar og svæðisráða.]\n[Svæðisstjórn] Vatnajökulsþjóðgarðs og svæðisráð einstakra rekstrarsvæða skulu vinna saman að málefnum þjóðgarðsins og markmiðum hans skv. 2. gr.\n[Forstjóri Náttúruverndarstofnunar situr fundi svæðisstjórnar og svæðisráða. Þjóðgarðsverðir sitja fundi svæðisráða.]]\nL. 111/2024, 6. gr. L. 101/2016, 8. gr.\n[8. gr. b.\n...]\nL. 111/2024, 6. gr. L. 101/2016, 8. gr.\n[8. gr. c. Hlutverk framkvæmdastjóra.\nFramkvæmdastjóri annast daglegan rekstur Vatnajökulsþjóðgarðs í umboði stjórnar og samkvæmt starfslýsingu sem stjórn þjóðgarðsins setur honum. Framkvæmdastjóri framfylgir ákvörðunum stjórnar Vatnajökulsþjóðgarðs, annast daglegan rekstur þjóðgarðsins, fjárreiður og reikningsskil og ber ábyrgð á að þjóðgarðurinn starfi í samræmi við lög og stjórnvaldsfyrirmæli. Framkvæmdastjóri fer með yfirstjórn starfsmannamála.]\nL. 101/2016, 8. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Þjóðgarðsverðir.\n[Á hverju rekstrarsvæði skal starfa þjóðgarðsvörður sem ráðinn er samkvæmt tillögu viðkomandi svæðisráðs.] Á þeim rekstrarsvæðum þar sem eru tvær meginstarfsstöðvar þjóðgarðsins er heimilt að ráða tvo þjóðgarðsverði. Stjórn ákveður verkaskiptingu milli þjóðgarðsvarða á sama rekstrarsvæði í samráði við svæðisráð, þ.m.t. með hvaða hætti ábyrgð þeirra skv. 1.&ndash;3. málsl. 10. gr. er skipt, og skal verkaskiptingin koma fram í erindisbréfi þjóðgarðsvarða.\nL. 101/2016, 9. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hlutverk þjóðgarðsvarða.\n[Þjóðgarðsvörður annast daglegan rekstur, starfsmannahald og stjórn viðkomandi rekstrarsvæðis í umboði forstjóra Náttúruverndarstofnunar og samkvæmt starfslýsingu sem forstjórinn setur honum. Þjóðgarðsvörður ber ábyrgð á fjárreiðum og reikningshaldi gagnvart forstjóra.]\nL. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "... L. 111/2024, 6. gr.\nIII. kafli. [Stjórnunar- og verndaráætlun] Vatnajökulsþjóðgarðs.\nL. 101/2016, 5. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Stjórnunar- og verndaráætlun.]\n[Stjórnunar- og verndaráætlun] skal unnin fyrir Vatnajökulsþjóðgarð svo sem nánar greinir í þessu ákvæði. [Stjórnunar- og verndaráætlun er meginstjórntæki þjóðgarðsins. Áætlunin tilgreinir nánar markmið verndunar, stefnu stjórnar og leiðir til að framfylgja stjórnun og vernd, í samræmi við markmið laga þessara.]\n[Í stjórnunar- og verndaráætlun skal nánar tiltekið gerð grein fyrir markmiðum verndar á einstökum svæðum innan Vatnajökulsþjóðgarðs, einstökum verndaraðgerðum, landnýtingu, mannvirkjagerð, samgöngum og öðrum innviðum á svæðinu. Þar skal fjallað um umferðarrétt almennings, aðgengi að svæðinu og not þess.\nÍ stjórnunar- og verndaráætlun er heimilt að setja skilyrði um hvernig framkvæmdum skuli háttað og um eftirlit með þeim til að tryggja að framkvæmdir raski ekki að óþörfu lífríki, jarðmyndunum, vatnafari, landslagi eða menningarminjum í Vatnajökulsþjóðgarði.]\nSvæðisráðin, hvert á sínu svæði, skulu vinna tillögu að [stjórnunar- og verndaráætlun] í samráði við Umhverfisstofnun og Náttúrufræðistofnun ... [og eftir atvikum aðrar hlutaðeigandi fagstofnanir ríkisins]. Við gerð [stjórnunar- og verndaráætlunar] skal svæðisráð hafa samráð við eigendur lands innan þjóðgarðs á viðkomandi svæði, sveitarstjórnir og aðra hagsmunaaðila á svæðinu.\nStjórn Vatnajökulsþjóðgarðs fer yfir tillögur svæðisráða og vinnur á grundvelli þeirra [stjórnunar- og verndaráætlun] fyrir Vatnajökulsþjóðgarð. Stjórn skal gæta þess að [stjórnunar- og verndaráætlun] samræmist ákvæðum laga og reglugerðar um Vatnajökulsþjóðgarð. Stjórn getur gert breytingar á tillögum svæðisráða. Tillaga stjórnar að [stjórnunar- og verndaráætlun] fyrir Vatnajökulsþjóðgarð skal unnin í samráði við Umhverfisstofnun og Náttúrufræðistofnun ... [og eftir atvikum aðrar hlutaðeigandi fagstofnanir ríkisins]. Tillagan skal auglýst opinberlega og almenningi og hagsmunaaðilum gefinn kostur á að gera athugasemdir áður en endanleg tillaga er send ráðherra. Frestur til að gera athugasemdir við tillögu að [stjórnunar- og verndaráætlun] skal a.m.k. vera sex vikur frá birtingu auglýsingar.\nTillaga stjórnar að [stjórnunar- og verndaráætlun] fyrir Vatnajökulsþjóðgarð skal send [ráðherra] til staðfestingar. [Ráðherra] getur gert breytingar á [stjórnunar- og verndaráætlun] telji hann hana eða einstaka hluta hennar fara í bága við lög þessi [eða] reglugerð um Vatnajökulsþjóðgarð .... Þegar [ráðherra] hefur staðfest [stjórnunar- og verndaráætlun] fyrir Vatnajökulsþjóðgarð skal hún auglýst í B-deild Stjórnartíðinda og tekur hún gildi við birtingu.\nHeimilt er að gera breytingar á [stjórnunar- og verndaráætlun] og fer um málsmeðferð samkvæmt ákvæðum [4.&ndash;6. mgr.] Stjórn þjóðgarðsins getur lagt til breytingar á [stjórnunar- og verndaráætlun] án þess að um það berist tillaga frá viðkomandi svæðisráði. Í þeim tilvikum skal ávallt leita umsagnar [viðkomandi] svæðisráðs áður en tillagan er send [ráðherra]. [Stjórnunar- og verndaráætlun] fyrir Vatnajökulsþjóðgarð skal endurskoðuð eigi sjaldnar en á 10 ára fresti. [Við stækkun þjóðgarðsins er heimilt að gera viðauka við stjórnunar- og verndaráætlun með lýsingu á mörkum og náttúru og ákvæðum um stjórnun og vernd hins nýja svæðis, án þess að öll áætlunin sé tekin til endurskoðunar. Um málsmeðferð fer samkvæmt ákvæðum 4.&ndash;6. mgr. Sameina skal viðaukann við stjórnunar- og verndaráætlun við næstu endurskoðun hennar.]\nRáðherra setur í reglugerð nánari ákvæði um efni [stjórnunar- og verndaráætlunar] og málsmeðferð við gerð og staðfestingu hennar.\nL. 101/2016, 5. gr. L. 101/2016, 11. gr. L. 54/2024, 12. gr. L. 126/2011, 457. gr. Augl. 725/2013, sbr. augl. 860/2019, augl. 838/2022 og augl. 839/2022.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Réttaráhrif [stjórnunar- og verndaráætlunar].\nSveitarstjórnir eru bundnar af efni [stjórnunar- og verndaráætlunar] við gerð skipulagsáætlana fyrir landsvæði innan Vatnajökulsþjóðgarðs.\n[[Ekki þarf sérstakt leyfi samkvæmt lögum þessum fyrir þeim framkvæmdum sem gert er ráð fyrir í stjórnunar- og verndaráætlun, en framkvæmdaraðili skal tilkynna Náttúruverndarstofnun um áform sín með hæfilegum fyrirvara. Framkvæmdir kunna einnig að vera háðar framkvæmdaleyfi eða byggingarleyfi viðkomandi sveitarfélags. Ávallt skal hafa samráð við viðkomandi þjóðgarðsvörð.]\nViðkomandi þjóðgarðsvörður hefur eftirlit með framkvæmdum og að virt séu ákvæði laga þessara, reglugerðar um Vatnajökulsþjóðgarð og stjórnunar- og verndaráætlunar og þeim skilyrðum sem framkvæmdinni voru sett þar.\nAllir þeir sem fara um þjóðgarðinn og dvelja þar, svo sem vegna ferðalaga eða í atvinnuskyni, eru bundnir af áætluninni, eftir því sem við á. Að öðru leyti gilda ákvæði náttúruverndarlaga um framkvæmdir í Vatnajökulsþjóðgarði.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um réttaráhrif stjórnunar- og verndaráætlunar.]\nL. 101/2016, 5. gr. L. 111/2024, 6. gr. L. 101/2016, 12. gr.\nIV. kafli. Almennar meginreglur.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Bann við spjöllum og raski.\nÓheimilt er að valda spjöllum eða raski á lífríki, jarðmyndunum, [landslagi og menningarminjum] innan Vatnajökulsþjóðgarðs. Allar framkvæmdir innan þjóðgarðsins skulu samræmast verndarmarkmiðum þjóðgarðsins samkvæmt ákvæðum laga þessara, reglugerða sem settar eru samkvæmt þeim og [stjórnunar- og verndaráætlunar] þjóðgarðsins. Heimilar eru framkvæmdir sem miða að því að endurheimta landgæði, verja lífríki, jarðmyndanir og landsvæði, svo sem vegna ágangs manna, dýra eða plantna eða vegna náttúruhamfara, ágangs vatns og sjávar, jarðvegseyðingar eða annarrar röskunar af völdum manna eða náttúru.\nL. 101/2016, 13. gr. L. 101/2016, 5. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Dvöl, umgengni og umferð í þjóðgarðinum.]\n[Almenningi er heimil för um Vatnajökulsþjóðgarð og dvöl þar í lögmætum tilgangi.\nÖllum er skylt að ganga vel um náttúru þjóðgarðsins og menningarminjar og sýna ýtrustu varúð og tillitssemi svo að náttúru, menningarminjum og mannvirkjum þjóðgarðsins verði ekki spillt. Gestum þjóðgarðsins er skylt að hlíta fyrirmælum starfsmanna þjóðgarðsins um umgengni og háttsemi í þjóðgarðinum.\nSetja skal í reglugerð ákvæði um tjöldun og umferð gangandi vegfarenda, ríðandi og hjólandi manna, sem og um umferð vélknúinna ökutækja í Vatnajökulsþjóðgarði.]\nAkstur vélknúinna ökutækja utan vega í Vatnajökulsþjóðgarði er bannaður. Þó er heimilt að aka slíkum tækjum á jöklum og á leyfðum vetraraksturssvæðum, sbr. [6. mgr.], svo fremi sem jörð er snævi þakin og frosin. Í reglugerð er heimilt að banna akstur vélknúinna ökutækja á einstökum svæðum á Vatnajökli allt árið um kring eða á tilteknum tímum ársins.\n[Afla skal leyfis þjóðgarðsvarðar til lendingar loftfars innan Vatnajökulsþjóðgarðs. Nánar skal mælt fyrir um málsmeðferð og leyfisveitingar í reglugerð.]\nÍ [stjórnunar- og verndaráætlun fyrir] Vatnajökulsþjóðgarð skal gerð sérstök grein fyrir öllum vegum sem heimilt er að aka innan þjóðgarðsins. Enn fremur skal skilgreina þau svæði þar sem heimilt er að aka að vetri á snjó eða frosinni jörð og hvaða skilyrðum slíkur akstur er bundinn. Heimilt er að takmarka umferð á einstökum vegum, slóðum eða svæðum við tiltekinn tíma ársins eða binda hana við tiltekna notkun, svo sem vegna veiða, smölunar búfjár eða annarra landbúnaðarstarfa eða vegna rannsókna, ef það er talið nauðsynlegt vegna verndunar viðkomandi landsvæðis.\n[Liggi landsvæði eða lífríki undir skemmdum og talið er nauðsynlegt að grípa til tafarlausra aðgerða getur viðkomandi þjóðgarðsvörður tekið ákvörðun um tímabundna lokun afmarkaðs svæðis fyrir umferð.] Ákvörðun þjóðgarðsvarðar um tímabundna lokun svæðis skal birt í B-deild Stjórnartíðinda og með öðrum áberandi hætti í dagblöðum og á vefsíðu þjóðgarðsins.\nÁkvæði þessara laga um akstur utan vega í Vatnajökulsþjóðgarði ganga framar ákvæðum náttúruverndarlaga um sama efni og reglugerða sem settar eru samkvæmt þeim.\nL. 101/2016, 14. gr.\n[IV. kafli A. Starfsemi í Vatnajökulsþjóðgarði.]\nL. 101/2016, 15. gr.\n[15. gr. a. Samningar við þjónustuaðila.\n[Óheimilt er að reka atvinnutengda starfsemi í þjóðgarðinum án tímabundins nýtingarsamnings um slíka starfsemi við [Náttúruverndarstofnun]. Slík starfsemi skal rekin í samræmi við atvinnustefnu þjóðgarðsins og ákvæði stjórnunar- og verndaráætlunar. Í samningnum skal setja þau skilyrði fyrir starfseminni sem talin er þörf á, m.a. vegna verndarmarkmiða þjóðgarðsins og samræmis við atvinnustefnu og stjórnunar- og verndaráætlun. Ráðherra skal mæla nánar fyrir um slík skilyrði og málsmeðferð og gerð samninga samkvæmt ákvæði þessu í reglugerð.\nUm rekstrarleyfissamninga, sérleyfissamninga, auglýsingu þeirra og framkvæmd að öðru leyti fer eftir lögum um nýtingu á landi í eigu ríkisins í atvinnuskyni. Hugtökin nýtingarsamningur, rekstrarleyfissamningur og sérleyfissamningur í þessu lagaákvæði skulu hafa sömu þýðingu og í fyrrgreindum lögum.]]\nL. 111/2024, 6. gr. Rg. 300/2020. L. 100/2021, 28. gr. L. 101/2016, 15. gr.\n[15. gr. b. Leyfisveitingar.\nAfla skal leyfis þjóðgarðsvarðar vegna skipulagðra viðburða og verkefna sem kalla á aðstöðu, mannafla eða meðferð tækja í þjóðgarðinum, svo sem til kvikmyndunar, listviðburða, samkomuhalds og rannsókna. Þjóðgarðsverði er heimilt að setja þau skilyrði fyrir leyfisveitingu sem nauðsynleg eru.\nÞjóðgarðsverði er heimilt að loka tímabundið einstökum svæðum þjóðgarðsins ef það er nauðsynlegt vegna viðburða eða verkefna sem veitt hefur verið leyfi fyrir. Hafa skal samráð um slíka ákvörðun við fulltrúa ferðaþjónustu sem ætla má að hyggi á ferðir um svæðið eftir því sem kostur er. Ákvörðun þjóðgarðsvarðar um lokun svæðis samkvæmt ákvæði þessu skal birt í B-deild Stjórnartíðinda og með öðrum opinberum hætti í dagblöðum og á vefsíðu þjóðgarðsins.\nÁkvæði laga þessara um leyfisveitingar ganga framar ákvæðum [laga um þjóðlendur].\nRáðherra er heimilt að kveða nánar á um leyfisveitingar í reglugerð.]\nL. 87/2024, 16. gr. Rg. 300/2020. L. 101/2016, 15. gr.\nV. kafli. Þjónusta í Vatnajökulsþjóðgarði.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Meginstarfsstöðvar og þjónustustöðvar.]\nÞjónusta og upplýsingar eru veittar á starfsstöðvum Vatnajökulsþjóðgarðs. Meginstarfsstöðvar þjóðgarðsins skulu staðsettar á eftirfarandi stöðum: Ásbyrgi, Mývatnssveit, Skriðuklaustri, Hornafirði, Skaftafelli og Kirkjubæjarklaustri. Ráðherra ákveður nánari staðsetningu meginstarfsstöðva þjóðgarðsins í reglugerð.\n[Heimilt er enn fremur að reka upplýsinga- og þjónustumiðstöðvar þar sem almenningi er veitt fræðsla um náttúruvernd í þjóðgarðinum og þjónusta eftir því sem þörf krefur og samkvæmt nánari ákvörðun Náttúruverndarstofnunar. Meginstarfsstöðvar og upplýsinga- og þjónustumiðstöðvar mynda þjónustunet þjóðgarðsins sem byggt er upp á grundvelli stjórnunar- og verndaráætlunar.]\nL. 101/2016, 16. gr. L. 111/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "...\nL. 101/2016, 17. gr.\nVI. kafli. Eftirlit og úrskurður um ágreining.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Eftirlit.\nÞjóðgarðsverðir, hver á sínu rekstrarsvæði, hafa eftirlit með því að virt séu ákvæði laga þessara, reglugerða sem settar eru samkvæmt þeim og [stjórnunar- og verndaráætlunar] fyrir Vatnajökulsþjóðgarð. Þjóðgarðsverðir annast samskipti við lögreglu og önnur eftirlitsstjórnvöld vegna brota á lögum þessum og reglugerðum sem settar eru samkvæmt þeim.\nHeimilt er þjóðgarðsverði að loka þjóðgarðinum eða einstökum svæðum hans fyrirvaralaust ef hann telur að dvöl manna eða umferð geti spillt lífríki, jarðmyndunum, [landslagi eða menningarminjum] eða ef hættuástand skapast í þjóðgarðinum vegna náttúruvár.\n[Ef brýna nauðsyn ber til er þjóðgarðsverði, í samráði við önnur yfirvöld eftir atvikum, heimilt að ráðast í framkvæmdir sem ekki er gert ráð fyrir í stjórnunar- og verndaráætlun, svo sem að láta leggja nýjan veg eða stíg, eða gera annað sem auðveldar aðkomu eða brottför af svæði. Skilyrði er að með framkvæmdinni sé brugðist við náttúruvá eða öðrum óvæntum aðstæðum og að framkvæmdin sé unnin í öryggisskyni eða vegna rannsókna sem nauðsynlegar eru til að tryggja almennt öryggi. Í stjórnunar- og verndaráætlun skal útfæra nánar almenn skilyrði og umfang slíkra framkvæmda, sem til kynni að koma, svo sem um merkingar og stikun, afnám vega og aðrar framkvæmdir sem ráðast þarf í þegar náttúruváin eða aðrar óvæntar aðstæður eru ekki lengur fyrir hendi.]\nÞjóðgarðsverði eða öðrum starfsmönnum þjóðgarðsins er heimilt að vísa úr þjóðgarðinum hverjum þeim sem brýtur ákvæði laga þessara og reglugerðar um Vatnajökulsþjóðgarð.\nL. 101/2016, 5. gr. L. 101/2016, 18. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "[Kæruheimild og kæruréttur.]\n[Stjórnvaldsákvarðanir sem Náttúruverndarstofnun tekur] á grundvelli laga þessara eru kæranlegar til [ráðherra]. Úrskurður ráðherra er endanlegur úrskurður á stjórnsýslustigi.\nKærurétt samkvæmt þessari grein eiga þeir sem eiga lögvarða hagsmuni tengda hinni kærðu ákvörðun og umhverfisverndarsamtök og útivistarsamtök sem varnarþing eiga á Íslandi, enda séu félagsmenn samtakanna 30 eða fleiri og það samrýmist tilgangi samtakanna að gæta þeirra hagsmuna sem kæran lýtur að. Umhverfisverndarsamtök teljast samtök sem hafa umhverfisvernd að meginmarkmiði. Útivistarsamtök teljast samtök sem hafa útivist og umhverfisvernd að markmiði. Samtök skv. 2. og 3. málsl. skulu vera opin fyrir almennri aðild, gefa út ársskýrslur um starfsemi sína og hafa endurskoðað bókhald.\nL. 111/2024, 6. gr. L. 126/2011, 457. gr.\nVII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Reglugerð fyrir Vatnajökulsþjóðgarð.\n[Svæðisstjórn Vatnajökulsþjóðgarðs skal í samráði við svæðisráð og forstjóra gera tillögu til ráðherra um reglugerð fyrir þjóðgarðinn.] [Í reglugerðinni skal kveðið á um stofnun þjóðgarðsins, mörk hans og rekstrarsvæða innan hans, verndun og verndarstig og staðsetningu meginstarfsstöðva.]\nDrög að reglugerð um Vatnajökulsþjóðgarð skulu kynnt sveitarstjórnum á svæðinu, landeigendum og öðrum hagsmunaaðilum og þeim gefinn kostur á að gera athugasemdir við þau. Leita skal álits Náttúrufræðistofnunar ... á vistfræðilegu þoli þeirra svæða þar sem ætlunin er að veiðar og búfjárbeit verði heimil. Við setningu reglugerðarinnar skal við það miðað að landnýting innan þjóðgarðsins sé sjálfbær að mati Náttúrufræðistofnunar ...\nRg. 300/2020, sbr. 840/2021 og 1135/2021. L. 111/2024, 6. gr. L. 101/2016, 19. gr. L. 54/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gjaldtaka.\nÍ reglugerð má ákveða að taka gestagjöld innan Vatnajökulsþjóðgarðs fyrir veitta þjónustu og aðgang að svæðinu til að mæta kostnaði við þjónustu og eftirlit með dvalargestum. Fjárhæð gjaldsins skal birt í reglugerð og byggjast á rekstraráætlun þjóðgarðsins alls sem [Náttúruverndarstofnun, að höfðu samráði við svæðisstjórn], leggur fyrir [ráðherra] til samþykktar. Heimilt er að ákveða að gjaldið sé föst fjárhæð miðað við dagsdvöl í þjóðgarðinum og veiti aðgang að þjónustu á vegum þjóðgarðsins á öllum rekstrarsvæðum hans. Heimilt er að innheimta sérstaklega fyrir aðgang að tjaldstæðum innan þjóðgarðsins. Heimilt er að veita afslátt af gjaldinu ef greitt er fyrir lengri tíma í senn eða ef greitt er fyrir marga aðila í einu. Gestagjöld skulu renna til Vatnajökulsþjóðgarðs óháð því á hvaða rekstrarsvæði þau eru innheimt. Ráðherra ákveður nánara fyrirkomulag gjaldtöku í reglugerð að fengnum tillögum [Náttúruverndarstofnunar].\n[Heimilt er að innheimta gjöld vegna leyfisveitinga og samninga skv. 5. mgr. 15. gr. og 15. gr. a og 15. gr. b. Gjöldin skulu standa undir kostnaði við veitingu leyfa, umsjón og eftirlit vegna hinnar leyfisskyldu starfsemi. Ráðherra ákveður fjárhæð gjaldsins og nánara fyrirkomulag gjaldtöku í reglugerð að fengnum tillögum [Náttúruverndarstofnunar].]\nL. 111/2024, 6. gr. L. 126/2011, 457. gr. Rg. 324/2025. L. 101/2016, 20. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Refsiábyrgð og dagsektir.\nBrot gegn lögum þessum og reglugerðum sem settar eru samkvæmt þeim varða sektum eða fangelsi allt að tveimur árum. Sektir renna í ríkissjóð.\nBeita má dagsektum er renna í ríkissjóð, allt að 500.000 kr., til að knýja menn til framkvæmda á ráðstöfunum sem þeim er skylt að hlutast til um samkvæmt lögum þessum og reglugerðum eða láta af atferli sem er ólögmætt.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "...",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Gildistaka.\nLög þessi taka gildi 1. maí 2007.\nÁkvæði til bráðabirgða.\n1. Stjórn og svæðisráð Vatnajökulsþjóðgarðs skulu skipuð fyrir 1. júní 2007.\n2. Unnið skal að kortlagningu vega og heimilla vetraraksturssvæða í Vatnajökulsþjóðgarði, sbr. 3. mgr. 15. gr., samhliða gerð verndaráætlunar fyrir þjóðgarðinn.\n3. Starfsmenn Skaftafellsþjóðgarðs og þjóðgarðsins í Jökulsárgljúfrum skulu eiga forgangsrétt til starfa í Vatnajökulsþjóðgarði á fyrsta starfsári þjóðgarðsins. Ákvæði 7. gr. laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins, gilda ekki um störf sem ráðið er í samkvæmt þessum tölulið.\n4. Ákvæði laga þessara um stjórnfyrirkomulag Vatnajökulsþjóðgarðs skulu eigi síðar en 1. janúar 2013 endurskoðuð í samstarfi ríkis og sveitarfélaga.\n5. Eigi síðar en tveimur árum eftir stofnun Vatnajökulsþjóðgarðs skal lokið gerð verndaráætlunar fyrir þjóðgarðinn. Skal tillaga svæðisráða, sbr. 3. mgr. 12. gr., send stjórn þjóðgarðsins eigi síðar en 18 mánuðum eftir stofnun Vatnajökulsþjóðgarðs.\n6. Þrátt fyrir ákvæði 2. mgr. 13. gr. getur stjórn Vatnajökulsþjóðgarðs veitt leyfi fyrir framkvæmdum í Vatnajökulsþjóðgarði þar til verndaráætlun hefur tekið gildi. Leita skal umsagnar Umhverfisstofnunar áður en slíkt leyfi er veitt. Við veitingu slíks leyfis eða í verndaráætlun er heimilt að setja skilyrði um hvernig framkvæmdum skuli háttað og um eftirlit með þeim til að tryggja að framkvæmdir raski ekki að óþörfu lífríki, jarðmyndunum eða landslagi í Vatnajökulsþjóðgarði. Viðkomandi þjóðgarðsvörður hefur eftirlit með því að við framkvæmdir séu virt ákvæði laga þessara og reglugerðar um Vatnajökulsþjóðgarð og að farið sé að þeim skilyrðum sem sett voru við útgáfu leyfis. Auglýsa skal á vefsíðu þjóðgarðsins og með öðrum áberandi hætti leyfi stjórnar sem veitt eru samkvæmt ákvæði þessu.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
