{
  "id": "99/2007",
  "type": "statute",
  "title": "Lög um félagslega aðstoð",
  "status": "in_force",
  "issued_date": "2007-05-11",
  "url": "https://www.althingi.is/lagas/nuna/2007099.html",
  "description": "Upphaflega <a href=\"1993118.html\">l. 118/1993</a>. Tóku gildi 1. janúar 1994.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Bætur félagslegrar aðstoðar eru mæðra- og feðralaun, barnalífeyrir vegna skólanáms eða starfsþjálfunar ungmennis á aldrinum 18&ndash;20 ára, umönnunargreiðslur, makabætur, umönnunarbætur, dánarbætur, ... heimilisuppbót, frekari uppbætur, [styrkir vegna kaupa á bifreið], uppbót vegna kaupa á bifreið, uppbót vegna reksturs bifreiðar og endurgreiðsla umtalsverðs kostnaðar við læknishjálp og lyf.\nBætur félagslegrar aðstoðar greiðast eingöngu þeim sem lögheimili eiga hér á landi, [sbr. 2. gr. laga um lögheimili og aðsetur], og að uppfylltum öðrum skilyrðum laganna og reglugerða sem settar eru með stoð í þeim. Þar er heimilt að tengja greiðslu bótanna við tekjur aðrar en [húsnæðisbætur], eftir því sem við á.\nTryggingastofnun ríkisins greiðir bætur samkvæmt lögum þessum.\nKostnaður við bætur félagslegrar aðstoðar greiðist úr ríkissjóði samkvæmt ákvörðun fjárlaga og fjáraukalaga hverju sinni.\nL. 104/2024, 13. gr. L. 112/2008, 58. gr. L. 80/2018, 20. gr. L. 75/2016, 32. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Mæðra- og feðralaun.\nHeimilt er að greiða mæðra- og feðralaun til einstæðra foreldra sem hafa börn sín undir 18 ára aldri á framfæri og eru búsett hér á landi. Ráðherra setur með reglugerð nánari ákvæði um greiðslu mæðra- og feðralauna. Þar er einnig heimilt að skilyrða greiðslu mæðra- og feðralauna við að meðlagsúrskurður hafi verið kveðinn upp eða fyrir liggi staðfest samkomulag um greiðslu framfærslueyris.\nÁrleg mæðra- og feðralaun skulu vera sem hér segir:\nMeð tveimur börnum 63.900 kr.\nMeð þremur börnum eða fleiri 166.152 kr.\nTryggingastofnun ríkisins er heimilt að greiða mæðra- og feðralaun til maka elli- eða örorkulífeyrisþega þegar bætur almannatrygginga falla niður vegna vistunar á stofnun. Heimilt er að greiða maka einstaklings sem sætir gæsluvist eða afplánar [refsingu í] fangelsi mæðra- eða feðralaun enda hafi vistin varað a.m.k. þrjá mánuði.\nMæðra- og feðralaun falla niður einu ári eftir að viðtakandi launanna skráir sig í þjóðskrá í óvígða sambúð með öðrum en foreldri barnsins eða barnanna, sbr. og [37. gr.] laga um almannatryggingar. Nú skráir viðtakandi launanna sig í óvígða sambúð með foreldri barnsins eða barnanna, fyrrverandi sambýlisaðila eða gengur í hjúskap og falla þá launin strax niður.\n[Ákvæði þessarar greinar eiga að breyttu breytanda einnig við um bætur til foreldra sem hafa hlutlausa kynskráningu.]\nRg. 540/2002, sbr. 907/2007. L. 18/2023, 14. gr. L. 153/2020, 20. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Barnalífeyrir.\nTryggingastofnun ríkisins er heimilt að greiða barnalífeyri vegna skólanáms eða starfsþjálfunar ungmennis á aldrinum 18&ndash;20 ára ef annað foreldri eða báðir foreldrar eru látnir, enn fremur ef foreldrar eru ellilífeyrisþegar eða örorkulífeyrisþegar, annað eða báðir. ... Tryggingastofnun metur sönnun um skólavist og starfsþjálfun. Skilyrði er að námið og þjálfunin taki a.m.k. sex mánuði hvert ár. Ef um er að ræða óreglulegt nám eða námskeið skal námstími reiknaður í kennslustundafjölda á almanaksárinu og telst þá sex mánaða nám samsvara 624 kennslustundum. Brot úr mánuði telst heill mánuður. Ungmennið sjálft sækir um barnalífeyri samkvæmt þessari málsgrein. Tryggingastofnun getur frestað afgreiðslu barnalífeyris þar til sex mánaða námstíma er náð. Nú verður úrskurði skv. [2. mgr.] 62. gr. barnalaga eigi við komið vegna efnaleysis foreldris eða ekki tekst að hafa uppi á því og er þá heimilt að greiða barnalífeyri með ungmenni er stundar sannanlegt nám, í samræmi við þessa málsgrein. Tryggingastofnun getur krafist framlagningar skattframtala með umsóknum um barnalífeyri. Heimilt er að greiða barnalífeyri með ungmenni er stundar sannanlegt nám ef ljóst er að ungmenninu er ókleift að innheimta greiðslur samkvæmt úrskurði á grundvelli [2. mgr.] 62. gr. barnalaga. Við ákvörðun á rétti til barnalífeyris samkvæmt framansögðu er heimilt að líta til efnahags barns og annarra tekna sem það hefur.\nRáðherra setur reglugerð um nánari framkvæmd greinarinnar.\nL. 120/2009, 9. gr. L. 28/2021, 33. gr. Rgl. 140/2006.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Umönnunargreiðslur.\nTryggingastofnun er heimilt að inna af hendi umönnunargreiðslur til framfærenda fatlaðra og langveikra barna, sem dveljast í heimahúsi eða á sjúkrahúsi, allt að 96.978 kr. á mánuði og/eða taka aukinn þátt í greiðslu sjúkrakostnaðar ef andleg eða líkamleg hömlun barns hefur í för með sér tilfinnanleg útgjöld og sérstaka umönnun eða gæslu. Heimilt er að inna af hendi umönnunargreiðslur til framfærenda barna með alvarleg þroskafrávik, sem jafna má við fötlun, og barna með alvarleg hegðunarvandamál sem jafna má við geðræna sjúkdóma. Þegar sérstaklega stendur á er heimilt að hækka umönnunargreiðslur um allt að 25%.\nAlmenn leikskóla- og skólaþjónusta skerðir ekki umönnunargreiðslur. Önnur dagleg, sértæk þjónusta og vistun utan heimilis, þar með talin umtalsverð skammtímavistun, skerðir umönnunargreiðslur. ...\n[Tryggingastofnun ríkisins metur þörf samkvæmt ákvæði þessu.]\nRáðherra setur reglugerð um nánari framkvæmd greinarinnar.\nL. 120/2009, 10. gr. Rg. 504/1997, sbr. 229/2000, 130/2001, 519/2002, 77/2005, 1108/2006, 545/2020 og 500/2023.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Makabætur og umönnunarbætur.\n[Heimilt er, ef sérstakar aðstæður eru fyrir hendi, að greiða maka elli- eða örorkulífeyrisþega makabætur sem nema 228.000 kr. á mánuði. Jafnframt er heimilt, ef sérstakar aðstæður eru fyrir hendi, að greiða öðrum sem halda heimili með elli- eða örorkulífeyrisþega umönnunarbætur. Ráðherra er heimilt að setja reglugerð um nánari framkvæmd þessa ákvæðis.]\nL. 104/2024, 14. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Dánarbætur.\nHeimilt er að greiða hverjum þeim, sem verður ekkja eða ekkill innan 67 ára aldurs, bætur í sex mánuði eftir lát maka, 27.429 kr. á mánuði.\nEf hlutaðeigandi er með barn yngra en 18 ára á framfæri eða við aðrar sérstakar aðstæður er heimilt að greiða bætur í a.m.k. 12 mánuði til viðbótar en þó aldrei lengri tíma en 48 mánuði, 20.565 kr. á mánuði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "...\nL. 104/2024, 15. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Heimilisuppbót.\n[Heimilt er að greiða heimilisuppbót til einhleyps [greiðsluþega] sem býr einn og er einn um heimilisrekstur án þess að njóta fjárhagslegs hagræðis af sambýli eða samlögum við aðra um húsnæðisaðstöðu eða fæðiskostnað.\n[Full heimilisuppbót til ellilífeyrisþega skal vera 933.444 kr. á ári. Uppbótin skal lækka um 11,9% af tekjum lífeyrisþegans, sbr. 22. gr. laga um almannatryggingar, nr. 100/2007, uns hún fellur niður. Um útreikning heimilisuppbótar vegna búsetu fer skv. 1. mgr. 16. gr. laga um almannatryggingar og um frítekjumörk vegna tekna fer skv. 22. gr. sömu laga.]\n[Full heimilisuppbót til einstaklings sem fær greiðslur skv. IV. kafla laga um almannatryggingar, nr. 100/2007, skal vera 756.000 kr. á ári. Um útreikning heimilisuppbótar vegna tekna fer skv. 24., 25., 27. og 30. gr. þeirra laga og um útreikning heimilisuppbótar til örorkulífeyrisþega vegna búsetu fer skv. 24. gr. sömu laga.]\nHafi ellilífeyrisþegi nýtt sér heimild [1.&ndash;3. mgr. 19. gr.] laga um almannatryggingar til að fresta eða flýta töku lífeyris að fullu eða hluta gildir það einnig um heimilisuppbót. Um áhrif á fjárhæð heimilisuppbótar fer skv. [22. gr.] sömu laga.]\nL. 104/2024, 16. gr. L. 18/2023, 17. gr. L. 116/2016, 13. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[[Uppbætur vegna kostnaðar.]\nHeimilt er að greiða [ellilífeyrisþega og einstaklingi sem fær greiðslur skv. IV. kafla laga um almannatryggingar uppbót] vegna kostnaðar sem ekki fæst greiddur eða bættur með öðrum hætti ef sýnt þykir að hann geti ekki framfleytt sér án þess. Við mat á því hvort [greiðsluþegi] geti framfleytt sér án uppbótar skal taka tillit til eigna og tekna. [Kostnaður sem kemur til álita í þessu sambandi er einkum umönnunarkostnaður, sem heimilishjálp eða aðrir opinberir aðilar greiða ekki, sjúkra- eða lyfjakostnaður og kostnaður vegna kaupa á heyrnartæki sem sjúkratryggingar greiða ekki, rafmagnskostnaður vegna súrefnissíunotkunar, húsaleigukostnaður sem fellur utan húsaleigubóta og dvalarkostnaðar á dvalarheimilum, stofnunum svo og sambýlum og áfangastöðum sem fengið hafa starfsleyfi frá ráðuneyti eða reka sambærilega starfsemi.]\n...\nTil tekna samkvæmt ákvæði þessu teljast allar skattskyldar tekjur, þar á meðal bætur almannatrygginga og bætur samkvæmt lögum um félagslega aðstoð, sem og erlendar tekjur sem ekki eru taldar fram hér á landi. [Eingreiðslur frá Tryggingastofnun ríkisins og fjárhagsaðstoð sveitarfélaga skal þó ekki telja til tekna [greiðsluþega].]\n...\nTryggingastofnun ríkisins metur þörf samkvæmt ákvæði þessu.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd ákvæðis þessa, m.a. um tekju- og eignamörk.]\nL. 104/2024, 17. gr. L. 116/2016, 14. gr. L. 97/2019, 1. gr. Rg. 932/2025. L. 120/2009, 12. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Greiðslur vegna bifreiðakostnaðar.]\nHeimilt er að greiða til elli- og örorkulífeyrisþega ... og umönnunargreiðsluþega uppbót vegna kaupa á bifreið sem [greiðsluþega] er nauðsyn að hafa vegna hreyfihömlunar ef sýnt er að [hann] geti ekki komist af án uppbótarinnar. [Heimilt er að veita uppbót á fimm ára fresti vegna sama einstaklings.]\nSama gildir um rekstur bifreiðar eigi í hlut [ellilífeyrisþegi eða einstaklingur sem fær greiðslur skv. IV. kafla laga um almannatryggingar, nr. 100/2007].\n[Heimilt er að greiða styrk til að afla bifreiðar sem nauðsynleg er vegna þess að líkamsstarfsemi er hömluð eða vantar líkamshluta. [Heimilt er að veita styrk á fimm ára fresti vegna sama einstaklings.] Ráðherra setur reglugerð um greiðslur samkvæmt ákvæði þessu, m.a. um sex mánaða búsetuskilyrði.]\nL. 104/2024, 18. gr. L. 120/2009, 13. gr. Rg. 905/2021, sbr. 501/2023, 684/2023 og 1419/2023. L. 112/2008, 58. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Endurgreiðsla umtalsverðs kostnaðar við læknishjálp og lyf.\nNú verða útgjöld sjúkratryggðs [samkvæmt lögum um sjúkratryggingar] vegna læknishjálpar og lyfja umtalsverð og er Tryggingastofnun ríkisins þá heimilt að endurgreiða hlutaðeigandi þennan kostnað að hluta eða að fullu að teknu tilliti til tekna.\nRáðherra setur reglugerð um nánari framkvæmd greinarinnar.\nL. 112/2008, 58. gr. Rg. 318/2013, sbr. 847/2015.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "...\nL. 18/2023, 19. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "[Ef greiðsla samkvæmt lögum þessum er grundvölluð á tekjum umsækjanda eða greiðsluþega skulu þær ákveðnar skv. 22. og 30. gr. laga um almannatryggingar. Einnig skal beita IV. kafla A, V. og VI. kafla laga um almannatryggingar við framkvæmd laga þessara.]\nL. 18/2023, 20. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Ákvæði laga um almannatryggingar gilda um bætur félagslegrar aðstoðar eftir því sem við á, m.a. um kærurétt til úrskurðarnefndar [velferðarmála] og um hækkun bóta.\n[Ráðherra] getur með reglugerð sett frekari ákvæði um greiðslu félagslegrar aðstoðar samkvæmt lögum þessum.\nL. 85/2015, 13. gr. L. 126/2011, 470. gr. Rg. 504/1997, sbr. 545/2020 og 500/2023. Rg. 179/2003. Rg. 1190/2008. Rg. 1191/2008. Rg. 598/2009, sbr. 1056/2009, 1118/2013 og 1128/2019. Rg. 1055/2009. Rg. 1057/2009. Rg. 570/2011. Rg. 1195/2017, sbr. 1239/2019, 1648/2021, 687/2023 og 1416/2023. Rg. 661/2020, sbr. 688/2023. Rg. 905/2021, sbr. 501/2023, 684/2023 og 1419/2023. Rg. 995/2021. Rg. 1482/2024. Rg. 1483/2024. Rg. 1484/2024. Rg. 1488/2024. Rg. 932/2025.\nÁkvæði til bráðabirgða.\n[Við útreikning heimilisuppbótar þeirra örorku- og endurhæfingarlífeyrisþega sem fá greiðslur úr skyldubundnum atvinnutengdum lífeyrissjóðum skal á tímabilinu [1. janúar 2025] til og með [31. ágúst 2025] gera samanburð á útreikningi heimilisuppbótar annars vegar samkvæmt þeim reglum sem gilda [1. janúar 2025 til og með 31. ágúst 2025] og hins vegar þeim reglum sem voru í gildi á árinu 2013 auk [93,01%] hækkunar og að teknu tilliti til þess tekjumarks sem myndast hefur við framkvæmd 2. tölul. ákvæðis til bráðabirgða í lögum um almannatryggingar. Beita skal þeirri reglu sem leiðir til hærri greiðslna.]\nL. 127/2024, 15. gr. L. 18/2023, 21. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    }
  ]
}
