{
  "id": "73/2007",
  "type": "statute",
  "title": "Lög um íslensku friðargæsluna og þátttöku hennar í alþjóðlegri friðargæslu",
  "status": "in_force",
  "issued_date": "2007-03-28",
  "url": "https://www.althingi.is/lagas/nuna/2007073.html",
  "description": "Tóku gildi 5. apríl 2007.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Ráðuneytinu] er heimilt að taka þátt í alþjóðlegri friðargæslu og senda borgaralega sérfræðinga til starfa við friðargæsluverkefni í því skyni.\n[Til friðargæsluverkefna heyra m.a. eftirfarandi aðgerðir:\na. Verkefni sem lúta að því að tryggja öryggi, frið og stöðugleika á alþjóðavettvangi.\nb. Verkefni sem stuðla að endurreisn og uppbyggingu stjórnmála- og efnahagslífs í þeim tilgangi að koma á varanlegum friði.\nc. Verkefni sem stuðla að uppbyggingu innviða samfélags að loknum ófriði og er ætlað að efla mannréttindi, jafnrétti og lýðræði og bæta stjórnarfar.\nd. Þátttaka í fyrirbyggjandi verkefnum sem miða að því að hindra að ófriður brjótist út á svæðum þar sem óstöðugleiki ríkir.\ne. Verkefni sem stuðla að fyrirbyggjandi aðgerðum og viðbrögðum vegna hamfara og aðstoð við þolendur þeirra.\nf. Verkefni sem stuðla að öryggi, velferð, endurhæfingu, endurreisn, vernd almennra borgara og útvegun brýnustu nauðsynja á meðan neyðarástand varir.]\nVerkefni íslensku friðargæslunnar mega aldrei brjóta í bága við ákvæði mannúðar- og mannréttindasamninga.\nL. 126/2011, 462. gr. L. 122/2015, 12. gr.\nII. kafli. Störf og réttarstaða friðargæsluliða.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Íslenska friðargæslan starfar sem eining innan [ráðuneytisins] og er hlutverk hennar að skipuleggja og hafa umsjón með friðargæsluverkefnum á vegum ráðuneytisins. [Ráðherra] ákveður friðargæsluverkefni hverju sinni og hefur samráð við utanríkismálanefnd Alþingis þegar við á. Friðargæsluliðar, sem sendir eru til starfa við verkefni á vegum alþjóðasamtaka eða -stofnana sem Ísland á aðild að eða starfar með samkvæmt samningum, heyra í daglegum störfum sínum undir stjórn viðkomandi samtaka eða stofnunar nema annað sé ákveðið.\nÍslenskir friðargæsluliðar skulu bera einkennisklæðnað þar sem við á, með hliðsjón af skipulagi og eðli þess verkefnis sem sinnt er. Jafnframt skal [ráðuneytið] ákveða þeim tignargráðu innan skipulags viðkomandi alþjóðastofnunar þegar þörf krefur.\nL. 126/2011, 462. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Íslenskum friðargæsluliðum er heimilt að bera vopn við störf sín sér til sjálfsvarnar krefjist aðstæður þess, enda hafi þeir fengið viðeigandi þjálfun til vopnaburðarins. [Ráðherra] setur reglur um vopnaburð og skyldur friðargæsluliða sem bera vopn við störf fyrir íslensku friðargæsluna.\nL. 126/2011, 462. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Íslenskum friðargæsluliðum er heimilt að hafa nauðsynleg lyf og lækningatæki meðferðis við störf erlendis í samræmi við eðli og umfang verkefnisins hverju sinni.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Íslenskir friðargæsluliðar heyra á erlendri grundu undir íslenska refsilögsögu og fer um refsiábyrgð þeirra eftir almennum hegningarlögum og sérrefsilögum. Ríkissaksóknari fer með rannsókn og ákæruvald vegna ætlaðrar refsiverðrar háttsemi íslenskra friðargæsluliða. Slík sakamál skulu rekin fyrir íslenskum dómstólum í samræmi við almennar reglur opinbers réttarfars.\nÍslenska ríkið fer með lögsögu að því er varðar agaviðurlög vegna brota íslenskra friðargæsluliða.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Íslenskir friðargæsluliðar skulu í störfum sínum hafa í heiðri þær þjóðréttarlegu reglur sem Ísland er skuldbundið af og réttaráhrif hafa gagnvart einstaklingum. Friðargæsluliða er skylt að gæta þagmælsku um atriði er hann fær vitneskju um í starfi sínu og leynt skulu fara samkvæmt reglum og leiðbeiningum þeirrar stofnunar sem verkefnið annast, lögum, fyrirmælum yfirmanna eða eðli málsins. Þagnarskyldan helst eftir að látið er af starfi.\nÞrátt fyrir ákvæði 1. mgr. er friðargæsluliða í öllum tilvikum rétt og skylt að láta [ráðuneytinu] í té upplýsingar um atvik sem hann hefur orðið áskynja í starfi sínu og geta talist brot á alþjóðlegum mannréttinda- og mannúðarsamningum sem íslenska ríkið er aðili að.\nÍslenskir friðargæsluliðar skulu gangast undir siðareglur um störf sín sem [ráðherra] setur.\nL. 126/2011, 462. gr. Rgl. 960/2007.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Íslenskir friðargæsluliðar mega ekki taka þátt í stjórnmálastarfi eða mótmælum á því svæði sem þeir starfa á erlendis.\nIII. kafli. Um ráðningu friðargæsluliða, kjör o.fl.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Ráðuneytinu] er heimilt að halda skrá yfir fólk sem er reiðubúið að takast á hendur friðargæsluverkefni erlendis. Heimilt er að binda skráningu almennum lágmarksskilyrðum, þar á meðal um menntun, þekkingu, reynslu, heilsufar, tungumálakunnáttu og aðra eiginleika eftir því sem ráðuneytið telur nauðsynlegt. [Ráðuneytið] metur að öðru leyti sérstaklega hvaða þekking, kunnátta eða reynsla kemur að mestum notum þegar ráðið er til einstakra verkefna og er þá ekki bundið af framangreindri skrá.\nÁkvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, um auglýsingu starfa gilda ekki um störf við friðargæslu.\nL. 126/2011, 462. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Friðargæsluliðar skulu ráðnir tímabundið að hámarki til eins árs í senn. Gagnkvæmur uppsagnarfrestur á ráðningartíma skal vera einn mánaður. Ákvæði 1. mgr. 44. gr. laga nr. 70/1996 og 5. og 6. gr. laga nr. 139/2003 taka ekki til friðargæsluliða.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ríkisstarfsmenn skulu eiga rétt á launalausu leyfi þann tíma sem þeir gegna friðargæslustarfi. Slíkt leyfi hefur ekki áhrif á önnur starfsréttindi þeirra, þar á meðal til greiðslu í lífeyrissjóði starfsmanna ríkisins. Starfstími þeirra við friðargæslu skal reiknaður sem hluti af starfstíma þeirra í hinu fasta starfi hjá ríkinu.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Íslenskir friðargæsluliðar skulu vera líf-, sjúkra- og slysatryggðir á meðan ráðningarsamningur við þá er í gildi. Skulu slíkar tryggingar ná bæði til atvika sem verða í starfi og utan starfs á erlendri grundu meðan ráðningarsamningur við þá er í gildi. Sams konar tryggingar skulu gilda fyrir þá starfsmenn [ráðuneytisins] og sérfræðinga í skammtímaverkefnum sem ferðast til staða sem íslenska friðargæslan starfar á. Nánar skal kveðið á um skilmála slíkrar tryggingar í reglugerð sem [ráðherra er fer með starfsmannamál ríkisins] setur í samráði við [ráðherra].\nL. 126/2011, 462. gr. Rg. 851/2017.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ákvæði laga um aðbúnað, hollustuhætti og öryggi á vinnustöðum, nr. 46/1980, gilda ekki um störf íslenskra friðargæsluliða á erlendri grundu.\nÁkvæði laga og kjarasamninga um vinnutíma, hvíldartíma og frídaga gilda ekki um friðargæsluliða. Friðargæsluliðum er ekki greitt aukalega vegna yfirvinnu og álags sem vinnu þeirra kann að fylgja.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Íslenskir friðargæsluliðar mega hvorki gera verkfall né taka þátt í verkfallsboðun.\nIV. kafli. Reglugerðarheimild og gildistaka.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Ráðherra] er heimilt að kveða á um nánari framkvæmd laga þessara í reglugerð.\nL. 126/2011, 462. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    }
  ]
}
