{
  "id": "72/2007",
  "type": "statute",
  "title": "Lög um réttarstöðu liðsafla aðildarríkja Atlantshafsbandalagsins og Samstarfs í þágu friðar o.fl.",
  "status": "in_force",
  "issued_date": "2007-03-28",
  "url": "https://www.althingi.is/lagas/nuna/2007072.html",
  "description": "Tóku gildi 5. apríl 2007.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ríkisstjórninni er heimilt að fullgilda fyrir Íslands hönd eftirtalda alþjóðasamninga:\n1. Samning frá 19. júní 1951 milli aðila að Norður-Atlantshafssamningnum um réttarstöðu liðsafla þeirra.\n2. Samning frá 19. júní 1995 milli aðildarríkja að Norður-Atlantshafssamningnum og annarra ríkja, sem eru aðilar að Samstarfi í þágu friðar, um réttarstöðu liðsafla þeirra ásamt bókunum við þann samning frá 19. júní 1995 og 19. desember 1997.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ákvæði laga þessara gilda um erlendan liðsafla [sem kemur til Íslands og dvelur hér á landi] á grundvelli þeirra alþjóðasamninga sem tilgreindir eru í 1. og 2. tölul. 1. gr. eða á grundvelli bókunar frá 28. ágúst 1952 varðandi réttarstöðu fjölþjóðlegra hernaðarlegra höfuðstöðva sem stofnsettar eru samkvæmt Norður-Atlantshafssamningnum.\n[Ráðherra] er heimilt að ákveða með auglýsingu að ákvæði laga þessara skuli einnig gilda um annan erlendan liðsafla sem dvelur á Íslandi á grundvelli alþjóðasamninga sem eru skuldbindandi fyrir Ísland að þjóðarétti og veita slíkum liðsafla sömu réttarstöðu og veitt er í framangreindum samningum.\nMönnum í erlendum liðsafla sem dvelur hérlendis á grundvelli heimildar skv. 1. eða 2. mgr. er heimilt að bera vopn hérlendis enda hafi þeir heimild til þess samkvæmt reglum þess sendiríkis sem þeir tilheyra og uppfyllt séu skilyrði sem íslensk stjórnvöld kunna að setja varðandi slíkan vopnaburð.\nL. 136/2022, 25. gr. L. 126/2011, 461. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Ráðherra] fer með fyrirsvar af hálfu íslenska ríkisins í samskiptum við erlendan liðsafla skv. 2. gr., sendiríki hans og þau hermálayfirvöld sem hann lýtur.\n[Ráðherra] fer með fyrirsvar af hálfu íslenska ríkisins vegna undirbúnings og fyrirkomulags friðargæsluæfinga og heræfinga sem haldnar eru hérlendis með samþykki íslenskra stjórnvalda og þátttöku erlends liðsafla skv. 2. gr.\nL. 126/2011, 461. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Erlendum hermálayfirvöldum er heimilt að fara með refsilögsögu og agavald yfir liðsafla sínum og borgaralegri deild hans, eða einstaklingi úr skylduliði framangreindra eininga, á íslensku yfirráðasvæði í samræmi við ákvæði alþjóðasamninga skv. 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Íslenskum lögregluyfirvöldum er heimilt að handtaka mann úr liðsafla sendiríkis eða borgaralegri deild þess, eða einstakling úr skylduliði framangreindra eininga, sé þess óskað vegna kæru fyrir verknað sem er refsiverður samkvæmt lögum sendiríkisins og hermálayfirvöld þess eiga lögsögu yfir á íslensku yfirráðasvæði á grundvelli alþjóðasamninga skv. 2. gr. Þetta gildir jafnvel þótt sá handtekni sé grunaður um verknað sem ekki er refsiverður samkvæmt íslenskum lögum. Framselja skal hinn handtekna til hermálayfirvalda sendiríkisins sem fyrst og í síðasta lagi tuttugu og fjórum tímum eftir handtökuna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hver sá sem ljóstrar upp um eða kemur á framfæri vitneskju sem leynt á að fara varðandi öryggi þess erlenda liðsafla, sem dvelur á Íslandi á grundvelli samninga skv. 2. gr., eða varðandi öryggi aðildarríkja þessara samninga skal sæta fangelsi allt að sextán árum.\nHver sá sem falsar, eyðileggur eða nemur á brott skjöl eða hluti sem hafa þýðingu fyrir erlendan liðsafla, sem dvelur hér á grundvelli samninga skv. 2. gr., eða aðildarríki þessara samninga skal sæta fangelsi allt að sextán árum.\nHver sá sem með gáleysi eða ásetningi skýrir án leyfis frá hernaðarundirbúningsaðgerðum eða tekur eða birtir myndir hvers konar, þ.m.t. loftmyndir, af hernaðarmannvirkjum, birgðaskemmum eða búnaði erlends liðsafla skv. 2. gr., skal sæta sektum eða fangelsi allt að þremur árum enda sé um að ræða auglýst bannsvæði sem sé afgirt eða för almennings inn á það eða um það bönnuð með merkjum eða með öðrum glöggum hætti.\nHafi verknaður skv. 1. og 2. mgr. þessarar greinar verið framinn af gáleysi varðar það fangelsi allt að þremur árum eða sektum ef sérstakar málsbætur eru fyrir hendi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Erlendur liðsafli og borgaralegar deildir hans sem dvelja hér á landi á grundvelli alþjóðasamninga skv. 2. gr. skulu hérlendis njóta þess skattfrelsis og þeirra tollundanþágna sem samningarnir kveða á um.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ákvæði þessara laga hafa engin áhrif á lög nr. 110/1951, um lagagildi varnarsamnings milli Íslands og Bandaríkjanna og um réttarstöðu liðs Bandaríkjanna og eignir þess.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "...\nL. 34/2008, 30. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Ráðherra er heimilt að setja reglugerð um nánari framkvæmd laga þessara, þ.m.t. um eftirtalin atriði:\na. komu og brottför erlends liðsafla og borgaralegra deilda hans skv. 2. gr. sem og aðra för slíks liðsafla yfir landamæri,\nb. samskipta- og verkferla, svo og að heimila upplýsingagjöf til yfirvalda sendiríkis vegna lögreglu- og framsalsmála skv. 5. gr., að höfðu samráði við embætti ríkissaksóknara,\nc. heimilan vopnaburð skv. 3. mgr. 2. gr. að höfðu samráði við ríkislögreglustjóra,\nd. málsmeðferð vegna upplýsingagjafar og staðfestingar á skattfrelsi og tollundanþágum skv. 7. gr.]\nL. 136/2022, 25. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Lög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
