{
  "id": "37/2007",
  "type": "statute",
  "title": "Lög um sameiningu Kennaraháskóla Íslands og Háskóla Íslands",
  "status": "in_force",
  "issued_date": "2007-03-27",
  "url": "https://www.althingi.is/lagas/nuna/2007037.html",
  "description": "Tóku gildi 1. júlí 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kennaraháskóli Íslands og Háskóli Íslands skulu sameinast undir einu nafni, Háskóli Íslands.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Nemendur, sem við gildistöku laga þessara eru í námi við Kennaraháskóla Íslands, eiga rétt á að ljúka því námi við sameinaðan háskóla, Háskóla Íslands, samkvæmt því námsskipulagi sem í gildi er við gildistöku laga þessara, miðað við gildandi reglur um námsframvindu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Við gildistöku laga þessara tekur sameinaður háskóli, Háskóli Íslands, sbr. 1. gr., við eignum og skuldbindingum Kennaraháskóla Íslands. Sama gildir um ónýttar fjárheimildir á fjárlögum fyrir árið 2008 fyrir Kennaraháskóla Íslands.\nVið gildistöku laga þessara flytjast störf ótímabundið ráðinna kennara, sem uppfylla skilyrði 18. gr. laga um háskóla, nr. 63/2006, og annarra ótímabundið ráðinna starfsmanna Kennaraháskóla Íslands, yfir til hins sameinaða háskóla, Háskóla Íslands.\nUm flutning starfa skv. 2. mgr. fer að öðru leyti eftir ákvæðum laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, með síðari breytingum.\nVið gildistöku laga þessara verður embætti rektors Kennaraháskóla Íslands lagt niður.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lög þessi öðlast gildi 1. júlí 2008. ...",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
