{
  "id": "41/2007",
  "type": "statute",
  "title": "[Lög um landlækni og lýðheilsu]1)",
  "status": "in_force",
  "issued_date": "2007-03-27",
  "url": "https://www.althingi.is/lagas/nuna/2007041.html",
  "description": "Tóku gildi 1. september 2007.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið.\nMarkmið laga þessara er að stuðla að heilbrigði landsmanna, m.a. með því að efla lýðheilsustarf og tryggja gæði heilbrigðisþjónustu og stuðla að því að lýðheilsustarf og heilbrigðisþjónusta byggist á bestu þekkingu og reynslu á hverjum tíma.]\nL. 28/2011, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Embætti landlæknis.\nStarfrækja skal embætti landlæknis undir yfirstjórn [ráðherra]. Ráðherra skipar landlækni til fimm ára í senn ... Hann skal hafa sérfræðimenntun í læknisfræði, þekkingu á sviði lýðheilsu og víðtæka reynslu eða menntun á sviði stjórnunar.\nLandlæknir ber ábyrgð á að embættið sem hann stýrir starfi í samræmi við lög, stjórnvaldsfyrirmæli og erindisbréf. Landlæknir ræður starfsfólk embættisins.]\nL. 126/2011, 452. gr. L. 12/2025, 3. gr. L. 28/2011, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum hafa eftirfarandi orð svofellda merkingu:\n[1. Lýðheilsustarf: Felur í sér að viðhalda og bæta heilbrigði, líðan og aðstæður þjóðarinnar og þjóðfélagshópa með heilsueflingu, forvörnum og heilbrigðisþjónustu.]\n[2. ] Heilbrigðisþjónusta: Hvers kyns heilsugæsla, lækningar, hjúkrun, almenn og sérhæfð sjúkrahúsþjónusta, sjúkraflutningar, hjálpartækjaþjónusta og þjónusta heilbrigðisstarfsmanna innan og utan heilbrigðisstofnana sem veitt er í því skyni að efla heilbrigði, fyrirbyggja, greina eða meðhöndla sjúkdóma eða endurhæfa sjúklinga.\n[3. ] Heilbrigðisstarfsmaður: Einstaklingur sem starfar við heilbrigðisþjónustu og hlotið hefur leyfi [landlæknis] til að nota starfsheiti löggiltrar heilbrigðisstéttar.\n[4. ] Heilbrigðisstofnun: Stofnun þar sem heilbrigðisþjónusta er veitt.\n[5. ] Starfsstofur heilbrigðisstarfsmanna: Starfsstöðvar sjálfstætt starfandi heilbrigðisstarfsmanna þar sem heilbrigðisþjónusta er veitt með eða án greiðsluþátttöku ríkisins.\n[6. Óvænt atvik: Óhappatilvik, mistök, vanræksla eða önnur atvik í heilbrigðisþjónustu sem valdið hafa sjúklingi tjóni eða hefðu getað valdið sjúklingi tjóni.\n7. Alvarlegt atvik: Óvænt atvik í heilbrigðisþjónustu sem valdið hefur eða hefði getað valdið sjúklingi alvarlegu tjóni, svo sem dauða eða varanlegum örkumlum.]\nL. 28/2011, 3. gr. L. 12/2008, 2. gr. L. 103/2023, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Meginhlutverk landlæknis.\nHlutverk landlæknis er m.a. eftirfarandi:\na. að veita ráðherra og öðrum stjórnvöldum, fagfólki og almenningi ráðgjöf og fræðslu um málefni á verksviði embættisins,\nb. að annast forvarna- og heilsueflingarverkefni,\nc. að efla lýðheilsustarf í samvinnu við aðra sem að þeim málum starfa og styðja við menntun á sviði lýðheilsu,\nd. að vinna að gæðaþróun,\ne. að hafa eftirlit með heilbrigðisþjónustu og heilbrigðisstarfsmönnum,\nf. að hafa eftirlit með lyfjaávísunum og fylgjast með og stuðla að skynsamlegri lyfjanotkun landsmanna,\n[g. að hafa eftirlit með starfsemi lífsýnasafna og safna heilbrigðisupplýsinga í samræmi við lög um lífsýnasöfn og söfn heilbrigðisupplýsinga],\n[h. ] að veita starfsleyfi til einstaklinga sem uppfylla skilyrði laga og reglugerða til notkunar starfsheita löggiltra heilbrigðisstétta,\n[i. ] að stuðla að því að menntun heilbrigðisstarfsmanna sé í samræmi við kröfur heilbrigðisþjónustunnar á hverjum tíma,\n[j. ] að sinna kvörtunum almennings vegna heilbrigðisþjónustu,\n[k. ] að bera ábyrgð á framkvæmd sóttvarna, sbr. sóttvarnalög,\n[l. ] að safna og vinna upplýsingar um heilsufar og heilbrigðisþjónustu,\n[m. ] að meta reglulega árangur af lýðheilsustarfi og bera hann saman við sett markmið,\n[n. ] að stuðla að rannsóknum á starfssviðum embættisins,\n[o. ] að sinna öðrum verkefnum sem honum er falið að sinna samkvæmt lögum, stjórnvaldsfyrirmælum eða ákvörðun ráðherra.\nRáðherra er heimilt að skilgreina verkefni landlæknis nánar með reglugerð.\nLandlækni er enn fremur heimilt að gera samninga við háskólastofnanir og aðrar stofnanir um samstarf á sviði rannsókna, kennslu og þjónustu er tengjast verksviði embættisins.\n[Embætti landlæknis er heimil vinnsla persónuupplýsinga, þar á meðal viðkvæmra persónuupplýsinga um heilsufar og lyfjanotkun einstaklinga, í þeim tilgangi að hafa eftirlit með gæðum og öryggi heilbrigðisþjónustu, lyfjaávísunum og stuðla að skynsamlegri lyfjanotkun landsmanna sem og til að sinna öðrum lögbundnum skyldum samkvæmt lögum þessum að uppfylltum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga.]\n[Landlæknir skal starfrækja landstengigátt fyrir sjúkraskrárupplýsingar í þeim tilgangi að gera mögulega miðlun tiltekinna og skilgreindra lykilupplýsinga úr sjúkraskrá sjúklings sem leita þarf heilbrigðisþjónustu í öðru landi á Evrópska efnahagssvæðinu og sem hefur heimilað þá miðlun.\nLandlækni er heimilt að varðveita miðlægt þær upplýsingar sem nauðsynlegar eru til að gera miðlun skv. 5. mgr. mögulega.\nAð öðru leyti fer um miðlun sjúkraskrárupplýsinga milli landa á Evrópska efnahagssvæðinu samkvæmt lögum um sjúkraskrár og lögum um persónuvernd og vinnslu persónuupplýsinga.]]\nL. 45/2014, 22. gr. L. 99/2020, 5. gr. L. 96/2024, 2. gr. L. 28/2011, 4. gr.\n[I. kafli A. Fagráð og lýðheilsusjóður.]\nL. 28/2011, 6. gr.\n[4. gr. a. Fagráð.\nLandlæknir skal setja á fót fagráð á helstu verksviðum embættisins, þ.m.t. á sviði áfengis- og vímuvarna og tóbaksvarna, sem í eiga sæti sérfróðir aðilar og fulltrúar stofnana og félagasamtaka á viðkomandi sviði. Fagráð skulu vera landlækni til ráðgjafar.\nLandlæknir setur reglur um skipan fagráða sem ráðherra staðfestir.]\nL. 28/2011, 6. gr.\n[4. gr. b. Lýðheilsusjóður.\n[Lýðheilsusjóður hefur það hlutverk að styrkja lýðheilsustarf sem samræmist markmiðum laga þessara, sbr. 1. gr., bæði innan og utan embættis landlæknis. Ráðherra ráðstafar fé úr lýðheilsusjóði að fengnum tillögum stjórnar sjóðsins og í samræmi við reglugerð sem ráðherra setur skv. 4. mgr.\nRáðherra skipar stjórn lýðheilsusjóðs. Stjórn sjóðsins skipa þrír fulltrúar, einn tilnefndur af embætti landlæknis, einn tilnefndur af heilbrigðisvísindasviði Háskóla Íslands og formaður sem skipaður er af ráðherra. Varamenn skulu skipaðir á sama hátt.]\n[Árlegt framlag í lýðheilsusjóð skal ákveðið með fjárveitingu á grundvelli fjárheimildar í fjárlögum.]\nRáðherra skal með reglugerð mæla nánar fyrir um ráðstöfun fjár úr lýðheilsusjóði. Í reglugerð skulu sett ákveðin viðmið við úthlutun styrkja til mismunandi málaflokka, svo sem forvarna- og lýðheilsustarfs. Jafnframt skulu sett viðmið vegna ráðstöfunar fjármagns úr sjóðnum til verkefna og reksturs viðkomandi málaflokka innan embættisins.]\nL. 92/2016, 1. gr. L. 47/2018, 12. gr. Rg. 1260/2011, sbr. 1323/2016. L. 28/2011, 6. gr.\nII. kafli. [Eftirlit með heilbrigðisþjónustu.]\nL. 28/2011, 9. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fyrirmæli, leiðbeiningar og ábendingar.\nLandlæknir getur gefið heilbrigðisstofnunum og heilbrigðisstarfsmönnum almenn fagleg fyrirmæli um vinnulag, aðgerðir og viðbrögð af ýmsu tagi sem þeim er skylt að fylgja. Fyrirmælin skulu lögð fyrir ráðherra til staðfestingar og birt.\n[Landlæknir getur gefið út faglegar leiðbeiningar til heilbrigðisstarfsmanna, heilbrigðisstofnana og þeirra sem sinna lýðheilsustarfi, þar á meðal leiðbeiningar sem miða að nálgun og lausn vandamála í samræmi við bestu þekkingu á hverjum tíma. Leiðbeiningarnar skulu kynntar heilbrigðisstarfsmönnum og þeim sem sinna lýðheilsustarfi og vera aðgengilegar almenningi.]\nLandlæknir getur komið á framfæri við almenning ábendingum og ráðgjöf um mál er snerta heilbrigði og heilbrigðisþjónustu.\nAugl. 582/2020. Augl. 702/2020. Augl. 798/2021. L. 28/2011, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Faglegar kröfur til reksturs heilbrigðisþjónustu.\nRáðherra skal, að fengnum tillögum landlæknis og að höfðu samráði við viðkomandi heilbrigðisstéttir, kveða í reglugerð á um faglegar lágmarkskröfur til reksturs heilbrigðisþjónustu á einstökum sviðum. Reglugerðin skal byggjast á þekkingu og aðstæðum á hverjum tíma og skal hún endurskoðuð reglulega. Í reglugerðinni skal m.a. kveða á um lágmarkskröfur um mönnun, húsnæði, aðstöðu, tæki og búnað til reksturs heilbrigðisþjónustu.\nÞeir sem hyggjast hefja rekstur heilbrigðisþjónustu, þ.m.t. ríkið og sveitarfélög, skulu tilkynna fyrirhugaðan rekstur til landlæknis. Með tilkynningunni skulu fylgja fullnægjandi upplýsingar um starfsemina, svo sem um tegund heilbrigðisþjónustu, starfsmenn, búnað, tæki og húsnæði. Landlæknir getur óskað eftir frekari upplýsingum og gert úttekt á væntanlegri starfsemi telji hann þörf á því. Með sama hætti skal tilkynna landlækni ef meiri háttar breytingar verða á mönnun, búnaði, starfsemi og þjónustu rekstraraðila. Sé rekstri heilbrigðisþjónustu hætt skal tilkynna landlækni um það.\nLandlæknir staðfestir hvort fyrirhugaður rekstur heilbrigðisþjónustu uppfyllir faglegar kröfur og önnur skilyrði í heilbrigðislöggjöf. Hið sama gildir þegar ráðherra [eða sjúkratryggingastofnunin] endurnýjar samninga við heilbrigðisstofnanir. Óheimilt er að hefja starfsemi á sviði heilbrigðisþjónustu nema staðfesting landlæknis liggi fyrir. Landlækni er heimilt að gera frekari kröfur sé það talið nauðsynlegt vegna eðlis þeirrar starfsemi sem um er að ræða. Staðfesting landlæknis verður jafnframt að liggja fyrir við meiri háttar breytingar skv. 2. mgr.\nHeimilt er að skjóta synjun landlæknis um staðfestingu skv. 3. mgr. til ráðherra. Sama á við um ákvörðun landlæknis um að gera frekari kröfur skv. 3. mgr. Sé um að ræða heilbrigðisþjónustu sem ríkið hyggst reka hefur ráðherra þó ávallt úrskurðarvald um það hvort skilyrði laga og faglegar kröfur skv. 1. mgr. eru uppfylltar.\n[Landlæknir heldur skrá yfir rekstraraðila í heilbrigðisþjónustu og er honum heimilt að birta upplýsingar úr skránni með það að markmiði að tryggja gæði og öryggi í heilbrigðisþjónustu. Landlæknir skal tilkynna ráðherra og sjúkratryggingastofnuninni um allar breytingar sem verða á skránni.]\nFyrir úttekt landlæknis skv. 2. mgr. og staðfestingu hans á því að faglegar kröfur séu uppfylltar, sbr. 3. mgr., er heimilt að taka gjald samkvæmt nánari ákvæðum í reglugerð sem ráðherra setur.\nRg. 786/2007. Rg. 1106/2012, sbr. 748/2024. Rg. 1130/2012, sbr. 704/2020, 1519/2020 og 720/2024. Rg. 467/2015, sbr. 839/2023. L. 112/2008, 64. gr. L. 99/2020, 6. gr. Rg. 226/2016.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Eftirlit með heilbrigðisþjónustu.\nLandlæknir skal hafa reglubundið eftirlit með því að heilbrigðisþjónusta sem veitt er hér á landi uppfylli faglegar kröfur og ákvæði heilbrigðislöggjafar á hverjum tíma. Landlæknir hefur heimild til að krefja heilbrigðisstarfsmenn, heilbrigðisstofnanir og aðra sem veita heilbrigðisþjónustu um upplýsingar og gögn sem hann telur nauðsynleg til að sinna eftirlitshlutverki sínu og er þeim skylt að verða við slíkri kröfu. Landlæknir skal eiga greiðan aðgang að heilbrigðisstofnunum og starfsstofum heilbrigðisstarfsmanna til eftirlits samkvæmt lögum þessum.\nTelji landlæknir að heilbrigðisþjónusta uppfylli ekki faglegar kröfur skv. 6. gr. eða önnur skilyrði í heilbrigðislöggjöf skal hann beina tilmælum um úrbætur til rekstraraðila. Verði rekstraraðili ekki við slíkum tilmælum ber landlækni að skýra ráðherra frá málinu og gera tillögur um hvað gera skuli. Getur ráðherra þá tekið ákvörðun um að stöðva rekstur tímabundið, þar til bætt hefur verið úr annmörkum, eða stöðva rekstur að fullu.\nRáðherra getur með reglugerð sett nánari ákvæði um framkvæmd eftirlits af hálfu landlæknis.\nRg. 786/2007.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[Heilbrigðisskrár.\nLandlæknir skal skipuleggja og halda persónugreinanlegar heilbrigðisskrár, sbr. 2.–4. mgr., á landsvísu um heilsufar, sjúkdóma, slys, lyfjaávísanir, fæðingar, dánarmein og starfsemi og árangur heilbrigðisþjónustu. Tilgangur skránna er að afla þekkingar um heilsufar og heilbrigðisþjónustu, hafa eftirlit með þjónustunni, auka gæði hennar og meta árangur.\nLandlæknir skal, í samráði við ráðuneytið, vinna ópersónugreinanlegar upplýsingar úr heilbrigðisskrám til þess að rækja lögbundin verkefni landlæknis og til notkunar við áætlanagerð, gæðaþróun í heilbrigðisþjónustu og vísindarannsóknum, stefnumótun og önnur verkefni ráðuneytisins. Jafnframt skal landlæknir vinna tölfræðiupplýsingar og greiningar úr skránum og veita öðrum opinberum stofnunum, veitendum heilbrigðisþjónustu, sveitarfélögum, almenningi og eftir atvikum öðrum lykilnotendum aðgang að þeim.\nLandlæknir telst ábyrgðaraðili við skráningu persónuupplýsinga í heilbrigðisskrár. Við þá vinnslu skal landlæknir gæta að reglum laga um persónuvernd og vinnslu persónuupplýsinga, þar á meðal meginreglum þeirra um lágmörkun gagna, áreiðanleika þeirra og varðveislutíma. Landlæknir skal tryggja að vinnsla og miðlun persónuupplýsinga vegna reksturs heilbrigðisskráa fari fram á öruggan hátt, m.a. með dulkóðun gagna og aðgangsstýringum.\nEftirtaldar heilbrigðisskrár skulu haldnar með dulkóðuðum persónuauðkennum:\n1. Fæðingaskrá.\n2. Hjarta- og æðasjúkdómaskrá.\n3. Taugasjúkdómaskrá.\n4. Krabbameinsskrá.\n5. Sykursýkisskrá.\n6. Slysaskrá.\n7. Samskiptaskrá heilbrigðisþjónustu.\n8. Atvikaskrá.\n9. Dánarmeinaskrá.\n10. Lyfjagagnagrunnur.\n11. Skimunarskrá.\n12. Hjúkrunarþjónustuskrá.\n13. Færni- og heilsumatsskrá.]\nL. 34/2025, 1. gr.\n[8. gr. a. Rekstur og notkun heilbrigðisskráa.\nLandlæknir getur, með leyfi ráðherra, falið heilbrigðisstofnunum eða starfsstofum heilbrigðisstarfsmanna umsjón og ábyrgð á daglegum rekstri tiltekinna heilbrigðisskráa samkvæmt samningi. Í samningi skal kveða á um ábyrgðarmann, starfsreglur, öryggiskröfur, innihald og úrvinnslu skrár, ráðstöfunarrétt, miðlun upplýsinga og gildistíma samnings. Að auki skal gera vinnslusamning um vinnslu persónuupplýsinga samkvæmt lögum um persónuvernd og vinnslu persónuupplýsinga. Ábyrgðarmanni ber að upplýsa landlækni um öll atriði er varða rekstur skrár og veita honum allar upplýsingar sem landlæknir þarf á að halda vegna lögboðins hlutverks síns skv. 4. gr. Skulu þær upplýsingar veittar án endurgjalds.\nHeilbrigðisstofnanir, heilbrigðisstarfsmenn og aðrir veitendur heilbrigðisþjónustu skulu veita landlækni þær upplýsingar sem taldar eru nauðsynlegar í þágu þess tilgangs sem mælt er fyrir um í 1. mgr. 8. gr. og sem kveðið er nánar á um í reglugerð sem ráðherra setur á grundvelli 9. mgr., og ber hlutaðeigandi að afhenda umbeðnar upplýsingar án endurgjalds.\nLandlæknir gefur heilbrigðisstofnunum, heilbrigðisstarfsmönnum og öðrum veitendum heilbrigðisþjónustu fyrirmæli um lágmarksskráningu upplýsinga og hvernig staðið skuli að skráningu og miðlun upplýsinganna til landlæknis. Fyrirmæli landlæknis skulu lögð fyrir ráðherra til staðfestingar og birt.\nAðrar stofnanir sem heyra undir ráðuneytið og safna heilbrigðisupplýsingum skulu veita landlækni aðgang að upplýsingum sem aflað er í starfsemi þeirra og teljast nauðsynlegar til að halda heilbrigðisskrár samkvæmt nánari fyrirmælum í reglugerð sem ráðherra setur á grundvelli 9. mgr. Hið sama gildir um Tryggingastofnun.\nHeimilt er að nýta upplýsingar úr heilbrigðisskrám, þ.m.t. viðkvæmar persónuupplýsingar, sem landlækni hafa verið veittar skv. 2. mgr., í tengslum við veitingu heilbrigðisþjónustu, í þeim tilgangi að stuðla að samræmdri og markvissri þjónustu og til að auka samfellu hennar, gæði og öryggi. Skylt er að veita einstaklingum aðgang að upplýsingum um þá sjálfa í heilbrigðisskrám.\nHeimilt er samkvæmt verklagsreglum landlæknis, sbr. 9. mgr., að veita stjórnsýslustofnunum á sviði heilbrigðismála aðgang að upplýsingum úr heilbrigðisskrám, þ.m.t. viðkvæmum persónuupplýsingum, um notendur heilbrigðisþjónustu og veitta meðferð, til rækslu lögbundinna verkefna.\nUm aðgang að persónugreinanlegum upplýsingum úr heilbrigðisskrám vegna vísindarannsókna fer samkvæmt lögum um vísindarannsóknir á heilbrigðissviði. Landlækni er heimilt að taka gjald fyrir úrvinnslu og afhendingu upplýsinga úr heilbrigðisskrám til vísindarannsókna samkvæmt reglugerð sem ráðherra setur.\nSöfnun og meðferð upplýsinga samkvæmt ákvæði þessu skal vera í samræmi við ákvæði laga um persónuvernd og vinnslu persónuupplýsinga og reglugerð sem ráðherra setur á grundvelli 9. mgr. og uppfylla kröfur Persónuverndar um öryggi persónuupplýsinga í skrám á heilbrigðissviði.\nAð fenginni umsögn Persónuverndar skal ráðherra í reglugerð mæla nánar fyrir um tilgang, skipulag og vinnslu heilbrigðisskráa, hvaða persónugreinanlegu upplýsingar megi færa í skrárnar, hversu lengi megi varðveita þær, dulkóðun þeirra, aðgangsstýringar, aðgerðaskráningu, verklagsreglur landlæknis um aðgengi stjórnsýslustofnana á sviði heilbrigðismála og aðrar öryggisráðstafanir, svo sem varðandi réttindi hinna skráðu. Í reglugerð skal jafnframt mælt fyrir um skyldu heilbrigðisstofnana, annarra stofnana sem heyra undir ráðuneytið, heilbrigðisstarfsmanna og annarra veitenda heilbrigðisþjónustu til að veita landlækni þær upplýsingar sem taldar eru nauðsynlegar til að reka heilbrigðisskrár. Að auki skal í reglugerð kveða á um hvernig megi nýta upplýsingar úr heilbrigðisskrám og í hvaða tilvikum heimilt er að afkóða þær.]\nL. 34/2025, 2. gr.\n[8. gr. b. Heilbrigðisskrár sem byggjast á samþykki einstaklinga.\nLandlækni er heimilt að halda heilbrigðisskrár þar sem upplýsinga er aflað beint frá einstaklingum og þar sem varðveita á mun víðtækari upplýsingar en almennt á við um heilbrigðisskrár. Tilgangur skránna er að afla þekkingar um heilsu, velferð, líðan og lifnaðarhætti landsmanna á hverjum tíma til að styðja við lýðheilsustarf og nýta við gerð áætlana og mótun stefnu um heilsueflingu og forvarnir, og til vísindarannsókna. Í slíkar heilbrigðisskrár má eingöngu færa persónuauðkenni einstaklinga að fengnu upplýstu samþykki þeirra. Samþykkis skal aflað í samræmi við ákvæði laga um persónuvernd og vinnslu persónuupplýsinga og laga og reglna um vísindarannsóknir á heilbrigðissviði eftir því sem við á.\nAð fenginni umsögn Persónuverndar skal ráðherra í reglugerð mæla nánar fyrir um hvaða persónugreinanlegu upplýsingar megi færa í skrárnar, hversu lengi megi varðveita þær, dulkóðun þeirra, aðgangsstýringar, aðgerðaskráningu, verklagsreglur landlæknis og aðrar öryggisráðstafanir, svo sem varðandi réttindi hinna skráðu. Í reglugerð skal jafnframt mælt fyrir um hvernig megi nýta upplýsingar úr heilbrigðisskrám og í hvaða tilvikum heimilt er að afkóða þær.\nSamþykki skráðra einstaklinga fyrir því að skrá megi upplýsingar um þá í heilbrigðisskrár skv. 1. mgr. má hvenær sem er draga til baka og ber landlækni að upplýsa um það áður en samþykki er veitt. Landlæknir skal tryggja að jafn auðvelt verði að afturkalla samþykki og að veita samþykki.]\nL. 34/2025, 2. gr.\n[8. gr. c. Gæðaskrár á heilbrigðissviði.\nGæðaskrár á heilbrigðissviði eru skipulagt safn persónugreinanlegra og samræmdra heilbrigðisupplýsinga um afmarkaða hópa sjúklinga sem skráðar eru í tengslum við meðferð einstaklinga og eru samþættar klínísku starfi. Gögn gæðaskráa eru nýtt til að auka gæði og öryggi heilbrigðisþjónustu. Gæðaskrár geta verið bundnar við einn eða fleiri veitendur heilbrigðisþjónustu hér á landi eða verið liður í samstarfi við heilbrigðisstofnanir innan Evrópska efnahagssvæðisins eða í þeim ríkjum utan Evrópska efnahagssvæðisins sem teljast veita persónuupplýsingum fullnægjandi vernd samkvæmt ákvörðunum framkvæmdastjórnar Evrópusambandsins um miðlun persónuupplýsinga til þriðja lands.\nEmbætti landlæknis skal, að höfðu samráði við Persónuvernd, gefa út fyrirmæli sem kveða nánar á um tilgang gæðaskráa, lágmarksskráningu, stöðlun skráninga, upplýsingaöryggi, kröfur til rafrænna lausna og miðlun upplýsinga úr gæðaskrám til landlæknis. Í fyrirmælunum skal einnig kveðið á um skilyrði fyrir erlendu samstarfi við stofnun og rekstur gæðaskráa, sbr. 1. mgr. Fyrirmæli landlæknis skulu lögð fyrir ráðherra til staðfestingar og birt.\nHeilbrigðisstofnanir og starfsstofur heilbrigðisstarfsmanna sem hyggjast stofna gæðaskrá skulu tilkynna þá fyrirætlan til embættis landlæknis. Í tilkynningu skal tilgreina hvernig tryggt verði að fyrirmælum embættisins um gæðaskrár verði fylgt. Óheimilt er að stofna gæðaskrá nema að fenginni staðfestingu landlæknis á því að fyrirhugaður rekstur gæðaskrár uppfylli kröfur fyrirmæla hans. Að öðru leyti gilda ákvæði laga um sjúkraskrár.\nLandlæknir skal stuðla að samvinnu um rekstur gæðaskráa milli rekstraraðila og birta lista yfir fyrirliggjandi gæðaskrár.\nHeilbrigðisstofnunum eða starfsstofum heilbrigðisstarfsmanna sem reka gæðaskrár er skylt að veita landlækni aðgang að upplýsingum sem landlæknir þarf á að halda vegna lögboðins hlutverks síns og skulu þær veittar án endurgjalds.\nUm aðgang að persónugreinanlegum upplýsingum úr gæðaskrám vegna vísindarannsókna á heilbrigðissviði fer samkvæmt lögum um vísindarannsóknir á heilbrigðissviði.]\nL. 34/2025, 2. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skráning óvæntra atvika.\nHeilbrigðisstofnanir, sjálfstætt starfandi heilbrigðisstarfsmenn og aðrir sem veita heilbrigðisþjónustu skulu halda skrá um óvænt atvik í þeim tilgangi að finna skýringar á þeim og leita leiða til að tryggja að þau endurtaki sig ekki. Með óvæntu atviki er átt við óhappatilvik, mistök, vanrækslu eða önnur atvik sem valdið hafa sjúklingi tjóni eða hefðu getað valdið sjúklingi tjóni.\nHeilbrigðisstarfsmönnum sem hlut eiga að máli, faglegum yfirmönnum þeirra og öðru starfsfólki heilbrigðisstofnana, eftir því sem við á, er skylt að skrá öll óvænt atvik skv. 1. mgr.\nHeilbrigðisstofnanir, sjálfstætt starfandi heilbrigðisstarfsmenn og aðrir sem veita heilbrigðisþjónustu skulu reglulega senda landlækni yfirlit um öll óvænt atvik skv. 1. mgr. eftir nánari ákvörðun landlæknis.\nRáðherra getur sett nánari reglur um skráningu óvæntra atvika með reglugerð.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Tilkynningar alvarlegra atvika.\nHeilbrigðisstofnunum og rekstraraðilum sem veita heilbrigðisþjónustu ber að tilkynna landlækni án tafar um alvarleg atvik. Jafnframt skal tilkynna sjúklingi um hið alvarlega atvik án ástæðulausrar tafar og nánasta aðstandanda hans, svo sem maka, foreldri eða afkomanda, þegar það á við, sbr. 5. mgr. 28. gr. laga um réttindi sjúklinga, nr. 74/1997.\nSjúklingur eða nánasti aðstandandi hans geta tilkynnt landlækni um alvarlegt atvik, sbr. 1. mgr.\nVerði óvænt dauðsfall á heilbrigðisstofnun eða annars staðar þar sem heilbrigðisþjónusta er veitt, sem ætla má að rekja megi til mistaka, vanrækslu eða óhappatilviks við meðferð eða forvarnir vegna sjúkdóms, skal auk tilkynningar til landlæknis skv. 1. mgr. tilkynna það til lögreglu í samræmi við ákvæði laga um dánarvottorð, krufningar o.fl.]\nL. 103/2023, 4. gr.\n[10. gr. a. Rannsókn landlæknis á alvarlegum atvikum.\nLandlæknir getur tekið alvarlegt atvik til rannsóknar að eigin frumkvæði þótt það hafi ekki verið tilkynnt formlega.\nLandlæknir ákveður hvort nægar ástæður séu til rannsóknar á alvarlegum atvikum samkvæmt lögum þessum. Við ákvörðun um rannsókn skal landlæknir m.a. taka tillit til alvarleika og umfangs atviks og annarra þátta sem skipt geta máli, lærdóms sem draga má af slíkri rannsókn og þess hve líklegt sé að niðurstaða rannsóknar leiði til þess að sambærileg atvik eigi sér ekki aftur stað og auki öryggi og gæði í heilbrigðisþjónustu.\nLandlækni ber að kanna hvort alvarlegt atvik gefi tilefni til að beita úrræðum skv. III. kafla.\nLandlækni er heimilt að fela óháðum sérfræðingum að vinna að einstökum þáttum rannsóknar sé það nauðsynlegt í þágu hennar. Á þeim sem koma að rannsókn hvílir þagnarskylda skv. X. kafla stjórnsýslulaga, nr. 37/1993.\nSjúklingur sem verður fyrir alvarlegu atviki á rétt á upplýsingum um framgang rannsóknar, aðgangi að málsgögnum, öðrum en viðtalsgögnum skv. 3. mgr. 10. gr. c, og að koma á framfæri sjónarmiðum sínum við rannsóknina. Sama rétt á nánasti aðstandandi sjúklings þegar sjúklingur er látinn eða ófær um að koma sjónarmiðum sínum á framfæri. Landlækni er þó heimilt að takmarka aðgang að gögnum ef hætta er á að slíkur aðgangur torveldi rannsókn. Jafnframt er heimilt að takmarka aðgang að gögnum ef þau hafa að geyma upplýsingar um einkamálefni annarra, enda vegi þeir hagsmunir sem mæla með því að upplýsingum sé haldið leyndum mun þyngra en hagsmunir þess sem fer fram á aðgang að gögnum. Sjúklingur eða eftir atvikum nánasti aðstandandi er bundinn þagnarskyldu um upplýsingar og málsgögn skv. 45. gr. stjórnsýslulaga, nr. 37/1993.\nLandlæknir skal halda samtímaskrá um alvarleg atvik.\nLandlæknir skal árlega senda ráðherra samantekt um alvarleg atvik, niðurstöður rannsókna og afdrif mála.\nRáðherra er heimilt að setja nánari ákvæði í reglugerð um tilkynningarskyldu, viðbrögð, rannsókn mála og skrá landlæknis um alvarleg atvik.]\nL. 103/2023, 5. gr.\n[10. gr. b. Aðkoma lögreglu að rannsókn á alvarlegum atvikum.\nLögregla beinir þeim málum sem hún fær tilkynningar um skv. 3. mgr. 10. gr., eða eru kærð til hennar, til meðferðar hjá landlækni. Lögregla framkvæmir áður, ef tilefni er til, nauðsynlegar rannsóknaraðgerðir til þess að tryggja sönnunargögn og upplýsingaöflun í þágu meðferðar máls.\nÞegar ætluð refsiverð háttsemi í heilbrigðisþjónustu, og í öðrum tilvikum þegar það á við, er til rannsóknar hjá lögreglu veitir landlæknir faglega ráðgjöf við lögreglurannsóknina ef eftir því er leitað.\nRíkissaksóknari setur fyrirmæli um rannsókn lögreglu á alvarlegum atvikum í heilbrigðisþjónustu.]\nL. 103/2023, 5. gr.\n[10. gr. c. Niðurstöður rannsóknar alvarlegra atvika.\nÁkveði landlæknir að ekki sé tilefni til rannsóknar á alvarlegu atviki skal sú ákvörðun vera skrifleg og rökstudd. Slíka ákvörðun skal tilkynna þeim sem tilkynnti atvik, sbr. 1. og 2. mgr. 10. gr.\nÞegar rannsókn alvarlegs atviks er lokið skal landlæknir svo fljótt sem verða má ljúka skýrslu um niðurstöðu rannsóknar en hún skal að jafnaði liggja fyrir innan sex mánaða frá því að landlækni var tilkynnt um atvikið. Liggi skýrslan ekki fyrir innan þessara tímamarka skal upplýsa þann sem tilkynnti um atvikið, sbr. 1. og 2. mgr. 10. gr., um stöðu rannsóknar.\nSkýrslum landlæknis um rannsókn einstakra mála skal ekki beitt sem sönnunargögnum í sakamálum. Jafnframt er hvorki heimilt að nota upplýsingar sem heilbrigðisstarfsmaður eða starfsmaður á heilbrigðisstofnun eða hjá rekstraraðila sem veitir heilbrigðisþjónustu hefur veitt landlækni sem sönnunargagn í sakamáli sem höfðað er gegn honum, né að afhenda gögn sem geyma framburð heilbrigðisstarfsmanna eða annarra í viðtölum við embætti landlæknis.\nLandlækni er heimilt að endurupptaka mál innan eins árs frá því að rannsókn lauk ef fram koma ný og mikilvæg gögn eða upplýsingar að mati embættisins. Ákvörðun um endurupptöku máls eða synjun um endurupptöku máls skal rökstudd sérstaklega.]\nL. 103/2023, 5. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Áætlun um gæðaþróun.\nLandlæknir gerir áætlun um gæðaþróun innan heilbrigðisþjónustunnar og skal hún lögð fyrir ráðherra til staðfestingar. Áætlun um gæðaþróun skal miða að því að efla gæði og öryggi heilbrigðisþjónustunnar og stuðla að framþróun hennar.\nHeilbrigðisstofnanir og heilbrigðisstarfsmenn skulu við gerð gæðaáætlana taka mið af staðfestri áætlun landlæknis um gæðaþróun.\nLandlæknir metur gæði og árangur innan heilbrigðisþjónustunnar samkvæmt mælikvörðum sem settir eru af ráðherra með reglugerð. ...\nRg. 1148/2008, sbr. 615/2017. L. 34/2025, 3. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kvörtun til landlæknis.\nLandlækni er skylt að sinna erindum er varða samskipti almennings við veitendur heilbrigðisþjónustu og leiðbeina þeim sem til hans leita um málefni heilbrigðisþjónustunnar.\nHeimilt er að beina formlegri kvörtun til landlæknis vegna meintrar vanrækslu og mistaka við veitingu heilbrigðisþjónustu. [Landlæknir ákveður hvort kvörtun sem berst gefi nægar ástæður til rannsóknar og hvort líklegt sé að niðurstöður rannsóknar geti leitt til aukinna gæða og aukins öryggis heilbrigðisþjónustu. Landlæknir skal upplýsa kvartanda um framvindu og niðurstöður máls innan hæfilegs tíma.]\nKvörtun skal vera skrifleg og þar skal koma skýrt fram hvert sé tilefni hennar. [Varði kvörtun atvik sem er eða hefur verið til rannsóknar landlæknis á grundvelli 10. gr. og 10. gr. a, eða tilefni er til að rannsaka á þeim grundvelli, getur landlæknir vísað kvörtun frá.]\nKvörtun skal borin fram við landlækni án ástæðulauss dráttar. Séu meira en [fjögur] ár liðin frá því að þau atvik gerðust sem eru tilefni kvörtunar er landlækni rétt að vísa kvörtun frá nema sérstakar ástæður mæli með því að hans mati að kvörtun sé tekin til meðferðar.\nLandlæknir skal að jafnaði afla umsagnar frá óháðum sérfræðingi eða sérfræðingum þegar kvörtun lýtur að meintri vanrækslu eða mistökum við sjúkdómsgreiningu eða meðferð. Er viðkomandi sérfræðingum, svo og landlækni sjálfum, rétt að kalla sjúkling til skoðunar ef sérstök ástæða þykir til. Um meðferð kvartana gilda að öðru leyti ákvæði stjórnsýslulaga eftir því sem við getur átt. Að lokinni málsmeðferð gefur landlæknir skriflegt álit. Landlæknir skal í áliti sínu tilgreina efni kvörtunarinnar, málsatvik og rök fyrir niðurstöðu sinni. Aðalniðurstöðu skal draga saman í lok álits.\nHeimilt er að kæra málsmeðferð landlæknis samkvæmt ákvæði þessu til ráðherra.\n[Ráðherra getur með reglugerð sett nánari ákvæði um meðferð landlæknis á kvörtunum sjúklinga eða aðstandenda þeirra vegna heilbrigðisþjónustu, svo sem um aðild að máli, formskilyrði, málsmeðferð og lyktir mála.]\nL. 103/2023, 6. gr.\nIII. kafli. Eftirlit með heilbrigðisstarfsmönnum.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Eftirlit landlæknis með heilbrigðisstarfsmönnum.\nLandlæknir hefur eftirlit með störfum heilbrigðisstarfsmanna og fylgist með að þeir fari að ákvæðum heilbrigðislöggjafar og ákvæðum annarra laga og stjórnvaldsfyrirmæla eftir því sem við á.\nLandlæknir getur krafist þess að heilbrigðisstarfsmaður gangist undir rannsókn sérfræðinga telji hann það nauðsynlegt til að meta hvort hann sé hæfur til að gegna starfi sínu. Leiki grunur á að heilbrigðisstarfsmaður sé undir áhrifum áfengis eða annarra vímuefna við störf sín er landlækni heimilt að krefjast þess að hann gangist þegar í stað undir nauðsynlegar rannsóknir til að ganga úr skugga um hvort svo sé.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Áminning.\nNú verður landlæknir var við að heilbrigðisstarfsmaður vanrækir starfsskyldur sínar, fer út fyrir verksvið sitt eða brýtur í bága við ákvæði í heilbrigðislöggjöf landsins og skal hann þá beina tilmælum til hans um úrbætur og áminna hann eftir atvikum. Verði heilbrigðisstarfsmaður ekki við tilmælum landlæknis, sem veitt eru án áminningar, skal landlæknir áminna hann.\nVið veitingu áminningar skal gætt ákvæða stjórnsýslulaga. Áminning skal vera skrifleg og rökstudd og ætíð veitt vegna tilgreinds atviks eða tilgreindra atvika. Áminning skal veitt án ástæðulauss dráttar. ...\nÁkvörðun landlæknis um veitingu áminningar sætir kæru til ráðherra.\nL. 12/2008, 5. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Svipting og brottfall starfsleyfis.\n[Komi áminning landlæknis skv. 14. gr. ekki að haldi getur hann ákveðið að viðkomandi skuli sviptur starfsleyfi að fullu eða tímabundið.]\n[Landlæknir getur svipt heilbrigðisstarfsmann starfsleyfi án undangenginnar áminningar] ef viðkomandi er talinn ófær um að gegna starfi sínu svo forsvaranlegt sé, svo sem vegna alvarlegra andlegra erfiðleika, andlegs eða líkamlegs heilsubrests, neyslu fíkniefna eða sambærilegra efna, misnotkunar áfengis eða skorts á faglegri hæfni. Sama gildir ef heilbrigðisstarfsmaður brýtur alvarlega gegn starfsskyldum sínum, svo sem með því að gefa út röng og villandi vottorð, með því að veita umsagnir að órannsökuðu máli, með því að gefa út ranga og villandi reikninga, með því að rjúfa þagnarskyldu sem á honum hvílir, með því að sýna alvarlegt hirðuleysi í störfum sínum eða með öðru atferli sem fer í bága við lög.\nSéu skilyrði sviptingar starfsleyfis fyrir hendi er [landlækni heimilt] að takmarka starfsréttindi tímabundið. Gera skal skýra grein fyrir í hverju takmarkanir eru fólgnar, hver gildistíminn skuli vera og hvernig eftirliti skuli háttað.\nMálsmeðferð við töku ákvörðunar um sviptingu starfsleyfis eða takmörkun starfsleyfis fer samkvæmt ákvæðum stjórnsýslulaga.\nSéu ríkar ástæður til að ætla að skilyrði fyrir sviptingu starfsleyfis séu fyrir hendi og að töf á sviptingu geti haft hættu í för með sér fyrir sjúklinga er landlækni þó heimilt að svipta heilbrigðisstarfsmann starfsleyfi þegar í stað þar til endanleg ákvörðun í málinu skv. 1. og 2. mgr. hefur verið tekin. ... Hafi [landlæknir] ekki tekið endanlega ákvörðun um sviptingu skv. 1. mgr. innan þriggja mánaða fellur bráðabirgðasvipting niður.\n[Ákvörðun landlæknis um sviptingu starfsleyfis eða takmörkun starfsleyfis sætir kæru til ráðherra.]\nByggi heilbrigðisstarfsmaður starfsréttindi sín hér á landi á starfsleyfi sem útgefið er í öðru landi falla starfsréttindi hans hér á landi niður ef hann er sviptur starfsleyfi í því landi.\nStarfsréttindi heilbrigðisstarfsmanns falla niður sé hann sviptur lögræði eða hann uppfyllir ekki lengur þau skilyrði sem krafist var þegar hann fékk starfsréttindi.\n[Embætti landlæknis er heimilt að birta upplýsingar um nafn, fæðingardag, fæðingarár og starfsleyfi heilbrigðisstarfsmanna, þar á meðal um takmarkanir á starfsleyfum heilbrigðisstarfsmanna, í því skyni að tryggja öryggi og gæði heilbrigðisþjónustu.]\nL. 12/2008, 6. gr. L. 99/2020, 7. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Afsal starfsleyfis.\nHeilbrigðisstarfsmaður getur afsalað sér starfsleyfi með skriflegri tilkynningu til [landlæknis]. Það kemur þó ekki í veg fyrir að veitt sé áminning skv. 14. gr., þegar það á við, né formlega sviptingu skv. 15. gr. ef um er að ræða brot í starfi sem varðað geta sviptingu.\nL. 12/2008, 7. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Endurveiting starfsleyfis.\n[Landlæknir getur] veitt heilbrigðisstarfsmanni, sem sviptur hefur verið starfsleyfi eða hefur afsalað sér því, starfsleyfi að nýju enda hafi viðkomandi sýnt fram á að hann uppfylli skilyrði laga fyrir endurveitingu starfsleyfis og að þær ástæður sem leiddu til sviptingar eða afsals eigi ekki lengur við. [Landlæknir] getur ákveðið að endurveitt starfsleyfi skuli vera tímabundið eða takmarkað, sbr. 15. gr.\nL. 12/2008, 8. gr.\nIV. kafli. Ávísanir lyfja.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Eftirlit með ávísunum lyfja.\nLandlæknir hefur almennt eftirlit með ávísun lyfja og fylgist með þróun lyfjanotkunar.\nLandlæknir skal hafa sérstakt eftirlit með ávísunum lækna og tannlækna á ávana- og fíknilyf, þar á meðal ávísunum þeirra á ávana- og fíknilyf til eigin nota. Landlæknir skal hafa samráð við Lyfjastofnun við framkvæmd eftirlits með ávísunum lyfja. Lyfjastofnun skal tilkynna landlækni telji hún rökstudda ástæðu til sérstaks eftirlits með ávísunum á lyf og þá einkum á ávana- og fíknilyf. Um aðgang landlæknis að upplýsingum í lyfjagagnagrunni, vegna eftirlits með ávísunum lyfja, fer samkvæmt lyfjalögum.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Svipting réttar til að ávísa lyfjum.\n[Verði læknir, tannlæknir, hjúkrunarfræðingur eða ljósmóðir uppvís að því að ávísa lyfjum í bága við lög eða stjórnvaldsfyrirmæli eða þannig að ávísunin teljist óhæfileg skal landlæknir áminna viðkomandi. Komi áminning landlæknis skv. 14. gr. ekki að haldi getur hann ákveðið að viðkomandi skuli sviptur leyfi til að ávísa lyfjum, öllum eða einstökum flokkum, enda þyki ekki ástæða til sviptingar starfsleyfis skv. 15. gr.]\nMálsmeðferð við töku ákvörðunar um sviptingu réttar til þess að ávísa lyfjum, öllum eða einstökum flokkum, fer samkvæmt ákvæðum stjórnsýslulaga.\nSéu ríkar ástæður til að ætla að skilyrði fyrir sviptingu réttar til að ávísa lyfjum séu fyrir hendi og talið að töf á sviptingu geti haft hættu í för með sér fyrir sjúklinga er landlækni heimilt, án undangenginnar áminningar, að svipta [lækni, tannlækni, hjúkrunarfræðing eða ljósmóður] rétti til að ávísa lyfjum, öllum eða einstökum flokkum, þegar í stað, þar til tekin hefur verið endanleg ákvörðun í málinu skv. 1. mgr. ... Hafi [landlæknir] ekki tekið endanlega ákvörðun um sviptingu skv. 1. mgr. innan þriggja mánaða fellur bráðabirgðasvipting niður.\n[Ákvörðun landlæknis um sviptingu réttar til að ávísa lyfjum sætir kæru til ráðherra.]\nL. 153/2018, 3. gr. L. 12/2008, 9. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Endurveiting réttar til að ávísa lyfjum.\n[Landlæknir getur] afturkallað sviptingu réttar skv. 19. gr. til að ávísa lyfjum, öllum eða einstökum flokkum, enda hafi viðkomandi sýnt fram á að þær ástæður sem leiddu til sviptingar eigi ekki við lengur.\nL. 12/2008, 10. gr.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Tilkynningar.\nTilkynna skal sviptingu, afsal eða takmörkun starfsleyfis og sviptingu réttar til að ávísa lyfjum, svo og endurveitingu þessara réttinda, sbr. 15.–17. gr. og 19. og 20. gr., til ... [sjúkratryggingastofnunarinnar], Lyfjastofnunar, vinnuveitenda og annarra þeirra sem málið kann að varða, svo og til þeirra ríkja sem Íslandi er að þjóðarétti skylt að tilkynna.\nL. 12/2008, 11. gr. L. 112/2008, 64. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Reglugerð.\n[Ráðherra skal setja reglugerð um nánari framkvæmd laga þessara, m.a. um hvaða persónuupplýsingar heimilt sé að vinna og til hvaða sértæku ráðstafana skuli gripið til að vernda grundvallarréttindi og hagsmuni hins skráða.]\nRg. 426/1997, sbr. 886/2013. Rg. 1188/2008. Rg. 312/2015, sbr. 386/2015. L. 99/2020, 8. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. september 2007.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "...\n[Ákvæði til bráðabirgða.\nI.\nÖll störf hjá Lýðheilsustöð eru lögð niður frá 1. maí 2011. Starfsmönnum Lýðheilsustöðvar skal boðið starf hjá landlæknisembættinu frá og með sama tíma. Ákvæði 7. gr. laga nr. 70/1996 gilda ekki við ráðstöfun starfa samkvæmt þessu ákvæði.]\nL. 28/2011, 10. gr.\n[II.\nEmbætti landlæknis tekur frá 1. maí 2011 við eignum Lýðheilsustöðvar sem og réttindum og skyldum hennar að því er varðar framkvæmd þeirra laga sem falla undir málefnasvið hennar á þeim tíma.]\nL. 28/2011, 10. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
