{
  "id": "50/2007",
  "type": "statute",
  "title": "Lög um sameignarfélög",
  "status": "in_force",
  "issued_date": "2007-03-27",
  "url": "https://www.althingi.is/lagas/nuna/2007050.html",
  "description": "Tóku gildi 1. janúar 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um:\n1. sameignarfélög sem skráð eru samkvæmt lögum þessum;\n2. óskráð sameignarfélög þar sem meiri hluti félagsmanna (félagsaðila) býr hér á landi, enda sé meginhluti starfsemi félagsins ekki rekinn í öðru landi.\n[Ráðherra] fer með mál sem varða sameignarfélög samkvæmt lögum þessum.\nL. 126/2011, 455. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hugtakið sameignarfélag.\nSameignarfélag samkvæmt lögum þessum er samstarfsform sem byggist á samningi tveggja eða fleiri aðila um sameiginlega fjárhagslega starfsemi þar sem allir félagsmenn bera beina, óskipta og ótakmarkaða ábyrgð á skuldbindingum félagsins.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Frávíkjanleg ákvæði.\nÁkvæði III. kafla um stjórnkerfi og réttarstöðu félagsmanna eiga við nema kveðið sé á um annað í félagssamningi. Önnur ákvæði laganna eru ófrávíkjanleg nema annað sé tekið fram í lögunum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Heiti.\nSameignarfélög, sem skráð eru í firmaskrá, skulu hafa orðið sameignarfélag í heiti sínu eða skammstöfunina sf. Að öðru leyti fer um heiti sameignarfélaga eftir ákvæðum laga um verslanaskrár, firmu og prókúruumboð, nr. 42/1903 (firmalögum), eftir því sem við á.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Rétthæfi.\nSkráð sameignarfélög eru hæf til að eiga réttindi og bera skyldur.\nII. kafli. Stofnun sameignarfélaga og ábyrgð félagsmanna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Stofnendur.\nStofnendur og síðar félagsmenn í sameignarfélagi geta verið lögráða einstaklingar og lögaðilar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Félagssamningur.\nSkylt er að gera skriflegan félagssamning um sameignarfélög sem eru skráð samkvæmt lögum þessum. Samningurinn skal undirritaður af öllum stofnendum og þeim er síðar ganga í félagið.\nÍ félagssamningi skal a.m.k. greina:\n1. heiti félagsins;\n2. sveitarfélagið þar sem heimilisfang félagsins er;\n3. nöfn, kennitölur og heimilisföng félagsmanna;\n4. tilgang félagsins;\n5. hvort félagið skuli vera sjálfstæður skattaðili í samræmi við ákvæði laga um tekjuskatt, nr. 90/2003;\n6. hvort félagsmenn skuli greiða framlag til félagsins og þá verðmæti þess;\n7. dagsetningu undirritunar.\nFélagssamningi verður breytt með samþykki allra félagsmanna og skriflegri undirritun þeirra nema kveðið sé á um annað í samningnum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ábyrgð á skuldbindingum félags.\nFélagsmenn í sameignarfélagi bera einn fyrir alla og allir fyrir einn ábyrgð á heildarskuldbindingum félagsins. Nýr félagsmaður, sem gengur inn í sameignarfélag eftir stofnun þess, ber einnig ábyrgð á eldri skuldbindingum félagsins. Heimilt er að kveða á um annað í félagssamningi skráðs sameignarfélags. Slíkur samningur öðlast ekki gildi gagnvart öðrum en þeim sem sannanlega höfðu vitneskju um hann fyrr en samningurinn hefur verið tilkynntur firmaskrá og fyrirvari um takmörkun ábyrgðar nýrra félagsmanna verið birtur í Lögbirtingablaði skv. 50. gr.\nÁður en félagsmaður er krafinn um greiðslu skulda skráðs sameignarfélags skal krefja félagið um greiðslu. Greiði félagið skuldina ekki innan fimmtán daga frá því að krafa barst félaginu getur kröfuhafi félagsins krafið félagsmann um greiðslu skuldarinnar. Krefja má félagsmann beint um greiðslu skuldar ef ekki er unnt að finna félagið eða þegar augljóst er að félagið getur ekki greitt.\nKröfur á hendur félagsmönnum á grundvelli ábyrgðar þeirra á skuldum eða öðrum kröfum á hendur félaginu lúta sömu reglum um fyrningu og kröfur á hendur félaginu.\nIII. kafli. Stjórnkerfi og réttarstaða félagsmanna.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Félagsfundur.\nFélagsfundur fer með æðsta vald í málefnum sameignarfélags samkvæmt því sem lög og félagssamningur kveða á um.\nFélagsfundur skal haldinn í sveitarfélaginu sem heimilisfang félagsins er í. Heimilt er að halda félagsfund annars staðar ef nauðsynlegt er af sérstökum ástæðum eða með samþykki allra félagsmanna.\nAllir félagsmenn eiga rétt á að sækja félagsfund og taka þar til máls.\nFélagsstjórn, ef kosin hefur verið, eða framkvæmdastjóra, ef ráðinn hefur verið, er skylt að sækja félagsfund.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Boðun félagsfundar o.fl.\nBoða skal til félagsfundar með tryggum hætti og hæfilegum fyrirvara. Í fundarboði skal greina málefni sem taka á til meðferðar á fundinum.\nEinstakir félagsmenn, stjórnarmenn og framkvæmdastjórar geta boðað til félagsfundar í því skyni að fá tiltekið mál tekið til meðferðar.\nFalla má frá formreglum 1. og 2. mgr. ef allir félagsmenn sækja félagsfund og eru sammála um það.\nHeimilt er að taka ákvörðun utan félagsfundar ef ekki er unnt að bíða með ákvörðun félagsfundar, þar til frestur til að boða fundinn er liðinn, án verulegs óhagræðis fyrir starfsemi félagsins. Sama gildir ef allir félagsmenn eru sammála um að taka ákvörðun utan félagsfundar.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Umboð, rafrænir félagsfundir og rafræn samskipti.\nSé félagsmaður forfallaður af gildum ástæðum, t.d. vegna veikinda eða ferðalaga, getur hann látið umboðsmann sækja félagsfund fyrir sína hönd samkvæmt skriflegu umboði eða gert grein fyrir afstöðu sinni til málefna fundarins skriflega. Í síðarnefnda tilvikinu skal félagsmanninum tilkynnt um ákvarðanir fundarins svo fljótt sem kostur er.\nÍ félagssamningi má kveða nánar á um heimildir til að veita öðrum umboð til að sækja félagsfund eða að óheimilt sé að veita umboð til þátttöku í félagsfundi. Ákveða má að félagsmenn geti veitt umboð og tekið þátt í félagsfundum með rafrænum hætti og að unnt sé að halda félagsfundi alfarið með rafrænum hætti. Þá skal tekið fram um nánari skilyrði rafrænnar þátttöku félagsmanna eða rafrænna félagsfunda hvernig nota á rafræna miðla í tengslum við þátttöku í félagsfundinum og hvaða kröfur skuli gerðar til tæknibúnaðar sem notaður er.\nÍ félagssamningi má einnig kveða á um notkun rafrænna skjalasamskipta og rafpósts í samskiptum milli félagsins og félagsmanna í stað þess að senda eða leggja fram skjöl, rituð á pappír. Tekið skal fram í félagssamningi til hvaða tilkynninga og samskipta ákvörðunin nær og hvernig heimilt eða skylt er að nota rafræn samskipti. Einnig skulu þar vera upplýsingar um framkvæmd rafrænna samskipta og kröfur sem gerðar eru til tæknibúnaðar. Þótt ekki sé að finna ákvæði í félagssamningi um rafræn samskipti milli félagsins og félagsmanna skv. 1. málsl. er heimilt að nota rafræn samskipti á milli félagsins og þeirra félagsmanna sem samið hafa um það.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ákvarðanir á félagsfundi.\nAllir félagsmenn hafa atkvæðisrétt á félagsfundi.\nÁkvörðun á félagsfundi skal tekin með samþykki allra félagsmanna.\nRáði meiri hluti atkvæða úrslitum á félagsfundi samkvæmt félagssamningi merkir það meiri hluta atkvæða miðað við fjölda félagsmanna.\nFélagsfundur kýs fundarstjóra og fundarritara.\nÍ fundargerðabók skal skrá ákvarðanir félagsfundar ásamt úrslitum atkvæðagreiðslna nema annað sé ákveðið á fundinum. Einnig skal bóka í fundargerðabók ákvarðanir sem teknar eru utan félagsfundar skv. 4. mgr. 10. gr. Félagsmenn, sem eru ekki sammála niðurstöðu fundarins, eiga rétt á að fá afstöðu sína skráða í fundargerðabók. Skrá yfir viðstadda félagsmenn og umboðsmenn skal færð í fundargerðabók eða fylgja henni.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Félagsstjórn.\nFélagsfundur getur ákveðið að skipuð skuli stjórn í sameignarfélagi. Stjórnarmenn skulu kosnir á félagsfundi. [Í stjórnum sameignarfélaga þar sem starfa fleiri en 50 starfsmenn að jafnaði á ársgrundvelli skal hvort kyn eiga fulltrúa í stjórn þegar stjórn er skipuð þremur mönnum og þegar stjórnarmenn eru fleiri en þrír skal tryggt að hlutfall hvors kyns sé ekki lægra en 40%.]\nFélagsstjórn ber að sjá til þess að rekstur félagsins og meðferð fjármuna þess sé á hverjum tíma í réttu og góðu horfi.\nÁkvæði laganna um stjórnarmenn eiga við um varamenn eftir því sem við á.\nL. 49/2011, 4. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Starfstími stjórnarmanna.\nUmboð stjórnarmanns gildir í fjögur ár nema annað sé ákveðið á félagsfundi.\nStjórnarmaður getur hvenær sem er sagt starfa sínum lausum. Hann skal senda stjórn félagsins og félagsmönnum tilkynningu um það með hæfilegum fyrirvara.\nSá sem kosið hefur stjórnarmann getur vikið honum frá störfum. Félagsfundur getur ávallt vikið frá öllum þeim stjórnarmönnum sem hann kaus og látið stjórnarkjör fara fram að nýju.\nEf starfi stjórnarmanns lýkur áður en kjörtímabili er lokið og enginn varamaður er til að koma í hans stað skulu aðrir stjórnarmenn í sameiningu boða til félagsfundar til að kjósa nýjan stjórnarmann fyrir þann tíma sem eftir er af kjörtímabilinu. Heimilt er að fresta kjöri nýs stjórnarmanns til næsta félagsfundar þar sem stjórnarkjör skal fara fram ef stjórnin er ákvörðunarbær með þeim stjórnarmönnum og varamönnum sem eftir eru.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Starfshættir stjórnar.\nFélagsstjórn skal kjósa sér formann nema annað sé ákveðið á félagsfundi. [Formaður stjórnar skal ekki taka að sér önnur störf fyrir félagið en þau sem teljast eðlilegur hluti starfa hans sem stjórnarformanns, að undanskildum einstökum verkefnum sem stjórn felur honum að vinna fyrir sig.]\nFormaður boðar til stjórnarfunda. Fund skal halda ef einhver stjórnarmanna eða framkvæmdastjóri krefst þess. Hafi verið ráðinn framkvæmdastjóri á hann sæti á fundum félagsstjórnar og nýtur þar málfrelsis og tillöguréttar nema stjórnin ákveði annað í einstökum tilvikum.\nHeimilt er að halda stjórnarfundi með aðstoð rafrænna miðla að svo miklu leyti sem það samræmist framkvæmd verkefna félagsstjórnar. Þrátt fyrir ákvæði 1. málsl. þessarar málsgreinar getur stjórnarmaður eða framkvæmdastjóri krafist þess að stjórnarfundur verði haldinn með hefðbundnum hætti. Að öðru leyti gilda ákvæði laganna um stjórnarfundi og notkun rafrænna skjala eftir því sem við á um rafræna stjórnarfundi og samskipti í tengslum við þá.\nUm það sem gerist á stjórnarfundum skal haldin gerðabók sem undirrituð skal af þeim sem fund sitja. Stjórnarmaður eða framkvæmdastjóri, sem er ekki sammála ákvörðun stjórnar, á rétt á að fá sérálit sitt skráð í gerðabókina.\nL. 49/2011, 5. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ákvarðanir stjórnar.\nStjórn er ákvörðunarbær þegar meiri hluti stjórnarmanna sækir fund. Ákvörðun má þó ekki taka nema allir stjórnarmenn hafi haft tök á því að fjalla um málið sé þess kostur. Ef stjórnarmaður forfallast vegna veikinda, fjarveru og þess háttar og valinn hefur verið varamaður skal honum veittur kostur á að taka þátt í stjórnarfundum meðan forföllin vara.\nEinfaldur meiri hluti atkvæða ræður úrslitum á stjórnarfundum. Atkvæði formanns ræður úrslitum þegar atkvæði eru jöfn.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Framkvæmdastjóri.\nHeimilt er að ráða framkvæmdastjóra samkvæmt ákvörðun félagsfundar, eða félagsstjórnar ef kosin er, til að annast daglegan rekstur félagsins.\nFramkvæmdastjóri skal fara eftir þeirri stefnu og fyrirmælum sem félagsstjórn eða félagsfundur hefur gefið honum.\nHinn daglegi rekstur tekur ekki til ráðstafana sem eru óvenjulegar eða mikils háttar. Slíkar ráðstafanir getur framkvæmdastjóri aðeins gert samkvæmt sérstakri heimild frá félagsstjórn eða félagsfundi nema ekki sé unnt að bíða ákvarðana félagsstjórnar eða félagsfundar án verulegs óhagræðis fyrir starfsemi félagsins.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Vanhæfi.\nStjórnarmaður eða framkvæmdastjóri má ekki taka þátt í meðferð máls eða ákvörðun um málefni sem varðar hann eða þriðja mann hafi hann verulegra persónulegra eða fjárhagslegra hagsmuna að gæta sem kunna að fara í bága við hagsmuni félagsins.\nStjórnarmaður eða framkvæmdastjóri má ekki taka þátt í ákvörðun um lánveitingu til hans eða setningu tryggingar fyrir hann.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Stjórnunarheimildir félagsmanna.\nSé stjórn ekki kosin og framkvæmdastjóri ekki ráðinn getur hver og einn félagsmaður gert ráðstafanir sem eru eðlilegur þáttur í rekstri félagsins og enginn félagsmanna hefur lýst sig mótfallinn.\nSé stjórn kosin eða framkvæmdastjóri ráðinn er einstökum félagsmönnum óheimilt að gera nokkuð sem heyrir undir verksvið stjórnar eða framkvæmdastjóra. Einstökum félagsmönnum er þó ávallt heimilt að gera ráðstafanir sem eru nauðsynlegar til að koma í veg fyrir tap eða tjón fyrir félagið.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Upplýsingaskylda gagnvart félagsmönnum.\nFélagsmönnum er skylt að veita öðrum félagsmönnum án ástæðulauss dráttar upplýsingar sem þeir búa yfir um starfsemi félagsins.\nHafi stjórn verið kosin eða framkvæmdastjóri ráðinn hvílir upplýsingaskylda skv. 1. mgr. á þeim.\nFélagsmaður getur með hæfilegum fyrirvara krafist þess að fá að skoða hvers konar gögn félagsins, þar á meðal rannsaka reikninga félagsins og gögn sem tengjast reikningsgerð og bókhaldi. Félagsmaður á rétt á að fela sérfróðum manni að afla upplýsinga skv. 1. málsl. þessarar málsgreinar.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Hagnaður og tap.\nFélagsfundur tekur ákvörðun um hvort greiða skuli félagsmönnum hlut þeirra í hagnaði félagsins.\nHagnaði og tapi skal skipt milli félagsmanna eftir eignarhlutföllum. Ef eignarhlutföll verða ekki ráðin af félagssamningi skal hagnaði og tapi skipt jafnt á milli félagsmanna.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Endurkröfuréttur.\nFélagsmaður, sem hefur þurft að greiða félagsskuld, getur krafist endurgreiðslu hennar af félaginu auk kostnaðar.\nFái félagsmaður ekki greitt frá félaginu getur hann krafist greiðslu þess hluta félagsskuldarinnar af öðrum félagsmönnum sem þeim ber að greiða samkvæmt félagssamningi. Ef félagsmaður er ekki fær um að greiða sinn hluta skuldarinnar skiptist sá hluti milli annarra félagsmanna. Um endurkröfu samkvæmt þessu ákvæði gilda ákvæði 8. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Framlög.\nFélagsmanni er ekki skylt að inna af hendi önnur framlög til félagsins en kveðið er á um í félagssamningi eða lögum.\nSkylda til framlaga gjaldfellur strax.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Samkeppnisbann.\nFélagsmanni er óheimilt að taka þátt í annarri starfsemi sem er í samkeppni við rekstur félagsins nema með skriflegu samþykki allra félagsmanna.\nFélagsmaður, sem brýtur gegn ákvæðum 1. mgr., er skaðabótaskyldur gagnvart félaginu skv. 44. gr.\nIV. kafli. Meðferð fjármuna og fyrirsvar.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Eignir félagsins.\nEignum skráðra sameignarfélaga skal haldið aðskildum frá eignum félagsmanna.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Úthlutun fjármuna til félagsmanna.\nFélagsmaður, sem tekur þátt í stjórnun félagsins eða innir með öðrum hætti af hendi vinnuframlag í þágu þess, á rétt á þóknun fyrir það sé ekki um annað samið.\nFélagsmaður, sem með réttu hefur greitt kostnað í þágu félagsins, á rétt á endurgreiðslu sé ekki um annað samið. Geti félagið eigi greitt fer um endurkröfu skv. 22. gr.\nEkki má úthluta félagsmönnum af eignum skráðs sameignarfélags ef það mundi augljóslega skaða hagsmuni félagsins eða kröfuhafa þess. Úthlutun, sem er andstæð þessu ákvæði, ber að endurgreiða félaginu.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Bókhald og meðferð eigna félagsins.\nSé stjórn ekki kosin eða framkvæmdastjóri ekki ráðinn bera einstakir félagsmenn ábyrgð á að bókhald félagsins sé fært í samræmi við lög og venjur og meðferð eigna félagsins sé með tryggilegum hætti.\nSé stjórn kosin en framkvæmdastjóri ekki ráðinn hvílir skylda skv. 1. mgr. á stjórninni.\nSé framkvæmdastjóri ráðinn hvílir skylda skv. 1. mgr. á honum en stjórn er skylt að hafa nægilegt eftirlit með bókhaldi og meðferð fjármuna félagsins.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Fyrirsvar.\nSé stjórn ekki kosin eða framkvæmdastjóri ekki ráðinn og ekki er um annað samið og það tilkynnt til firmaskrár er hver einstakur félagsmaður í fyrirsvari fyrir félagið og ritar firma þess. Í félagssamningi má kveða á um að einungis einn eða fleiri félagsmenn hafi heimild til að rita firma félagsins.\nFélagsfundur getur veitt einstökum stjórnarmönnum, framkvæmdastjórum eða öðrum heimild til að rita firma félagsins nema kveðið sé á um annað í félagssamningi.\nSé félagsstjórn kosin kemur hún fram út á við fyrir hönd félagsins og ritar firma þess. Stjórnin getur veitt einstökum stjórnarmönnum, framkvæmdastjórum eða öðrum heimild til að rita firma félagsins nema kveðið sé á um annað í félagssamningi.\nRitunarréttinn má takmarka á þann hátt að fleiri en einn fari með hann í sameiningu. Aðra takmörkun á ritunarrétti er ekki unnt að skrá.\nSá sem hefur rétt til að rita firma félagsins getur veitt prókúruumboð.\nSé framkvæmdastjóri ráðinn getur hann ávallt komið fram fyrir hönd félagsins í málum sem eru innan verksviðs hans skv. 17. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Heimildarskortur.\nEf sá sem kemur fram fyrir hönd sameignarfélags samkvæmt ákvæðum 1., 2., 3. og 6. mgr. 28. gr. gerir löggerning fyrir hönd þess bindur sá gerningur félagið nema:\n1. hann hafi farið út fyrir þær takmarkanir á heimild sinni sem ákveðnar eru í lögum þessum;\n2. hann hafi farið út fyrir takmarkanir á heimild sinni á annan hátt enda hafi viðsemjandi vitað eða mátt vita um heimildarskortinn og telja verði ósanngjarnt að viðsemjandinn haldi fram rétti sínum.\nBirting tilkynningar skv. 1. mgr. 50. gr. um tilgang skráðs félags telst ein og sér ekki nægileg sönnun þess að viðsemjandi hafi vitað eða mátt vita um heimildarskortinn skv. 2. tölul. 1. mgr.\nEftir að kjör stjórnarmanna eða ráðning framkvæmdastjóra í skráðu félagi hefur verið birt í Lögbirtingablaði í samræmi við 50. gr. getur félagið ekki borið fyrir sig gagnvart þriðja aðila ágalla við kjörið eða ráðninguna nema félagið sýni fram á að hann hafi vitað um ágallann.\nV. kafli. Breytingar á félagsaðild.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Framsal félagsaðildar.\nEignarhlutur í sameignarfélagi verður ekki framseldur án skriflegs samþykkis allra félagsmanna. Heimilt er að kveða á um annað í félagssamningi.\nVið eigendaskipti á hlut í sameignarfélagi tekur nýi félagsmaðurinn (framsalshafi) við réttindum og skyldum gamla félagsmannsins (framseljanda) gagnvart öðrum félagsmönnum. Hann verður með sama hætti og framseljandi bundinn af ákvörðunum og gerningum félagsins.\nFramseljandi og framsalshafi eignarhlutar í sameignarfélagi bera óskipta ábyrgð á skuldbindingum sem stofnast höfðu á hendur félaginu fyrir eigendaskiptin, sbr. 2. málsl. 1. mgr. 8. gr., nema kveðið sé á um annað í félagssamningi skráðs sameignarfélags, sbr. 3. málsl. 1. mgr. 8. gr. Framseljandi eignarhlutar ber ábyrgðina þar til kröfuhafi telst hafa leyst hann undan ábyrgð. Greiði framseljandinn skuld félagsins eiga ákvæði 22. gr. við en sá hluti skuldarinnar, sem framsalshafa ber að greiða, verður einvörðungu krafinn frá honum.\nFramseljandi eignarhlutar í sameignarfélagi getur með skriflegum og sannanlegum hætti óskað eftir því við kröfuhafa félagsins að verða leystur undan ábyrgð á skuldbindingum félagsins. Berist ekki svar frá kröfuhafa með sama hætti innan þriggja mánaða eftir að honum barst erindið telst kröfuhafinn hafa leyst framseljandann undan ábyrgð. Með sama hætti getur framseljandi eignarhlutarins óskað eftir því að verða leystur undan ábyrgð gagnvart félagsmönnunum.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Andlát félagsmanns.\nFélagsaðild erfist ekki við andlát félagsmanns.\nÞegar félagsaðild lýkur vegna andláts skal innleysa hlut hins látna. Innlausnarverð skal ákveða á grundvelli verðmætis félagsins við andlátið og gjaldfellur það sex mánuðum seinna. Að öðru leyti gilda ákvæði 33. og 35. gr. eftir því sem við á.\nVíkja má frá ákvæðum greinar þessarar með samningi.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Úrsögn (innlausn).\nFélagsmaður getur með sex mánaða fyrirvara sagt upp félagsaðild skriflega og krafist innlausnar af félaginu. Innlausnarverð er verðmæti eignarhlutar á þeim tíma er uppsagnarfresturinn rennur út.\nFélagsmaður getur krafist innlausnar fyrirvaralaust:\na. hafi verið brotið gegn réttindum hans með verulegri vanefnd á félagssamningi;\nb. hafi hann orðið undir í atkvæðagreiðslu þar sem meiri hluti hefur ráðið úrslitum í mikilvægu máli;\nc. þegar innlausn af öðrum ástæðum telst heimil af augljósum sanngirnisástæðum.\nInnlausnarverð skv. 2. mgr. er verðmæti eignarhlutar á þeim tíma er innlausnarheimildin lá fyrir.\nÚrsögn skv. 1. og 2. mgr. skal tilkynnt öllum félagsmönnum. Stjórn, hafi hún verið kosin, skal einnig tilkynnt um úrsögn. Réttaráhrif úrsagnar skv. 2. mgr. verða þegar krafa um úrsögn hefur borist félagsmönnum.\nEf ekki er gerð krafa um innlausn skv. 2. mgr. innan hæfilegs frests frá því að innlausnarheimildin lá fyrir fellur heimildin brott.\nVíkja má frá ákvæðum greinar þessarar með samningi.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Ákvörðun innlausnarverðs.\nInnlausnarverð er ákveðið á grundvelli verðmætis félagsins á þeim tíma sem miða ber við skv. 32. gr. Við mat á eignum félagsins skal taka tillit til þess hvort félagið heldur starfsemi áfram. Gera skal upp höfuðstólsreikninga félagsmanna samkvæmt síðasta ársreikningi að teknu tilliti til síðari framlaga þeirra og úttekta úr félaginu og skal niðurstaðan færð sem eign eða skuld félagsins.\nEigin fé félagsins skv. 1. mgr. skal skipt milli félagsmanna eftir sömu reglu og gildir um skiptingu hagnaðar og taps skv. 21. gr.\nHlutdeild félagsmanna í eigin fé félagsins leggst við eða dregst frá höfuðstólsreikningum þeirra miðað við efnahagsstöðu í síðasta ársreikningi eftir að höfuðstólsreikningarnir hafa verið leiðréttir miðað við framlög þeirra til félagsins og úthlutun fjármuna úr félaginu. Ef í ljós kemur að höfuðstólsreikningur þess er gengur út úr félaginu er jákvæður telst það hans eign. Sé hann neikvæður telst það hlutdeild hans í tapi.\nVíkja má frá ákvæðum greinar þessarar með samningi.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Greiðsla eignarhluta og taps við innlausn.\nEignarhlut félagsmanns, sem gengur út úr félagi, skal greiða þegar innlausnarverð hefur verið ákveðið. Sé eigi greitt innan tveggja vikna bera aðrir félagsmenn ótakmarkaða og óskipta ábyrgð á greiðslunni.\nFélagsmaður, sem gengur út úr félagi, skal greiða hlut sinn í tapi félagsins þegar innlausnarverð hefur verið ákveðið.\nVíkja má frá ákvæðum greinar þessarar með samningi.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ábyrgð félagsmanns sem gengur úr félaginu.\nFélagsmaður, sem genginn er úr sameignarfélagi, ber ábyrgð á skuldbindingum félagsins sem stofnast höfðu áður en hann gekk úr félaginu nema kröfuhafar félagsins verði taldir hafa leyst hann undan ábyrgð.\nFélagsmaður, sem gengur úr sameignarfélagi, getur með skriflegum og sannanlegum hætti óskað eftir því við kröfuhafa félagsins að verða leystur undan ábyrgð á skuldbindingum félagsins. Berist ekki svar frá kröfuhafa innan þriggja mánaða með sama hætti eftir að honum barst erindið telst kröfuhafinn hafa leyst hann undan ábyrgð. Með sama hætti getur félagsmaður, sem er genginn úr félaginu, óskað eftir því að verða leystur undan ábyrgð gagnvart félagsmönnunum.\nGreiði félagsmaður, sem genginn er úr félaginu, skuld félagsins eiga ákvæði 22. gr. við.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Brottvikning.\nHeimilt er að víkja félagsmanni úr félaginu með skriflegri tilkynningu ef:\na. bú hans hefur verið tekið til gjaldþrotaskipta eða hann er af öðrum ástæðum ófær um að standa við skuldbindingar sínar;\nb. félagsmaður hefur gerst sekur um verulega vanefnd á félagssamningi;\nc. mikilvægar ástæður krefjast brottvikningar hans.\nÁkvörðun um brottvikningu skal tekin á félagsfundi að kröfu félagsmanns. Sá sem kröfu um brottvikningu er beint að má ekki taka þátt í ákvörðuninni. Krafa um brottvikningu skal sett fram innan hæfilegs frests frá því að tilefni hennar lá fyrir en annars fellur rétturinn til brottvikningar niður.\nFallist félagsfundur ekki á kröfu um brottvikningu getur sá sem gerði kröfuna gert kröfu um brottvikningu fyrir dómstólum.\nFélagsmaður, sem félagsfundur hefur samþykkt að vikið skuli úr félaginu, nýtur ekki lengur réttar til að taka þátt í stjórn félagsins og hafi hann verið stjórnarmaður eða framkvæmdastjóri skal hann þegar láta af störfum. Sama gildir hafi brottvikning hans verið staðfest með dómi, sbr. 3. mgr.\nÁkvæði 33.–35. gr. gilda eftir því sem við á.\nVíkja má frá ákvæðum greinar þessarar með samningi.\nVI. kafli. Félagsslit og skipti.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Félagsslit þegar aðeins einn félagsmaður er eftir.\nVerði félagsmenn í óskráðu sameignarfélagi færri en tveir telst félaginu þegar slitið.\nHafi félagsmenn í skráðu sameignarfélagi verið færri en tveir í sex mánuði telst félaginu slitið. Skal [fyrirtækjaskrá] þá afskrá félagið.\nL. 137/2013, 2. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Ákvarðanir um félagsslit.\nFélagsmaður getur krafist þess að félagsfundur slíti félaginu strax:\na. hafi verið brotið gegn réttindum hans með verulegri vanefnd á félagssamningi og úrsögn skv. 32. gr. telst ekki sanngjarnt úrræði fyrir hann;\nb. þegar aðrar mikilvægar ástæður krefjast félagsslita;\nc. samkvæmt ákvæðum félagssamnings.\nFallist félagsfundur ekki á kröfu um slit félagsins getur sá sem krafist hefur slita krafist dóms um að félaginu skuli slitið.\nVíkja má frá ákvæðum greinar þessarar með samningi. Sé í félagssamningi kveðið á um heimild félagsmanns til að krefjast félagsslita með uppsögn félagssamnings skal uppsögn send skriflega til allra félagsmanna og stjórnar, hafi hún verið kosin, með minnst sex mánaða fyrirvara sé ekki um annað samið.\nÁkvörðun um slit skráðs félags skal þegar tilkynnt firmaskrá.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Ákvarðanir um skipti.\nÞegar ákvörðun hefur verið tekin um félagsslit skal félagsfundur taka ákvarðanir um skipti. Félagsmaður getur krafist þess að félagsfundur kjósi skilanefnd með einum eða fleiri mönnum til óákveðins tíma en með þriggja mánaða uppsagnarfresti eða öðrum fresti sem félagsfundur ákveður. Heimilt er að velja félagsstjórn sem skilanefnd en félagsmaður getur krafist þess að félagsfundur velji aðra í skilanefnd.\nFallist félagsfundur ekki á kröfu um kosningu skilanefndar skv. 1. mgr. skal firmaskrá skipa skilanefnd að kröfu stjórnarmanns eða félagsmanns sem ekki hefur greitt atkvæði með ákvörðun félagsfundar. Félagsmaður eða stjórnarmaður getur einnig borið kjör á skilanefndarmönnum undir firmaskrá sem getur skipað aðra menn í skilanefnd sé ástæða til þess.\nFélagsmaður getur krafist opinberra skipta skv. XV. kafla laga nr. 20/1991, um skipti á dánarbúum o.fl.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Skilanefnd.\nSé skilanefnd kosin skulu stjórn og framkvæmdastjórar láta af störfum hafi komið til kjörs stjórnar eða ráðningar framkvæmdastjóra.\nSkilanefnd hefur heimild til að gera þær ráðstafanir sem nauðsynlegar eru til að slíta félaginu. Ákvæði 14.–16. gr. og 18. gr. gilda eftir því sem við á.\nMeðan á félagsslitum stendur er skilanefnd í fyrirsvari fyrir félagið og hefur heimild til að rita firma þess nema annað sé ákveðið.\nSkilanefndarmenn ábyrgjast einn fyrir alla og allir fyrir einn gagnvart félagsmönnum og lánardrottnum félagsins allt tjón er þeir kunna að baka þeim með störfum sínum af ásetningi eða stórfelldu gáleysi.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Framkvæmd skipta.\nSkilanefnd eða annar sá sem annast skipti skráðs sameignarfélags skal tilkynna firmaskrá að ákveðið hafi verið að slíta félaginu og láta birta tvívegis í Lögbirtingablaði auglýsingu um félagsslitin ásamt áskorun til lánardrottna um að þeir lýsi kröfum sínum á hendur félaginu innan tveggja mánaða frá því að auglýsingin birtist fyrra sinni.\nSkilanefnd eða annar sá sem annast skipti félagsins skal gera skrá yfir eignir og skuldir félagsins. Jafnframt skal gert sjálfstætt slitauppgjör frá síðasta ársreikningi.\nHeimilt er að halda áfram rekstri félagsins að því marki sem æskilegt er með hliðsjón af uppgjöri eigna félagsins og skiptum þess.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Úthlutun eigna.\nEf félagsmenn eru ekki sammála um skiptingu eigna innbyrðis skal eignum félagsins komið í verð og þeim úthlutað í reiðufé.\nFélagsmaður getur krafist þess að skuldir félagsins séu greiddar eða að tekið sé frá fé til að tryggja greiðslu þeirra og umdeildra krafna.\nMilli félagsmanna gilda ákvæði 33. og 34. gr. eftir því sem við á.\nÁkvæði 1.–3. mgr. eru frávíkjanleg með félagssamningi.\nÞegar allar skuldir félagsins hafa verið greiddar eða settar tryggingar fyrir greiðslu þeirra og hagnaður og tap hefur verið gert upp skal sá sem annast skiptin leggja fram á félagsfundi til staðfestingar skriflega úthlutunargerð og lokareikninga félagsins.\nÞegar úthlutunargerðin hefur verið staðfest á félagsfundi skráðs sameignarfélags skal sá sem annast skiptin tilkynna firmaskrá að skiptum sé lokið og félaginu hafi verið slitið.\nRísi ágreiningur við meðferð skilanefndar eða annarra sem annast skipti félagsins getur skilanefnd eða aðrir er annast skipti beint ágreiningsefninu til héraðsdómara í samræmi við reglur XVII. kafla laga um skipti á dánarbúum o.fl., nr. 20/1991.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Ábyrgð eftir félagsslit.\nEftir slit sameignarfélags bera félagsmenn sömu ábyrgð og áður gagnvart kröfuhöfum félagsins sem ekki hafa fengið kröfur sínar greiddar við skipti. Endurkröfuréttur félagsmanns skv. 22. gr. gildir áfram.\nVII. kafli. Skaðabótaábyrgð.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Skaðabótaábyrgð.\nFélagsmaður, stjórnarmaður, framkvæmdastjóri eða skilanefndarmaður er skaðabótaskyldur vegna tjóns sem hann veldur félaginu, einstökum félagsmönnum eða öðrum í störfum sínum hvort sem er af ásetningi eða gáleysi. Sama gildir þegar félagsmaður eða aðrir verða fyrir tjóni vegna brota á ákvæðum laga þessara eða félagssamningi.\nBótafjárhæð á grundvelli skaðabótaábyrgðar skv. 1. mgr. má lækka með hæfilegu tilliti til þess hve mikil sökin var og tjónið, til efnahags tjónvalds og annarra atvika.\nVIII. kafli. Skráning.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Skráning sameignarfélaga í firmaskrá.\n[Fyrirtækjaskrá skráir] sameignarfélög í firmaskrá í samræmi við firmalög. Tilkynningu til firmaskrár skulu fylgja tilskilin fylgiskjöl ásamt skráningar- og birtingargjöldum.\nSameignarfélag, sem stundar atvinnurekstur, skal tilkynnt til skráningar í firmaskrá ... áður en atvinnureksturinn hefst.\nSameignarfélag telst stunda atvinnurekstur ef það:\n1. hefur tekjur af sölu á vörum og þjónustu og þvíumlíku eða stundar starfsemi sem er í meginatriðum hliðstæð starfsemi annarra félaga eða einstaklinga í atvinnurekstri;\n2. fer með meiri hluta atkvæða í félagi sem stundar atvinnurekstur eða fer með öðrum hætti með sambærileg yfirráð í því.\nSameignarfélag, þar sem allir félagsmenn eru lögaðilar, skal tilkynnt til skráningar í firmaskrá ... áður en það hefur starfsemi.\nKrefjast má fyrir hönd félagsins skráningar sameignarfélags í firmaskrá þótt það stundi ekki atvinnurekstur enda uppfylli félagið að öðru leyti skilyrði laganna fyrir skráningu.\n[Fyrirtækjaskrá] eða ráðherra ákveður að tilkynningar megi vera á rafrænu formi.\nRáðherra er heimilt að setja með reglugerð nánari ákvæði um skráningu sameignarfélaga, þ.m.t. um skipulag skráningarinnar, rekstur firmaskrár, aðgang að skránni og gjaldtöku, m.a. fyrir útgáfu vottorða og afnot af þeim upplýsingum sem firmaskrá hefur á rafrænu formi.\nL. 137/2013, 3. gr. Rg. 162/2006, sbr. 455/2007, 223/2022 og 732/2024.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Tilkynning um stofnun sameignarfélags.\nTilkynning um stofnun sameignarfélags skal greina:\n1. heiti félagsins;\n2. heimilisfang félagsins;\n3. tilgang félagsins;\n4. hvenær það var stofnað;\n5. nöfn, kennitölur og heimilisföng félagsmanna;\n6. nöfn, kennitölur og heimilisföng stjórnarmanna, hafi þeir verið kosnir, framkvæmdastjóra, hafi hann verið ráðinn, og allra þeirra er hafa heimild til að rita firma félagsins, svo og nöfn, kennitölur og heimilisföng endurskoðenda eða skoðunarmanna hafi þeir verið kosnir. Sama gildir um varamenn.\nTilkynningu skal fylgja félagssamningur og jafnframt samþykktir sé um þær að ræða. Sé stjórn kosin, framkvæmdastjóri ráðinn og endurskoðendur eða skoðunarmenn kosnir skal fylgja með staðfest endurrit af fundargerð um kjör þeirra ásamt yfirlýsingu þeirra um að þeir taki starfið að sér.\nFirmaskrá getur auk þess krafist hverra þeirra gagna og upplýsinga sem nauðsynlegar eru til að taka afstöðu til þess hvort við stofnun félagsins hafi verið farið eftir lögum og félagssamningi.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Breytingar á félagssamningi eða öðru því sem tilkynnt hefur verið.\nBreytingar á félagssamningi eða öðru því sem tilkynnt hefur verið skal tilkynna svo fljótt sem unnt er í samræmi við 21. gr. firmalaga, og eigi síðar en innan mánaðar.\nHætti skráð sameignarfélag starfsemi eða uppfylli það ekki lengur af öðrum ástæðum skilyrði skráningar í firmaskrá skal það tilkynnt firmaskrá og afskráð.\nFélagsmaður, sem hefur gengið úr félaginu, getur sjálfur tilkynnt um það. Sama gildir um stjórnarmann, framkvæmdastjóra, þá er hafa rétt til að rita firma félagsins, endurskoðanda eða skoðunarmann ef þeir láta af störfum fyrir félagið.\nÁkvæði 3. mgr. 46. gr. eiga við eftir því sem við á.\nÞegar breytingar á félagssamningi eða samþykktum að öðru leyti eru tilkynntar skal leggja fram nýjan heildartexta með innfelldum breytingum.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Tilkynningarskyldir aðilar.\nSkylda til að senda tilkynningar samkvæmt ákvæðum kafla þessa hvílir á öllum félagsmönnum nema stjórn hafi verið kosin en þá hvílir skyldan á henni. Allir félagsmenn skulu undirrita tilkynningu eða allir stjórnarmenn eftir því sem við á.\nVið framsal á eignarhlut í sameignarfélagi og aðrar breytingar á því sem er skráð hvílir tilkynningarskylda skv. 1. mgr. á þeim sem eftir breytinguna eru félagsmenn eða stjórnarmenn.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Ágallar á tilkynningum o.fl.\nEf tilkynningar uppfylla ekki fyrirmæli laga þessara eða félagssamnings eða ákvarðanir eru ekki teknar á þann hátt sem kveðið er á um í lögum eða félagssamningi skal synja skráningar.\nEf bæta má úr göllum á einfaldan hátt með ákvörðun félagsfundar eða samþykkt stjórnar skal gefa félaginu hæfilegan frest til að bæta úr því. Ef ekki er bætt úr innan frestsins skal synja skráningar.\nTilkynnanda skal skýrt bréflega frá synjun og um ástæður hennar.\nNú getur skráning tilkynningar skipt þriðja aðila máli og skal firmaskrá gera þeim aðila viðvart með fullnægjandi hætti.\nEf tilkynnandi vill ekki hlíta ákvörðunum skv. 1. og 2. mgr. getur hann borið málið undir dómstóla. Mál skal höfða innan sex mánaða frá því að tilkynnandi fékk vitneskju um ákvörðun.\nEf einhver telur rétti sínum hallað með skráningu getur hann borið málið undir dómstóla enda sé mál höfðað innan sex mánaða frá því að tilkynning var birt í Lögbirtingablaði. Ef aðili æskir þess skal skrá ókeypis athugasemd um málsúrslit í firmaskrá og birta síðan skv. 50. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Birting í Lögbirtingablaði.\nFirmaskrá skal á kostnað tilkynnanda láta birta í Lögbirtingablaði tilkynningar um sameignarfélög í samræmi við ákvæði firmalaga.\nUm réttaráhrif birtingar tilkynninga skv. 1. mgr. gilda ákvæði firmalaga.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Refsingar vegna vanrækslu á tilkynningum.\nSá sem vanrækir tilkynningar til firmaskrár samkvæmt lögum þessum skal sæta sektum. Einnig má gera sameignarfélagi sekt skv. II. kafla A í almennum hegningarlögum vegna vanrækslu forsvarsmanna á tilkynningum.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Reglugerðarheimild.\nRáðherra getur með reglugerð sett nánari ákvæði um framkvæmd laga þessara, sbr. 7. mgr. 45. gr.\nIX. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Lög þessi öðlast gildi 1. janúar 2008.\n...\nÁkvæði til bráðabirgða.\nReglur laganna um stofnun sameignarfélaga gilda ekki um sameignarfélög sem stofnuð eru og skráð fyrir gildistöku þeirra.\nÁkvæði 2. málsl. 1. mgr. 8. gr. og 3. mgr. 30. gr. um ábyrgð nýs félagsmanns á eldri skuldbindingum félagsins gildir ekki um félagsmenn er hafa gengið í sameignarfélag fyrir gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    }
  ]
}
