{
  "id": "70/2007",
  "type": "statute",
  "title": "Æskulýðslög",
  "status": "in_force",
  "issued_date": "2007-03-28",
  "url": "https://www.althingi.is/lagas/nuna/2007070.html",
  "description": "Tóku gildi 5. apríl 2007.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur laga þessara er að styðja börn og ungmenni til þátttöku í æskulýðsstarfi. Með æskulýðsstarfi er átt við skipulagða félags- og tómstundastarfsemi þar sem börn og ungmenni starfa saman í frístundum sínum að hugsjónum, markmiðum og áhugamálum sem þau sjálf meta að verðleikum. Í skipulögðu æskulýðsstarfi skal hafa í huga félags-, forvarna-, uppeldis- og menntunarlegt gildi þess sem miðar að því að auka mannkosti og lýðræðisvitund þátttakenda. Í öllu starfi með börnum og ungmennum skal velferð þeirra [og farsæld] höfð að leiðarljósi og þau hvött til frumkvæðis og virkrar þátttöku. Lögin miðast við æskulýðsstarf fyrir börn og ungmenni, einkum á aldrinum 6–25 ára.\nL. 107/2023, 42. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi gilda um:\n1. Starfsemi félaga og félagasamtaka sem sinna æskulýðsmálum á frjálsum áhugamannagrundvelli, enda byggist félagsstarfsemin fyrst og fremst á sjálfboðastarfi og eigin fjármögnun.\n2. Æskulýðsstarf á vegum ríkis og sveitarfélaga og í skólum, að svo miklu leyti sem við á og önnur lög og aðrar reglur gilda ekki um.\n3. Aðra starfsemi þar sem einkum er sinnt ófélagsbundnu æskufólki í skipulögðu æskulýðsstarfi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ríki og sveitarfélög í samstarfi við félög og félagasamtök á sviði æskulýðsmála stuðla að því að ungt fólk eigi þess kost að starfa að æskulýðsmálum við sem fjölbreyttust skilyrði. Um framlög úr ríkissjóði til starfsemi landssamtaka æskulýðsfélaga fer eftir ákvörðun Alþingis í fjárlögum.\nUm framlög til starfsemi svæðisbundinna æskulýðsfélaga og æskulýðssamtaka fer eftir samþykktum í fjárhagsáætlunum sveitarfélaga.\nII. kafli. Stjórn æskulýðsmála.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Ráðherra] fer með yfirstjórn æskulýðsmála samkvæmt lögum þessum.\nL. 126/2011, 459. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ráðherra skipar níu fulltrúa í Æskulýðsráð. Fimm fulltrúar skulu skipaðir samkvæmt tilnefningu æskulýðssamtaka, samkvæmt nánari ákvæðum í reglugerð. Tveir fulltrúar skulu tilnefndir af Sambandi íslenskra sveitarfélaga. Ráðherra skipar formann og varaformann Æskulýðsráðs án tilnefningar. Skipunartími ráðsins er tvö ár.\nRg. 1088/2007.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hlutverk Æskulýðsráðs er:\n1. Að vera stjórnvöldum til ráðgjafar í æskulýðsmálum.\n2. Að gera tillögur um áherslur og stefnumótun í málaflokknum.\n3. Að veita umsagnir um mál er varða æskulýðsstarfsemi.\n4. Að leitast við að efla æskulýðsstarfsemi félaga, félagasamtaka, skóla og sveitarfélaga og stuðla að samvinnu þessara aðila um æskulýðsmál.\n5. Að efna til funda og ráðstefna um æskulýðsmál.\n6. Að taka þátt í erlendu samstarfi um æskulýðsmál eftir nánari ákvörðun ráðherra.\n7. Að stuðla að þjálfun og menntun forustufólks, leiðbeinenda og sjálfboðaliða.\n8. Að sinna öðrum þeim verkefnum sem ráðherra kann að fela því.\nRáðherra er heimilt að setja nánari reglur um starfsemi Æskulýðsráðs.\nKostnaður við störf og verkefni Æskulýðsráðs skal greiddur úr ríkissjóði.\nIII. kafli. Æskulýðssjóður.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Alþingi veitir árlega fé í Æskulýðssjóð til eflingar æskulýðsstarfi. Sjóðnum er heimilt að taka við frjálsum framlögum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Stjórn Æskulýðssjóðs skal skipuð þremur fulltrúum til tveggja ára í senn. Formaður Æskulýðsráðs er formaður sjóðsins, en ráðið tilnefnir tvo fulltrúa og jafnmarga varamenn. Ráðherra skipar varaformann Æskulýðssjóðs úr hópi aðalfulltrúa.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Hlutverk Æskulýðssjóðs er að styrkja eftirtalin verkefni á vegum æskulýðsfélaga og æskulýðssamtaka:\n1. Sérstök verkefni sem unnin eru fyrir börn og ungmenni og/eða með virkri þátttöku þeirra.\n2. Þjálfun forustufólks, leiðbeinenda og sjálfboðaliða.\n3. Nýjungar og þróunarverkefni.\n4. Samstarfsverkefni æskulýðsfélaga og æskulýðssamtaka.\nRáðherra úthlutar styrkjum úr Æskulýðssjóði að fengnum tillögum stjórnar sjóðsins.\nRáðherra er heimilt að setja nánari reglur um úthlutun úr Æskulýðssjóði.\nRgl. 60/2008.\nIV. kafli. Starfsskilyrði í æskulýðsstarfi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Miða skal við að þeir sem starfa með eða hafa umsjón með börnum og ungmennum í æskulýðsstarfi séu lögráða og hafi þjálfun, menntun, þekkingu eða reynslu til starfsins.\nÍ skipulögðu æskulýðsstarfi og í ferðum með börnum og ungmennum er forustufólki, leiðbeinendum, sjálfboðaliðum og öðru starfsfólki óheimilt að neyta áfengis og annarra vímuefna.\n[Öllum þeim sem starfa á grundvelli laga þessara ber að fylgjast með velferð og farsæld barna, leitast við að greina vísbendingar um að þörfum barns sé ekki mætt með fullnægjandi hætti og bregðast við þeim, sbr. ákvæði laga um samþættingu þjónustu í þágu farsældar barna.]\nÓheimilt er að ráða til starfa hjá aðilum, sem 2. gr. tekur til og sinna börnum og ungmennum undir 18 ára aldri í æskulýðsstarfi, einstaklinga sem hlotið hafa refsidóm vegna brota á ákvæðum XXII. kafla almennra hegningarlaga, nr. 19/1940. Sama gildir um þá sem hlotið hafa refsidóm fyrir brot gegn lögum um ávana- og fíkniefni, nr. 65/1974, á síðastliðnum fimm árum. Ákvæði þetta nær einnig til þeirra sem falin er umsjón með börnum og ungmennum undir 18 ára aldri á grundvelli sjálfboðaliðastarfs.\nYfirmenn skóla, leikskóla, sumardvalarheimila, íþrótta- og tómstundamiðstöðva og annarra slíkra stofnana eða staða þar sem börn og ungmenni koma saman eða dveljast um lengri eða skemmri tíma, og 2. gr. tekur til, eiga rétt til upplýsinga úr sakaskrá um það hvort tiltekinn einstaklingur, sem sótt hefur um störf á þeirra vegum, hefur hlotið dóm vegna brota sem 3. mgr. tekur til, að fengnu samþykki hans.\nStandi ríki, sveitarfélag eða aðrir aðilar fyrir starfsemi sem fellur undir lög þessi skal þess gætt að hún uppfylli lög og reglur um aðgengi, aðstöðu, hollustuhætti og öryggisþætti.\nL. 107/2023, 43. gr.\nV. kafli. Stuðningur sveitarfélaga við æskulýðsstarf.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Sveitarstjórnir setja sér reglur um á hvern hátt stuðningi við frjálst æskulýðsstarf skuli háttað. Sveitarfélög hafa starfandi æskulýðsnefndir eða sambærilegar nefndir samkvæmt ákvörðun sveitarstjórnar.\nSveitarstjórnir hlutast til um að stofnuð séu ungmennaráð. Hlutverk ungmennaráða er m.a. að vera sveitarstjórnum til ráðgjafar um málefni ungs fólks í viðkomandi sveitarfélagi. Sveitarstjórnir setja nánari reglur um hlutverk og val í ungmennaráð.\nVI. kafli. Æskulýðsrannsóknir.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ráðherra stuðlar að því að fram fari reglubundnar æskulýðsrannsóknir sem lagðar verði til grundvallar stefnumótun í æskulýðsmálum.\nRáðherra skipar fimm manna ráðgjafarnefnd um æskulýðsrannsóknir. Einn fulltrúi skal skipaður samkvæmt tilnefningu Æskulýðsráðs, einn fulltrúi samkvæmt tilnefningu æskulýðssamtaka og einn fulltrúi samkvæmt tilnefningu stjórnar Sambands íslenskra sveitarfélaga. Ráðherra skipar tvo fulltrúa án tilnefningar. Ráðherra skipar formann og varaformann úr hópi nefndarmanna. Skipunartími nefndarinnar er þrjú ár.\nVII. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ráðherra getur í reglugerð sett nánari ákvæði um framkvæmd laga þessara.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Lög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    }
  ]
}
