{
  "id": "30/2008",
  "type": "statute",
  "title": "Lög um upprunaábyrgð á raforku sem framleidd er með endurnýjanlegum orkugjöfum o.fl.",
  "status": "in_force",
  "issued_date": "2008-04-16",
  "url": "https://www.althingi.is/lagas/nuna/2008030.html",
  "description": "Tóku gildi 19. apríl 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að nýtingu endurnýjanlegra orkugjafa og skapa skilyrði fyrir viðskipti með upprunaábyrgðir á raforku sem framleidd er með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku].\nL. 80/2010, 4. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\n1. Endurnýjanlegir orkugjafar: Endurnýjanlegir orkugjafar sem eru ekki jarðefnaeldsneyti (vindorka, sólarorka, jarðvarmaorka, öldu- og sjávarfallaorka, vatnsorka og orka úr lífmassa, hauggasi, gasi frá skólphreinsunarstöðvum og lífgasi).\n2. Lífmassi: Lífbrjótanlegur hluti afurða, úrgangs og efnaleifa frá landbúnaði (þ.m.t. efni úr bæði jurta- og dýraríkinu), skógrækt og tengdum atvinnugreinum, auk lífbrjótanlegs hluta iðnaðarúrgangs og húsasorps.\n3. Raforka sem er framleidd með endurnýjanlegum orkugjöfum: Raforka frá orkuverum sem eingöngu nota endurnýjanlega orkugjafa, auk raforku sem er framleidd með endurnýjanlegum orkugjöfum í verum með blandaðri tækni þar sem notaðir eru óendurnýjanlegir orkugjafar auk endurnýjanlegra orkugjafa.\n4. Upprunaábyrgð á raforku sem framleidd er með endurnýjanlegum orkugjöfum: Staðfesting á að raforka sé framleidd með endurnýjanlegum orkugjöfum, þ.m.t. vindorku, sólarorku, jarðvarmaorku, öldu- og sjávarfallaorku, vatnsorku og orku úr lífmassa, hauggasi, gasi frá skólphreinsunarstöðvum og lífgasi, en ekki orkugjöfum úr jarðefnaeldsneyti.\n[5. Samvinnsla raf- og varmaorku: Samhliða vinnsla raforku, varmaorku og/eða vélrænnar orku í einu og sama vinnsluferlinu sem uppfyllir viðmiðanir um góða orkunýtni.\n6. Upprunaábyrgð á raforku frá samvinnslu: Staðfesting á að raforka sé framleidd með samvinnslu sem hefur góða orkunýtni samkvæmt viðmiðunum sem [Umhverfis- og orkustofnun] setur.]\nL. 110/2024, 8. gr. L. 80/2010, 1. gr.\nII. kafli.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Upprunaábyrgð á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku].\nLandsnet hf. annast útgáfu upprunaábyrgða á raforku sem framleidd er með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku].\nLandsnet hf. hefur eftirlit með því að raforka, sem það gefur út upprunaábyrgð fyrir, sé í raun framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] í skilningi laga þessara í samræmi við viðmiðanir sem eru hlutlægar, gagnsæjar og án mismununar og hafa hlotið staðfestingu [Umhverfis- og orkustofnunar].\nUpprunaábyrgð, staðfest og gefin út á Evrópska efnahagssvæðinu, í samræmi við 4. gr., skal viðurkennd gagnkvæmt sem sönnun á þeim þáttum eingöngu sem um getur í 6. gr. Synjun þess að viðurkenna upprunaábyrgð sem slíka sönnun, einkum af ástæðum sem tengjast því að koma í veg fyrir svik, verður að byggjast á viðmiðunum sem eru hlutlægar, gagnsæjar og án mismununar.\nLandsneti hf. er heimilt með samþykki [ráðherra] að framselja hlutverk sitt til útgáfu upprunaábyrgða samkvæmt lögum þessum.\nL. 80/2010, 4. gr. L. 110/2024, 8. gr. L. 126/2011, 474. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Útgáfa upprunaábyrgða.\nLandsnet hf. gefur út upprunaábyrgð á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] samkvæmt beiðni framleiðanda raforku frá endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku]. Upprunaábyrgð er heimilt að gefa út skriflega [eða] á rafrænu formi. [Skal form og efni slíkra upprunaábyrgða vera í samræmi við ákvæði laga þessara og tilskipunar Evrópuþingsins og ráðsins 2009/28/EB frá 23. apríl 2009 um að hvetja til notkunar orku frá endurnýjanlegum orkugjöfum og niðurfellingu tilskipana 2001/77/EB og 2003/30/EB og tilskipunar Evrópuþingsins og ráðsins 2004/8/EB frá 11. febrúar 2004 um að auka samvinnslu raf- og varmaorku sem byggist á eftirspurn eftir notvarma á innri orkumarkaðinum og um breytingu á tilskipun 92/42/EBE. Form upprunaábyrgða skal staðfest af [Umhverfis- og orkustofnun].]\nUpprunaábyrgð er eingöngu heimilt að veita vegna liðinna almanaksmánaða. Upprunaábyrgð getur, samkvæmt vali framleiðanda raforku frá endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku], verið gefin út vegna nýliðins almanaksmánaðar eða vegna [síðustu tveggja til tólf] almanaksmánaða.\nGefa skal út eina upprunaábyrgð fyrir hverja MWst sem framleidd er.\nL. 80/2010, 4. gr. L. 81/2012, 1. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Umsókn.\nUmsækjandi skal senda Landsneti hf. skriflega beiðni um útgáfu upprunaábyrgðar á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] í síðasta lagi 90 dögum frá lokum síðasta mánaðar þess tímabils sem upprunaábyrgð skal ná yfir.\nUmsækjandi skal veita Landsneti hf. allar upplýsingar sem Landsnet hf. telur nauðsynlegar viðvíkjandi útgáfu upprunaábyrgðar. Landsnet hf. skal gæta jafnræðis við starfrækslu sína og trúnaðar um upplýsingar er varða viðskiptahagsmuni og aðrar upplýsingar sem sanngjarnt er og eðlilegt að leynt fari.\nLandsneti hf. er heimilt að krefja umsækjanda um greiðslu vegna útgáfu upprunaábyrgðar. Fyrirtækið skal setja gjaldskrá um framangreinda þjónustu.\nFramleiðanda raforku frá endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] er heimilt að veita þriðja aðila skriflegt umboð bæði til þess að óska eftir útgáfu upprunaábyrgðar á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] og til að taka á móti slíkri upprunaábyrgð.\nL. 80/2010, 4. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Efni upprunaábyrgðar.\nÍ upprunaábyrgð skal m.a. tilgreina:\n1. Upplýsingar um viðkomandi orkuver.\n2. Með hvaða orkugjafa raforka var framleidd.\n3. Hlutfall endurnýjanlegra orkugjafa af heildarframleiðslu raforku í viðkomandi orkuveri í samræmi við það tímabil sem kveðið er á um í 2. mgr. 4. gr.\n4. Vinnslugetu orkuversins ef um er að ræða raforku framleidda í orkuveri.\n5. Upplýsingar um útgefanda upprunaábyrgðarinnar, útgáfudag og útgáfustað.\n6. Upplýsingar um hvað felist í upprunaábyrgð sem og tilvísun til [viðeigandi tilskipunar sem er hluti af EES-samningnum].\n[7. Lægra brennslugildi eldsneytis þess orkugjafa, sem raforkan er framleidd með, og hvernig varmi, sem verður til um leið og raforkan, er notaður.\n8. Magn raforku sem kemur frá samvinnslu með góða orkunýtni sem ábyrgðin tekur til.\n9. Sparnað frumorku sem er reiknaður út í samræmi við viðmiðanir um góða orkunýtni.]\nL. 80/2010, 3. gr.\nIII. kafli.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Erlendar upprunaábyrgðir.\nUpprunaábyrgðir á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku], sem gefnar eru út í öðru ríki Evrópska efnahagssvæðisins í samræmi við ákvæði [tilskipunar Evrópuþingsins og ráðsins 2009/28/EB frá 23. apríl 2009 um að hvetja til notkunar orku frá endurnýjanlegum orkugjöfum og niðurfellingu tilskipana 2001/77/EB og 2003/30/EB], skulu viðurkenndar hér á landi. Ber Landsneti hf. að leita staðfestingar á útgáfu upprunaábyrgðar í því landi þar sem ábyrgðin er gefin út, telji fyrirtækið þess þörf.\nLandsnet hf. skal veita til þess bærum erlendum útgefendum upprunaábyrgða á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] upplýsingar varðandi þær ábyrgðir sem fyrirtækið hefur gefið út hér á landi.\nLandsnet hf. skal veita [Umhverfis- og orkustofnun] upplýsingar um staðfestingar þær sem um er getið í 1. og 2. mgr.\nL. 80/2010, 4. gr. L. 81/2012, 2. gr. L. 110/2024, 8. gr.\nIV. kafli.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Stjórnsýsla og eftirlit.\nLandsnet hf. skal halda skrá um útgefnar upprunaábyrgðir á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku]. Landsnet hf. skal árlega afhenda [Umhverfis- og orkustofnun] upplýsingar um útgefnar upprunaábyrgðir á því formi sem stofnunin ákveður.\nLandsnet hf. skal í samráði við framleiðendur raforku frá endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku] setja reglur um skráningu upplýsinga um útgefnar upprunaábyrgðir á raforku sem er framleidd með endurnýjanlegum orkugjöfum [eða samvinnslu raf- og varmaorku], sbr. 1. mgr., sem [Umhverfis- og orkustofnun] staðfestir.\nLandsneti hf. er skylt að veita stjórnvöldum, viðskiptavinum og almenningi upplýsingar sem nauðsynlegar eru við mat á því hvort fyrirtækið fullnægi skyldum sínum samkvæmt lögum þessum. Landsneti hf. er þó heimilt að halda eftir viðskiptaupplýsingum er varða viðskiptahagsmuni og öðrum upplýsingum sem sanngjarnt er og eðlilegt að leynt fari nema viðskiptavinir veiti skriflegt samþykki.\nL. 80/2010, 4. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Viðurlög.\nBrot gegn ákvæðum laga þessara varða sektum nema þyngri refsing liggi við samkvæmt öðrum lögum. Nú er brot framið í starfsemi lögaðila og má þá gera lögaðilanum fésekt skv. II. kafla A almennra hegningarlaga.\nV. kafli.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Innleiðing á tilskipun.\n[Lög þessi fela í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins 2009/28/EB frá 23. apríl 2009 um að hvetja til notkunar orku frá endurnýjanlegum orkugjöfum og niðurfellingu tilskipana 2001/77/EB og 2003/30/EB eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 162/2011 19. desember 2011.]\nL. 81/2012, 3. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "...",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
