{
  "id": "160/2008",
  "type": "statute",
  "title": "[Lög um Sjónstöðina]1)",
  "status": "in_force",
  "issued_date": "2008-12-23",
  "url": "https://www.althingi.is/lagas/nuna/2008160.html",
  "description": "Tóku gildi 1. janúar 2009.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og hlutverk.\nStarfrækja skal [stofnun sem þjónustar] blinda, sjónskerta og\n[einstaklinga með samþætta sjón- og heyrnarskerðingu]. [Heiti stofnunarinnar skal vera Sjónstöðin.] Markmið hennar er að auka möguleika þeirra sem eru blindir, sjónskertir eða [með samþætta sjón- og heyrnarskerðingu] til virkni og þátttöku á öllum sviðum samfélagsins til jafns við aðra, með áherslu á stuðning til náms, sjálfstæðs heimilishalds, virkra tómstunda og atvinnuþátttöku.\nStofnunin skal veita þjónustu á sviði ráðgjafar, hæfingar og endurhæfingar. Jafnframt skal hún þjóna hlutverki þekkingarmiðstöðvar sem aflar og miðlar þekkingu á aðstæðum notenda í því skyni að bæta þjónustu og stuðla að framförum.\nStofnunin skal hafa yfirsýn yfir aðstæður þeirra sem eru blindir eða sjónskertir og gegna samhæfingarhlutverki gagnvart öðrum sem veita umræddum notendum þjónustu. Hún skal einnig sinna fræðslu, ráðgjöf og stuðningi við aðstandendur, skóla og aðrar þjónustustofnanir.\nUm þjónustu stofnunarinnar við [einstaklinga með samþætta sjón- og heyrnarskerðingu] fer skv. 5. gr.\nL. 31/2025, 1. gr. L. 115/2015, 15. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skipulag og stjórn.\nStofnunin heyrir undir [ráðherra]. Ráðherra skipar stofnuninni forstjóra til fimm ára í senn og setur honum erindisbréf. Forstjóri skal hafa menntun, þekkingu og reynslu sem nýtist á starfssviði stofnunarinnar og við stjórnun hennar og rekstur.\nForstjóri ber ábyrgð á rekstri stofnunarinnar og að starfsemi hennar sé í samræmi við lög og stjórnvaldsfyrirmæli.\n[Ráðherra skipar stofnuninni sex manna samráðsnefnd samkvæmt tilnefningum Blindrafélagsins, [Fjólu &ndash; félags fólks með samþætta sjón- og heyrnarskerðingu], Sambands íslenskra sveitarfélaga og [þess ráðuneytis er fer með fræðslumál]. Ráðherra skipar tvo fulltrúa án tilnefningar og skal annar þeirra vera formaður samráðsnefndarinnar.]\nSamráðsnefndin skal vera ráðherra og forstjóra stofnunarinnar til ráðgjafar um fagleg málefni og gjaldtöku skv. 9. gr.\nL. 126/2011, 502. gr. L. 115/2015, 15. gr. L. 162/2010, 39. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum hafa eftirfarandi orð svofellda merkingu:\n1. Sjónskertur: Einstaklingur telst sjónskertur ef læknisfræðileg greining sýnir að sjón hans er minni en 30% á betra auga, með venjulegum sjónglerjum, og innan við 20 gráðu sjónsvið, eða ef starfrænt mat sýnir erfiðleika vegna sjónskerðingar með lestur 10 punkta leturs með venjulegum sjónglerjum, með athafnir daglegs lífs og umferli.\n2. Blindur: Einstaklingur telst blindur ef læknisfræðileg greining sýnir að sjón hans er minni en 5%, með venjulegum sjónglerjum, og innan við 10 gráðu sjónsvið.\n3. [ Einstaklingur með samþætta sjón- og heyrnarskerðingu: Einstaklingur telst með samþætta sjón- og heyrnarskerðingu ef saman fer sjón- og heyrnarskerðing sem takmarkar athafnasemi hans og hamlar þátttöku í samfélaginu í slíkum mæli að hann þarfnast sértækrar þjónustu, laga þarf umhverfi að þörfum viðkomandi eða nýta sérstakan tæknibúnað til að mæta þörfum hans. Samþætting sjón- og heyrnarskerðingar er sérstök fötlun, en ekki samsetning tveggja fatlana.]\nL. 115/2015, 15. gr.\nII. kafli. Verkefni og starfssvið.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verkefni.\nStofnunin veitir þjónustu vegna hæfingar og endurhæfingar þeirra sem eru blindir eða sjónskertir, að undanskilinni frumgreiningu augnsjúkdóma, frumgreiningu á sjón og læknismeðferð.\nVerkefni stofnunarinnar eru m.a.:\n1. Greining, mat, ráðgjöf, kennsla og úthlutun hjálpartækja.\na. Greining á þörf fyrir hæfingu og endurhæfingu.\nb. Starfrænt mat og sjónmat.\nc. Mat á þörf og úthlutun sérhæfðra hjálpartækja sem ekki er úthlutað á vegum Tryggingastofnunar eða Heyrnar- og talmeinastöðvar.\nd. Ráðgjöf um umhverfi, lýsingu og aðgengi.\ne. Sálfræðiráðgjöf og félagsráðgjöf vegna aðstæðna sem tengjast fötluninni.\nf. Skynfæraörvun, kennsla blindraleturs, umferliskennsla, kennsla í sjónbeitingu og kennsla í notkun hjálpartækja.\ng. Útgáfa vottorða til staðfestingar á fötlun.\n2. Yfirfærsla efnis.\nYfirfærsla efnis vegna náms, tómstunda eða starfa af svartletri yfir á blindraletur, stækkað letur, þreifiefni eða stafrænt form annað en hljóðbækur.\n3. Stuðningur við nám á öllum skólastigum.\na. Ráðgjöf og námskeiðahald fyrir foreldra og starfsfólk menntastofnana um námsumhverfi og kennsluhætti.\nb. Námsráðgjöf.\nc. Sérhæfð kennsla.\nd. Mat á þörf fyrir sérútbúið námsefni, svo sem þreifiefni, námsefni með stækkuðu letri, blindraletri eða á stafrænu formi.\n4. Stuðningur við sjálfstæði í búsetu.\na. Þjálfun í athöfnum daglegs lífs.\nb. Þjálfun í lífsleikni.\n5. Stuðningur við atvinnuþátttöku.\na. Starfsráðgjöf.\nb. Aðstoð og ráðgjöf vegna aðlögunar á nýjum vinnustað, t.d. varðandi umhverfi, umferlismál, hjálpartæki og fræðslu til samstarfsfólks.\n6. Stuðningur til virkra tómstunda.\nÞjálfun í félagsfærni og sjálfsstyrking.\n7. Öflun og miðlun þekkingar og fræðslu.\na. Þátttaka í rannsóknum og þróunarverkefnum sem hafa það að markmiði að meta aðstæður blindra, sjónskertra og [einstaklinga með samþætta sjón- og heyrnarskerðingu] og bæta stöðu þeirra.\nb. Þróun og viðhald þekkingarbrunns á sviði fötlunar vegna blindu og sjónskerðingar, og miðlun upplýsinga og fróðleiks á þessu sviði út í samfélagið.\n[Stofnunin hefur samstarf við Barna- og fjölskyldustofu um stuðning við þjónustuveitendur vegna samþættingar þjónustu í þágu barna þar sem þörf er á sérþekkingu á þjónustu í þágu blindra, sjónskertra og einstaklinga með samþætta sjón- og heyrnarskerðingu.]\nStofnunin skal vera til ráðgjafar og veita aðstoð almennum þjónustustofnunum og öðrum þeim sem veita þjónustu, svo sem á sviði heilbrigðis-, félags- og menntamála, sé þörf á sérfræðiþekkingu til að þeir geti ræktað hlutverk sitt gagnvart þeim sem eru blindir eða sjónskertir. [Stofnunin hefur samstarf við Barna- og fjölskyldustofu um stuðning við þjónustuveitendur vegna samþættingar þjónustu í þágu farsældar barna þar sem þörf er á sérþekkingu á sviði fötlunar vegna blindu og sjónskerðingar.]\nStofnunin skal sinna fræðslu, ráðgjöf og leiðsögn við einstaklinga, nánustu aðstandendur þeirra og aðra sem eru að jafnaði í tengslum við blinda, sjónskerta og [einstaklinga með samþætta sjón- og heyrnarskerðingu], varðandi áhrif fötlunarinnar, viðeigandi þjálfun og úrræði.\nStofnuninni er heimilt að gera þjónustusamning við sveitarfélög um að annast fyrir þeirra hönd þjónustu sem þau bera ábyrgð á gagnvart blindum og sjónskertum einstaklingum.\nRáðherra getur með reglugerð kveðið nánar á um framkvæmd verkefna samkvæmt ákvæði þessu.\nL. 115/2015, 15. gr. L. 87/2021, 8. gr. L. 78/2022, 14. gr. Rg. 233/2010. Rg. 630/2021.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þjónusta við [einstaklinga með samþætta sjón- og heyrnarskerðingu].\nStofnunin veitir [einstaklingum með samþætta sjón- og heyrnarskerðingu] og aðstandendum þeirra þjónustu til samræmis við verkefni þau sem talin eru upp í 4. gr. á grundvelli fötlunar þeirra. Þjónustan er einungis á þeim sérfræðisviðum sem stofnunin býr yfir og er veitt í samstarfi við aðra aðila og stofnanir sem veita [einstaklingum með samþætta sjón- og heyrnarskerðingu] þjónustu.\n[Stofnunin tekur þátt í samþættingu þjónustu þegar hún telst þjónustuveitandi í skilningi laga um samþættingu þjónustu í þágu farsældar barna.]\nL. 115/2015, 15. gr. L. 78/2022, 15. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skráning upplýsinga.\nStofnunin skal halda skrá yfir alla sem eru blindir, sjónskertir og [með samþætta sjón- og heyrnarskerðingu] hér á landi í þeim tilgangi að bæta þjónustu við þá, tryggja gæði þjónustunnar og hafa með henni eftirlit og til tölfræðiúrvinnslu og vísindarannsókna til samræmis við skilgreint hlutverk, sbr. 1. gr. [Um skráningu og vinnslu upplýsinga fer samkvæmt lögum um persónuvernd og vinnslu persónuupplýsinga.]\nRáðherra skal í reglugerð, að fenginni umsögn Persónuverndar, kveða nánar á um hvaða persónuupplýsingar megi færa í skrána og hvernig þær skuli nýttar.\nL. 115/2015, 15. gr. L. 90/2018, 54. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Réttindagæsla.\nVerði stofnunin þess áskynja að einstaklingar sem stofnunin sinnir njóti ekki fullnægjandi þjónustu annarra aðila skal stofnunin leiðbeina þeim við að fá úrlausn mála eftir atvikum og, ef viðkomandi einstaklingur óskar þess, með því að beina skriflegu erindi til viðkomandi þjónustustofnunar. Slíkt erindi skal þá unnið í samráði við einstaklinginn eða forráðamann hans. Ef ástæða þykir til og viðkomandi einstaklingur óskar þess skal afrit erindisins sent til trúnaðarmanns [fatlaðs fólks] á þjónustusvæði einstaklingsins og einnig til svæðisskrifstofu málefna [fatlaðs fólks] eða sveitarfélags sem ber ábyrgð á þjónustu við einstaklinginn þar sem hann býr.\nL. 115/2015, 15. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Þagnarskylda.\n[Á starfsfólki stofnunarinnar hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.\n[II. kafli A. Leiðsöguhundar.]\nL. 106/2021, 1. gr.\n[8. gr. a. Leiðsöguhundar.\nRíkissjóður skal tryggja árlega fjármagn til að afla, þjálfa og flytja inn leiðsöguhunda til samræmis við eftirspurn hverju sinni. [Sjónstöðin] sér um öflun leiðsöguhunda í samstarfi við Blindrafélagið. Notendur skulu ekki bera kostnað sem hlýst af öflun og þjálfun slíkra hunda eða vegna flutnings slíkra hunda til og frá landi hverju sinni.\n[Stofnunin] tekur á móti og afgreiðir umsóknir um leiðsöguhunda. Þeim skal úthlutað til einstaklinga sem taldir eru, að undangengnu mati, geta nýtt sér þá sem hjálpartæki til aukins öryggis og sjálfstæðis við daglegt líf. Úthlutun er fylgt eftir með þjálfun hjá sérþjálfuðum hundaþjálfurum og umferliskennurum. Úthlutun fylgir mat á aðstæðum einstaklings og mat á pörun einstaklings og leiðsöguhunds.\nRísi ágreiningur um ákvörðun [stofnunarinnar] skv. 1.&ndash;2. mgr. er heimilt að kæra ákvörðun hennar til ráðuneytisins.]\nL. 31/2025, 2. gr. L. 106/2021, 1. gr.\nIII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gjaldtaka.\nHeimilt er að taka gjald fyrir þjónustu stofnunarinnar skv. 4. gr. í samræmi við reglugerð sem ráðherra setur.\nEinstaklingur sem sjúkratryggður er samkvæmt lögum um sjúkratryggingar skal greiða gjald fyrir þjónustu stofnunarinnar skv. 4. gr. í samræmi við reglugerð sem ráðherra setur.\nÞeir sem ekki eru sjúkratryggðir hér á landi samkvæmt lögum um sjúkratryggingar skulu greiða gjald sem nemur kostnaði við veitta þjónustu í samræmi við reglugerð sem ráðherra setur, nema í gildi sé samningur um þjónustuna við það ríki sem þeir koma frá.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Eftirlit.\nUm eftirlit með heilbrigðisstarfsmönnum sem starfa hjá stofnuninni fer samkvæmt lögum um landlækni.\n[Um eftirlit með gæðum þjónustu að öðru leyti fer samkvæmt lögum um Gæða- og eftirlitsstofnun velferðarmála.]\nL. 88/2021, 25. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd laga þessara.\nRg. 233/2010. Rg. 630/2021.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2009. ...\nÁkvæði til bráðabirgða.\nStarfsfólki Þjónustu- og endurhæfingarstöðvar sjónskertra, sem starfar á grundvelli laga nr. 18/1984, um Þjónustu- og endurhæfingarstöð sjónskertra, skulu boðin störf hjá hinni nýju stofnun. Ákvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins gilda ekki um störf sem ráðið er í samkvæmt þessu ákvæði. Um réttarvernd starfsmanna fer samkvæmt lögum um réttarstöðu starfsmanna við aðilaskipti að fyrirtækjum, nr. 72/2002.\nStarfsfólki Blindrabókasafns Íslands, sem við gildistöku laga þessara sinnir verkefnum sem flytjast munu til nýrrar stofnunar, skulu boðin störf hjá hinni nýju stofnun. Sama máli gegnir um starfsmenn sem ráðnir voru til Blindrafélagsins fyrir gildistöku þessara laga samkvæmt þjónustusamningi við menntamálaráðuneytið. Ekki er skylt að auglýsa störf sem ráðið er í samkvæmt þessu ákvæði laus til umsóknar skv. 7. gr. laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.\nÞegar lög þessi hafa verið samþykkt er heimilt að auglýsa embætti forstjóra hinnar nýju stofnunar laust til umsóknar og skal skipun í embættið miðast við 1. janúar 2009.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
