{
  "id": "40/2008",
  "type": "statute",
  "title": "Lög um samræmda neyðarsvörun",
  "status": "in_force",
  "issued_date": "2008-05-28",
  "url": "https://www.althingi.is/lagas/nuna/2008040.html",
  "description": "Tóku gildi 5. júní 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið laganna.\nSamræmd neyðarsvörun fyrir Ísland sinnir viðtöku tilkynninga um fólk, eignir og umhverfi í neyð og beiðnum um aðstoð lögreglu, slökkviliðs, björgunarsveita og sjúkraflutningaliðs og aðra neyðaraðstoð. Neyðarsvörun þessi skal jafnframt fullnægja skuldbindingum Íslands samkvæmt samningnum um Evrópska efnahagssvæðið.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Samræmt neyðarnúmer.\nSamræmt neyðarnúmer fyrir Ísland er 112.\nÓheimilt er að nota töluna 112 sem símanúmer eða annað auðkenni í fjarskiptakerfi á Íslandi eða fyrir aðra starfsemi. Einnig er óheimilt að nota orðin &bdquo;neyðarnúmer&ldquo; og &bdquo;neyðarsímanúmer&ldquo; ein og sér eða í orðasamböndum um aðra starfsemi hér á landi en lög þessi kveða á um.\n[Fjarskiptastofa], opinberir aðilar sem fjalla um síma- og fjarskiptamál og þeir einkaaðilar sem heimild hafa til reksturs á þessu sviði skulu gera nauðsynlegar ráðstafanir til þess að allir notendur geti, þar sem því verður við komið, náð sambandi við neyðarþjónustu 112 sér að kostnaðarlausu. Sömu aðilar skulu gera nauðsynlegar ráðstafanir til þess að vaktstöð samræmdrar neyðarsvörunar berist sjálfvirkt með rafrænum hætti nýjustu gögn um notendur, auðkenni þeirra og staðsetningu, eftir því sem við verður komið.\nL. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Vaktstöð samræmdrar neyðarsvörunar.\nÍ vaktstöð samræmdrar neyðarsvörunar skal vera aðstaða til þess að taka við og vinna úr tilkynningum sem berast um samræmt neyðarnúmer. Vaktstöðin miðlar þeim upplýsingum sem þannig berast tafarlaust til viðbragðsaðila á eða nærri vettvangi í samræmi við gildandi lög og skipulag. Vaktstöðvar skulu vera tvær og önnur þeirra í Reykjavík og skulu þær samtengdar í samræmdu kerfi.\nVaktstöð samræmdrar neyðarsvörunar veitir samhæfingar- og stjórnstöð almannavarna samkvæmt lögum um almannavarnir nauðsynlega þjónustu vegna leitar-, björgunar- og almannavarnaaðgerða.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Réttindi og skyldur viðbragðsaðila.\nÖllum viðbragðsaðilum er skylt að tengjast vaktstöð samræmdrar neyðarsvörunar a.m.k. með svörun og símtalsflutningi og veita vaktstöð fullnægjandi upplýsingar um hverjir veiti viðtöku beiðnum um aðstoð af þeirra hálfu ásamt upplýsingum um þá þjónustu sem í boði er, menntunar- og þjálfunarstig þeirra sem hana veita og tækjabúnað sem tiltækur er til þess að sá sem óskar aðstoðar fái hana viðstöðulaust. Óski viðbragðsaðili þess er vaktstöðinni heimilt að veita viðbragðsaðilum víðtækari þjónustu. [Ráðherra] er heimilt í reglugerð að ákveða til hvaða aðila framangreind skylda tekur og kveða nánar á um fyrirkomulag á upplýsingagjöfinni.\nVaktstöð skal tilkynna viðbragðsaðilum umsvifalaust stöðvist reksturinn af einhverjum ástæðum.\nAllir viðbragðsaðilar skulu hafa aðgang að öryggis- og fjarskiptakerfi samræmdrar neyðarsvörunar.\nL. 162/2010, 192. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skráning upplýsinga.\nÍ vaktstöð samræmdrar neyðarsvörunar skal skrá og afrita allar tilkynningar sem berast. Skráningin skal að lágmarki ná til eftirtalinna atriða:\na. hvaðan er hringt,\nb. hvenær er hringt,\nc. hver hringir,\nd. hvers vegna er hringt.\nSvo sem kostur er skal tilgreina nákvæmlega staðinn sem hringt er frá og úr hvaða síma, klukkan hvað hringt er, fullt nafn þess sem hringir og hvert tilefnið er.\nAfrita skal samskipti tilkynnanda og vaktstöðvar allt þar til símtalsflutningur til viðbragðsaðila á sér stað. Samskipti vaktstöðvar við viðbragðsaðila skulu afrituð.\nÞeir sem leita eftir aðstoð með tilkynningu til vaktstöðvar skulu, svo sem kostur er, gefa greinargóðar upplýsingar um atburð og það ástand sem er tilefni tilkynningar. Verði einstaklingur uppvís að því að senda vísvitandi ranga tilkynningu til samræmdrar neyðarsvörunar eða misnota að öðru leyti þjónustu hennar varðar það refsingu skv. 120. gr. og 120. gr. a almennra hegningarlaga.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Varðveisla upplýsinga.\nSkrár yfir tilkynningar og afrit af samskiptum tilkynnanda og vaktstöðvar skv. 5. gr. skulu varðveittar í a.m.k. sex mánuði frá því að tilkynning barst og skal farið með efni þeirra sem trúnaðarmál. [Ráðherra] setur nánari reglur um varðveislu upplýsinganna, aðgengi að þeim og notkun í samræmi við ákvæði laga þessara og lög um persónuvernd og [vinnslu] persónuupplýsinga.\nL. 162/2010, 192. gr. L. 90/2018, 54. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skyldur starfsfólks vaktstöðvar samræmdrar neyðarsvörunar.\n[Starfsfólk vaktstöðvar samræmdrar neyðarsvörunar er bundið þagnarskyldu skv. X. kafla stjórnsýslulaga.] Þagnarskylda helst þótt látið sé af starfi. Skal starfsfólk undirrita þagnarheit áður en það hefur störf.\nL. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rekstur vaktstöðvar samræmdrar neyðarsvörunar.\nRekstur vaktstöðvar samræmdrar neyðarsvörunar skal vera í höndum hlutafélags um rekstur slíkrar stöðvar. [Ráðherra] semur við rekstraraðila um fyrirkomulag, fjármögnun og þátttöku í rekstrinum.\nVaktstöð samræmdrar neyðarsvörunar er heimilt í samráði við ráðherra að gera þjónustusamninga við aðra aðila.\nKostnaður við uppbyggingu og rekstur vaktstöðvar, að því marki sem hann er ekki greiddur af tekjum fyrir þá þjónustu sem vaktstöðin veitir, greiðist úr ríkissjóði.\nRekstur þess hluta starfsemi rekstraraðila sem telst í frjálsri samkeppni við aðra aðila skal fjárhagslega aðskilinn rekstri vaktstöðvar samræmdrar neyðarsvörunar.\nL. 162/2010, 192. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Reglugerðarheimild.\n[Ráðherra] fer með framkvæmd laga þessara og setur í reglugerð nánari ákvæði um framkvæmd þeirra, þ.m.t. um starfsemi vaktstöðvar samræmdrar neyðarsvörunar, um menntun og þjálfun starfsfólks, lágmarksfjölda starfsfólks og um þátttöku stöðvarinnar í æfingum á sviði almannavarna. Einnig skal í reglugerð mæla fyrir um ráðstafanir sem gerðar eru í því skyni að tryggja öryggi vaktstöðvarinnar, þar á meðal um eftirlit og vöktun aðgengis að vaktstöð, um samskiptaleiðir við lögreglu og um varaafl fyrir reksturinn. Í reglugerð skal enn fremur mæla fyrir um hverjir teljast viðbragðsaðilar samkvæmt lögum þessum.\nL. 126/2011, 477. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka og brottfallin lög.\nLög þessi öðlast þegar gildi. ...\nReglugerðir og önnur stjórnvaldsfyrirmæli sem sett eru samkvæmt eldri lögum skulu halda gildi sínu að svo miklu leyti sem þau fara ekki í bága við lög þessi. Þá skulu samningar sem gerðir voru í tíð eldri laga halda gildi sínu þar til þeir verða endurskoðaðir af hálfu samningsaðila.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
