{
  "id": "34/2008",
  "type": "statute",
  "title": "Varnarmálalög",
  "status": "in_force",
  "issued_date": "2008-04-29",
  "url": "https://www.althingi.is/lagas/nuna/2008034.html",
  "description": "Tóku gildi 31. maí 2008 nema ákvæði til bráðabirgða sem tók gildi 8. maí 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um stjórnsýslu varnarmála á íslensku yfirráðasvæði og samstarf og samskipti íslenskra stjórnvalda við erlend ríki, hermálayfirvöld og alþjóðastofnanir á sviði öryggis- og varnarmála. Lögin taka ekki til verkefna stjórnvalda sem eru borgaraleg í eðli sínu, svo sem löggæslu og almannavarna.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið þessara laga eru eftirfarandi:\na. að afmarka valdheimildir íslenskra stjórnvalda varðandi varnartengd verkefni,\nb. að greina á milli varnartengdra verkefna og borgaralegra verkefna sem lúta að löggæslu og innra öryggi ríkisins,\nc. að greina á milli stefnumótunar og framkvæmdaratriða á sviði varnarmála,\nd. að auðvelda lýðræðislegt eftirlit með varnartengdri starfsemi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn.\n[Ráðherra] fer með yfirstjórn varnarmála og framkvæmd laga þessara. [Ráðherra] ber ábyrgð á gerð hættumats á sviði varnarmála og mótun og framkvæmd öryggis- og varnarstefnu Íslands á alþjóðavettvangi.\nEf brýnir varnarhagsmunir krefjast skal [ráðherra] heimilt að víkja frá málsmeðferðarreglum laga þessara eða reglugerða sem eru settar samkvæmt þeim.\nL. 126/2011, 476. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Alþjóðasamskipti.\n[Ráðherra] fer með fyrirsvar af hálfu íslenska ríkisins í samskiptum og samstarfi við erlend ríki, hermálayfirvöld og alþjóðastofnanir á sviði öryggis- og varnarmála, þ.m.t. Atlantshafsbandalagið. Jafnframt annast [ráðuneytið] öll samskipti við erlendan liðsafla sem dvelur hérlendis á vegum íslenskra stjórnvalda.\nL. 126/2011, 476. gr.\nII. kafli. Skilgreiningar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Í lögum þessum er merking hugtaka sem hér segir:\n1. Afleiddir samningar: Samningar milli Íslands og Bandaríkjanna sem byggðir eru á varnarsamningnum. Hugtakið nær einnig til samninga sem Ísland gerir við Atlantshafsbandalagið, Samstarf í þágu friðar, önnur samstarfsríki eða alþjóðastofnanir og fela í sér nánari útfærslu á þegar gerðum þjóðréttarsamningi Íslands við hlutaðeigandi ríki eða þjóðréttaraðila.\n2. Atlantshafsbandalagið: Alþjóðasamtök þau sem komið var á fót með Norður-Atlantshafssamningnum frá 4. apríl 1949 og Ottawasamningnum frá 20. september 1951. Til bandalagsins í skilningi laganna teljast einnig nefndir, stofnanir og liðsafli þess og aðrir aðilar er fara með gerð samninga fyrir bandalagið og starfsemi sem því tengist, hvort sem þeir eru staðsettir hér á landi eða í öðrum löndum.\n3. Gistiríki: Ríki sem á grundvelli samnings:\na. tekur á móti liðsafla og búnaði á vegum Atlantshafsbandalagsins eða annarra ríkja sem koma að aðgerðum á yfirráðasvæði þess eða ferðast í gegnum það;\nb. heimilar að búnaður og/eða stofnanir Atlantshafsbandalagsins séu staðsettar á yfirráðasvæði þess;\nc. veitir stuðning vegna framangreinds.\n4. Gistiríkisstuðningur: Aðstoð borgaralegs og hernaðarlegs eðlis sem gistiríki, á friðartímum, í neyð eða á ófriðartímum, veitir Atlantshafsbandalaginu og/eða öðrum liðsafla og stofnunum Atlantshafsbandalagsins sem staðsettar eru á yfirráðasvæði gistiríkisins, koma að aðgerðum þar eða ferðast þar í gegn.\n5. Hermálayfirvöld sendiríkis: Yfirvöld sendiríkis sem hafa vald til að framfylgja hermálalögum þess ríkis með tilliti til manna í liðsafla þess eða borgaralegum deildum.\n6. Íslenska loftvarnakerfið: Loftvarnakerfi í eigu Atlantshafsbandalagsins sem staðsett er á Íslandi og þjónar varnarhagsmunum íslenska ríkisins, Atlantshafsbandalagsins og aðildarríkja þess. Kerfið telst hluti af loftvarnakerfi Atlantshafsbandalagsins.\n7. Liðsafli: Liðsmenn í land-, sjó- eða flugher aðildarríkja Atlantshafsbandalagsins, Samstarfs í þágu friðar eða samstarfsríkis Íslands, ásamt borgaralegri deild og skylduliði, þegar þeir hafa viðdvöl hérlendis í tengslum við opinber skyldustörf sín, nema Ísland og viðkomandi sendiríki hafi samið um það sín á milli að eigi beri að líta svo á að tilteknir einstaklingar, einingar eða fylkingar séu liðsafli hér á landi. Undir hugtakið falla liðsmenn úr herliði Bandaríkjanna og skyldulið þeirra, erlent starfslið sem herliðinu fylgir, einstakar samningsstofnanir Bandaríkjahers og aðilar er fara með gerð samninga fyrir bandarísk stjórnvöld vegna herliðsins og starfsemi sem því tengist, hvort sem þeir eru staðsettir hér á landi eða í öðrum löndum.\n8. Loftrýmiseftirlit: Kerfisbundið eftirlit loftrýmis með rafrænum, sjónrænum eða öðrum aðferðum, aðallega í þeim tilgangi að bera kennsl á og afmarka hreyfingar flugskeyta og loftfara, vinveittra og óvinveittra, innan loftrýmisins þar sem eftirlitið fer fram.\n9. Loftrýmiseftirlitssvæði Atlantshafsbandalagsins: Loftrými bandalagsins þar sem fram fer loftrýmiseftirlit og loftrýmisgæsla.\n10. Loftrýmisgæsla: Notkun loftfara og annars búnaðar í þeim tilgangi að hafa eftirlit með og gæta loftrýmisins á loftrýmiseftirlitssvæði Atlantshafsbandalagsins.\n11. Notendaríki: Ríki sem á grundvelli þjóðréttarskuldbindinga ber ábyrgð á tilteknum eignum Atlantshafsbandalagsins, þ.m.t. mannvirkjum, og notar þær m.a. í sjálfs sín þágu að virtum forgangsrétti bandalagsins.\n12. Samstarf í þágu friðar: Alþjóðasamstarf það sem komið var á fót innan Atlantshafsbandalagsins hinn 10. janúar 1994.\n13. Skyldulið: Maki eða sambúðaraðili manns í liðsafla eða manns í borgaralegri deild eða barn, kjörbarn eða stjúpbarn slíks manns sem er á framfæri hans.\n14. Varnarsamningurinn: Varnarsamningur milli lýðveldisins Íslands og Bandaríkjanna á grundvelli Norður-Atlantshafssamningsins frá 5. maí 1951 og viðbætir við hann um réttarstöðu liðs Bandaríkjanna og eignir þeirra frá 8. maí 1951, sem veitt var lagagildi með lögum nr. 110/1951, ásamt síðari breytingum.\n15. Varnarsvæði: Landsvæði sem íslensk stjórnvöld hafa lagt til varna landsins og lýst hafa verið samningssvæði samkvæmt ákvæðum varnarsamningsins, sbr. lög nr. 110/1951, og lúta yfirstjórn [ráðherra].\n16. Varnaræfingar: Æfingar sem haldnar eru hérlendis, á vegum íslenskra stjórnvalda, til að æfa samræmingu og viðbrögð vegna varna landsins, m.a. með þátttöku Bandaríkjanna, annarra aðildarríkja Atlantshafsbandalagsins, Samstarfs í þágu friðar eða annarra samstarfsríkja Íslands og innlendra viðbragðsaðila.\n17. Öryggis- og varnarmál: Mál sem snúa að samstarfi Íslands við önnur ríki og alþjóðastofnanir á sviði landvarna, sem og varna gegn öðrum hættum og ógnum sem steðjað geta að íslensku þjóðinni og íslensku forráðasvæði, og eiga upptök sín í hinu alþjóðlega samfélagi.\n18. Öryggissvæði: Landsvæði sem íslensk stjórnvöld leggja til varnarþarfa, þ.m.t. varnaræfinga, m.a. á vegum Bandaríkjanna eða annarra ríkja Atlantshafsbandalagsins, og lýst hafa verið öryggissvæði á grundvelli laga þessara.\n19. Öryggisvottun: Staðfesting á því að aðili hafi sætt bakgrunnsskoðun og uppfylli hæfis- og öryggiskröfur til að fá aðgang að trúnaðarskjölum, búnaði eða mannvirkjum í eigu Atlantshafsbandalagsins, aðildarríkja þess, Samstarfs í þágu friðar eða annarra samstarfsríkja Íslands á sviði öryggis- og varnarmála.\nL. 126/2011, 476. gr.\nIII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "...\nL. 98/2010, 1. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[Verkefni er falla undir varnarmál.]\n[Helstu verkefni sem undir varnarmál falla eru:]\n1. Rekstur íslenska loftvarnakerfisins, þ.m.t. fjarskiptastöðva og ratsjárstöðva Atlantshafsbandalagsins hérlendis.\n2. Þátttaka í samræmdu loftrýmiseftirliti og loftrýmisgæslu Atlantshafsbandalagsins samkvæmt lögum þessum og á grundvelli þjóðréttarsamninga sem Ísland er aðili að.\n3. Rekstur, umsjón og hagnýting öryggissvæða og mannvirkja þar í eigu íslenska ríkisins og Atlantshafsbandalagsins í samræmi við notendaríkis- og gistiríkishlutverk Íslands.\n4. Undirbúningur og umsjón varnaræfinga sem haldnar eru hérlendis.\n5. Framkvæmd gistiríkisstuðnings íslenskra stjórnvalda.\n6. Rekstur gagnatenginga við upplýsingakerfi Atlantshafsbandalagsins og undirstofnana þess sem Ísland hefur aðgang að og úrvinnsla upplýsinga úr slíkum kerfum.\n7. Þátttaka í starfi nefnda og undirstofnana Atlantshafsbandalagsins, þ.m.t. herstjórnarmiðstöðvar bandalagsins, samkvæmt nánari ákvörðun [ráðherra]. Einnig er [ráðherra] heimilt, að höfðu samráði við viðkomandi fagráðuneyti, að tilnefna sérfróðan fulltrúa frá annarri ríkisstofnun til þátttöku í slíku starfi þegar um borgaralegt samstarf er að ræða.\n8. Verkefni sem varða framkvæmd varnarsamningsins, sbr. lög nr. 110/1951, og laga nr. 72/2007, um réttarstöðu liðsafla aðildarríkja Atlantshafsbandalagsins og Samstarfs í þágu friðar o.fl.\n9. Samstarf við önnur stjórnvöld, stofnanir eða opinber hlutafélög sem hafa með höndum verkefni sem tengjast [varnarmálum], samkvæmt nánari ákvörðun [ráðherra].\n10. Samstarf við alþjóðastofnanir og framkvæmd alþjóðasamþykkta á sviði varnarmála, samkvæmt nánari ákvörðun [ráðherra].\n11. ... Stefnumótun og hættumat á sviði varnarmála samkvæmt lögum þessum.\n[12. ] Samstarf við háskóla, stofnanir, fyrirtæki og alþjóðleg samtök í tengslum við rannsóknir og þróun [varnarmála].\n[13. Netvarnir og netöryggi á sviði varnarmála.\n14. Starfræksla netöryggissveitar.]\n[15. ] [Önnur verkefni samkvæmt lögum og stjórnvaldsfyrirmælum.]\nL. 98/2010, 2. gr. L. 126/2011, 476. gr. L. 51/2025, 1. gr.\n[7. gr. a. Verksamningar.\nÞrátt fyrir ákvæði 7. gr. og V. kafla laga þessara er [ráðherra] heimilt, með samþykki hlutaðeigandi ráðherra, að gera verksamninga og samninga um rekstrarverkefni, sem undir lögin falla, við aðrar ríkisstofnanir. Áætlanir um gerð slíkra samninga skulu kynntar utanríkismálanefnd áður en til þeirra er stofnað.]\nL. 126/2011, 476. gr. L. 98/2010, 3. gr.\nIV. kafli. Starfsmannamál.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "...\nL. 98/2010, 4. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ráðning starfsliðs.\n[Stofnunum sem vinna við verkefni samkvæmt lögum þessum er óheimilt að ráða til slíkra starfa eða hafa við slík störf einstakling eða verktaka sem ekki uppfyllir skilyrði öryggisvottunar skv. 24. gr.]\nEf einstaklingur, verktaki eða starfsmaður verktaka telst ekki uppfylla skilyrði öryggisvottunar skal sú afstaða tilkynnt og aðila máls gefinn kostur á að koma að andmælum. Ákveði [ráðuneytið] að synja um starf eða verk eða segja upp gildandi vinnu- eða verksambandi, sökum þess að skilyrði öryggisvottunar teljast ekki uppfyllt, skal það gert með sannanlegum hætti ...\nL. 98/2010, 5. gr. L. 126/2011, 476. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "...\nL. 98/2010, 6. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "...\nL. 98/2010, 6. gr.\nV. kafli. Rekstur öryggissvæða, loftvarnakerfis o.fl.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Rekstur öryggissvæða.\n[Ráðherra] annast umsjón, rekstur og hagnýtingu allra öryggissvæða á Íslandi, þ.m.t. við Keflavíkurflugvöll, Helguvík, Miðnesheiði, Stokksnes, Gunnólfsvíkurfjall og Bolafjall, auk mannvirkja sem þar eru staðsett.\n[Ráðherra] birtir auglýsingu sem sýnir landfræðileg mörk öryggis- og varnarsvæða.\nL. 126/2011, 476. gr. Augl. 720/2015.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Aðgangur að öryggis- og varnarsvæðum.\n[Ráðherra] veitir aðgangsheimildir að öryggis- og varnarsvæðum. [Honum] er þó heimilt að fela rekstraraðila Keflavíkurflugvallar að annast útgáfu aðgangsheimilda að þeim hluta öryggissvæðisins við Keflavíkurflugvöll sem er innan haftasvæðis flugverndar. Takmarka má, synja um eða afturkalla aðgangsheimild af öryggisástæðum eða ef allsherjarregla krefst þess. ...\nAð undanskildum íslenskum tollgæslu- og lögregluyfirvöldum er þeim einum heimill aðgangur að öryggis- og varnarsvæðum og mannvirkjum þar sem þangað á lögmætt erindi og hefur gilda aðgangsheimild.\nL. 126/2011, 476. gr. L. 98/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Rekstur íslenska loftvarnakerfisins o.fl.\n[Ráðherra] annast rekstur íslenska loftvarnakerfisins, stjórnstöðvar á öryggissvæðinu á Keflavíkurflugvelli, fjarskiptastöðva og ratsjárstöðva Atlantshafsbandalagsins sem staðsettar eru á öryggissvæðum. Reksturinn skal taka mið af reglum og stöðlum Atlantshafsbandalagsins varðandi slíka starfsemi.\nL. 126/2011, 476. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Rekstur mannvirkja Atlantshafsbandalagsins o.fl.\n[Ráðherra] annast rekstur, umsjón og hagnýtingu mannvirkja og annarra eigna Atlantshafsbandalagsins hérlendis í samræmi við þjóðréttarlegar skuldbindingar og heimildir Íslands sem notenda- og gistiríkis. Reksturinn skal taka mið af reglum og stöðlum Atlantshafsbandalagsins varðandi slíka starfsemi og venjubundinni notendaríkisframkvæmd bandalagsríkjanna.\n[Ráðherra] birtir lista yfir þau mannvirki og þær eignir Atlantshafsbandalagsins og íslenska ríkisins sem [hann] ber ábyrgð á.\nL. 126/2011, 476. gr. Augl. 500/2025. L. 98/2010, 9. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "[Samningsbundin afnot af mannvirkjum og búnaði Atlantshafsbandalagsins.]\n...\n[Ráðherra] er heimilt, að virtum öryggisreglum og forgangsrétti Atlantshafsbandalagsins, að veita gegn gjaldi samningsbundin afnot af mannvirkjum og búnaði bandalagsins sem [hann] hefur umsjón með á grundvelli gistiríkis- og notendaríkisskuldbindinga Íslands. Tekjur vegna afnotanna renna til [ríkissjóðs] sem ráðstafar þeim til reksturs og viðhalds þeirra mannvirkja og búnaðar bandalagsins sem [ráðherra] annast.\nL. 98/2010, 10. gr. L. 126/2011, 476. gr.\n[V. kafli A. Starfræksla netöryggissveitar.]\nL. 51/2025, 2. gr.\n[16. gr. a. Netöryggissveit.\nNetöryggissveitin CERT-IS er landsbundið öryggis- og viðbragðsteymi vegna atvika og áhættu sem varða net- og upplýsingaöryggi, ógnir, hættur og atvik hér á landi og gegnir hlutverki CSIRT-teymis fyrir Ísland. Netöryggissveitin er tengiliður íslenskra stjórnvalda í alþjóðlegu samstarfi CSIRT-teyma.\nNetöryggissveitinni er ætlað að fyrirbyggja og draga úr hættu á netárásum og öðrum öryggisatvikum í netumdæmi Íslands eins og kostur er og sporna við og lágmarka tjón á fjarskiptamarkaði og mikilvægum innviðum í skilningi laga um öryggi net- og upplýsingakerfa mikilvægra innviða. Netöryggissveitin leitast við að greina ógnir og atvik á frumstigi í netumdæmi Íslands, fyrirbyggja og takmarka útbreiðslu þeirra og tjón sem af þeim kann að hljótast. Netöryggissveitin samhæfir viðbrögð aðila við ógnum og atvikum í samstarfi við ríkislögreglustjóra þegar við á. Sérstök áhersla skal lögð á viðbragðsgetu netöryggissveitar og þjónustu við samfélagið, almenning og fyrirtæki.\nNetöryggissveitin tekur jafnframt þátt í alþjóðlegu samstarfi og verkefnum á sviði netvarna og netöryggis á alþjóðavettvangi, m.a. hjá Atlantshafsbandalaginu, þ.m.t. vinnu við sameiginleg hættumöt, varnaráætlunum, stefnumótun, upplýsingamiðlun og netöryggis- og netvarnaræfingum. Í alþjóðlegu samstarfi og þátttöku í verkefnum á vegum Atlantshafsbandalagsins skal taka mið af viðeigandi reglum og stöðlum bandalagsins.\nStarfslið netöryggissveitar skal uppfylla skilyrði öryggisvottunar skv. 24. gr.\nForstöðumaður netöryggissveitar veitir aðgangsheimildir að starfssvæði hennar. Takmarka má, synja um eða afturkalla aðgangsheimild af öryggisástæðum eða í samræmi við allsherjarreglu. Þeim einum er heimill aðgangur að starfssvæði netöryggissveitar sem þangað á lögmætt erindi og hefur gilda aðgangsheimild.\nUm starfrækslu netöryggissveitar gilda jafnframt lög um öryggi net- og upplýsingakerfa mikilvægra innviða. Skulu ákvæði V. kafla þeirra laga gilda um hlutverk sveitarinnar á grundvelli XII. kafla laga um fjarskipti, nr. 70/2022.\nRáðherra setur nánari fyrirmæli um starfsemi netöryggissveitar í reglugerð, að viðhöfðu samráði við þann ráðherra sem fer með fjarskipta- og netöryggismál og Fjarskiptastofu og að fenginni umsögn frá Persónuvernd og ríkislögreglustjóra, eftir því sem við á. Í reglugerðinni skal m.a. mælt fyrir um:\na. hlutverk, skipulag og verkefni,\nb. skipun og hæfi starfsmanna, þ.m.t. um öryggisvottun,\nc. meðferð upplýsinga og viðeigandi öryggisráðstafanir, þar á meðal gagnvart erlendum samstarfsaðilum,\nd. ráðstafanir til að tryggja öryggi og eyðingu gagna og aðrar ráðstafanir til að tryggja friðhelgi einkalífs,\ne. viðbúnaðaræfingar,\nf. samstarf við önnur stjórnvöld og stofnanir,\ng. skýrslugjöf um starfsemina,\nh. vinnslu persónuupplýsinga,\ni. heimild um gjaldtöku skv. 2. og 3. mgr. 16. gr. laga um öryggi net- og upplýsingakerfa mikilvægra innviða, nr. 78/2019.]\nL. 51/2025, 2. gr.\nVI. kafli. Skaðabótamál.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Ráðherra] tekur ákvörðun um greiðslu skaðabóta úr ríkissjóði vegna skaðabótakrafna utan samninga sem Ísland hefur skuldbundið sig til að greiða á grundvelli þjóðréttarsamninga á sviði varnarmála.\nL. 126/2011, 476. gr.\nVII. kafli. Loftrýmiseftirlit, loftrýmisgæsla, varnaræfingar o.fl.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Loftrýmiseftirlit og loftrýmisgæsla.\nAtlantshafsbandalaginu er heimilt að sinna loftrýmiseftirliti og loftrýmisgæslu við Ísland í samræmi við ákvarðanir Norður-Atlantshafsráðsins. Um tilhögun slíks eftirlits og gæslu fer samkvæmt samningum milli íslenska ríkisins og bandalagsins og þeirra bandalagsríkja sem skuldbinda sig til að sinna slíkum verkefnum.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Gistiríkisstuðningur.\n[Ráðuneytið] annast gistiríkisstuðning íslenskra stjórnvalda gagnvart Atlantshafsbandalaginu og öðrum ríkjum og skal sú framkvæmd taka mið af reglum og stöðlum Atlantshafsbandalagsins um gistiríkisstuðning.\nL. 126/2011, 476. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Varnaræfingar.\n[Ráðherra] ber ábyrgð á undirbúningi og framkvæmd varnaræfinga sem haldnar eru hérlendis á vegum íslenskra stjórnvalda. Upplýsa ber utanríkismálanefnd Alþingis í lok hvers árs um fyrirhugaðar æfingar á komandi ári.\n[[Ráðuneytið] annast í samvinnu við viðeigandi stofnanir undirbúning og framkvæmd varnaræfinga.]\nL. 126/2011, 476. gr. L. 98/2010, 12. gr.\nVIII. kafli. Skatt- og tollundanþágur.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Öryggis- og varnarsvæði, ásamt mannvirkjum íslenska ríkisins, Atlantshafsbandalagsins eða Bandaríkjanna þar, og starfsemi þeim tengd, skulu undanþegin öllum opinberum gjöldum, þ.m.t. vegna kaupa á vöru og þjónustu til viðhalds og rekstrar. Þá eru mannvirkin undanþegin skyldutryggingu fasteigna.\nAtlantshafsbandalagið, Samstarf í þágu friðar, herlið Bandaríkjanna og liðsafli skv. 2. mgr. 2. gr. laga nr. 72/2007 nýtur hérlendis undanþágu frá greiðslu skatta, gjalda og tolla með þeim hætti sem greinir í 7. og 8. gr. viðbætis við lög nr. 110/1951, sbr. og 48. gr. laga um virðisaukaskatt, nr. 50/1988, með síðari breytingum. Þó skal greiða óbeina skatta og gjöld, skv. 1. tölul. 6. gr. viðbætisins, með þeim undanþágum sem leiðir af 8. gr. viðbætisins og endurgreiðsluheimild 43. gr. laga nr. 50/1988. Sama gildir um liðsafla annarra ríkja, og skyldulið þeirra, sem dvelst hérlendis við framkvæmd skyldustarfa eða varnaræfingar á vegum íslenskra stjórnvalda.\nUm þær eignir og þann rekstur sem [ráðuneytið] annast fyrir hönd Atlantshafsbandalagsins, Samstarfs í þágu friðar, herliðs Bandaríkjanna eða annarra þjóðréttaraðila, sem samkvæmt lögum og alþjóðasamningum eru undanþegnir skatt- og tollskyldu, fer eftir þeim sérreglum sem um þá þjóðréttaraðila gilda. [Ráðherra] setur að höfðu samráði við [hlutaðeigandi ráðuneyti] reglugerð um framkvæmd slíkrar umsýslu.\nL. 126/2011, 476. gr. Rg. 868/2012.\nIX. kafli. Meðferð upplýsinga.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Þagnarskylda.\n[Á starfsmönnum stofnana, verktaka og annarra aðila sem vinna við einstök verkefni samkvæmt lögum þessum hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Úrvinnsla og miðlun upplýsinga.\n[Ráðuneytið] annast úrvinnslu upplýsinga úr upplýsingakerfum Atlantshafsbandalagsins og erlendra samstarfsaðila sem [það] hefur aðgang að. [Ráðuneytið] skal leitast við að skilgreina hættur sem kunna að steðja að íslensku yfirráðasvæði og íslenskum ríkisborgurum, m.a. vegna hernaðarumsvifa eða sambærilegs alvarlegs hættuástands.\n[Ráðuneytið] má skiptast á upplýsingum við stjórnvöld annarra ríkja og alþjóðasamtök sem Ísland er aðili að enda byggist slíkt á gildum milliríkjasamningum og sé nauðsynlegt að teknu tilliti til öryggis- og varnarhagsmuna landsins.\n[Ráðuneytið] vinnur úr upplýsingum sem [það] fær skv. 1. og 2. mgr. og miðlar áfram til ... annarra stjórnvalda og utanríkismálanefndar samkvæmt nánari ákvæðum sem [ráðherra] skal setja í reglugerð. Reglugerðin skal m.a. taka mið af stöðlum og reglum Atlantshafsbandalagsins varðandi meðhöndlun slíkra upplýsinga.\nL. 126/2011, 476. gr. L. 98/2010, 14. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Öryggisvottun og trúnaðarstig skjala.\n[Ráðuneytið] ber ábyrgð á útgáfu öryggisvottunar samkvæmt lögum þessum. Embætti ríkislögreglustjóra annast framkvæmd bakgrunnsskoðunar vegna öryggisvottunar, að beiðni [ráðuneytisins], og er við vinnsluna m.a. heimilt að afla upplýsinga um viðkomandi úr skrám lögreglu og sakaskrá. [Ráðuneytið] heldur sérstaka skrá yfir aðila sem hljóta öryggisvottun samkvæmt lögum þessum.\n[Ráðherra] setur reglugerð um framkvæmd öryggisvottunar og trúnaðarstig skjala samkvæmt lögum þessum að höfðu samráði við [þann ráðherra er fer með málefni almannaöryggis]. Skal þar tekið mið af stöðlum og reglum Atlantshafsbandalagsins um öryggi og meðferð trúnaðarskjala og eftir atvikum öðrum þjóðréttarskuldbindingum sem Ísland hefur undirgengist varðandi öryggi og meðferð trúnaðarupplýsinga.\nL. 126/2011, 476. gr. L. 98/2010, 15. gr. Rg. 959/2012.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Skýrsla um varnarmál.\n[Ráðherra] flytur utanríkismálanefnd Alþingis árlega skýrslu um varnar- og öryggismál og framkvæmd laga þessara. Enn fremur hefur ráðherra samráð við utanríkismálanefnd um öll meiri háttar varnar- og öryggismál, sbr. 24. gr. þingskapalaga.]\nL. 126/2011, 476. gr. L. 98/2010, 16. gr.\nX. kafli. [Reglugerðarheimildir], viðurlög, gildistaka o.fl.\nL. 98/2010, 19. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "...\nL. 98/2010, 17. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Reglugerðarheimildir.\n[Ráðherra] er heimilt að setja í reglugerð nánari fyrirmæli um ... framkvæmd laga þessara, þ.m.t. varðandi:\na. ...\nb. aðgangsheimildir að öryggis- og varnarsvæðum skv. 13. gr.,\nc. rekstur íslenska loftvarnakerfisins og mannvirkja Atlantshafsbandalagsins skv. 14. og 15. gr.,\nd. málsmeðferð, greiðslu og endurkröfu skaðabótakrafna skv. 17. gr.,\ne. varnaræfingar skv. 20. gr.\nL. 126/2011, 476. gr. Rg. 736/2008. Rg. 868/2012. Rg. 959/2012. L. 98/2010, 18. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Viðurlög.\nBrot gegn lögum þessum, reglugerðum og öðrum stjórnvaldsfyrirmælum settum eða gefnum samkvæmt þeim varða sektum eða fangelsi allt að 5 árum nema þyngri refsing liggi við samkvæmt öðrum lögum. Tilraun og hlutdeild í brotum er refsiverð skv. III. kafla almennra hegningarlaga.\nNú er brot framið í starfsemi lögaðila og má þá gera lögaðilanum fésekt skv. II. kafla A almennra hegningarlaga.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Gildistaka og brottfall laga.\nLög þessi öðlast gildi 31. maí 2008. ... Við gildistöku laganna skal Ratsjárstofnun lögð niður. Ákvæði til bráðabirgða öðlast þegar gildi.\nReglugerðir og önnur stjórnvaldsfyrirmæli, sem sett hafa verið á grundvelli laga nr. 106/1954 og nr. 82/2000, skulu halda gildi sínu að svo miklu leyti sem þau brjóta ekki í bága við ákvæði nýrra laga, uns nýjar reglugerðir og stjórnvaldsfyrirmæli hafa verið gefin út.\nSjá nú: Rg. 284/1999, Rg. 293/2002. Rg. 493/2003. Rg. 828/2003.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "...\nÁkvæði til bráðabirgða.\n1. Bjóða skal því starfsfólki störf hjá Varnarmálastofnun sem við gildistöku laga þessara er á uppsagnarfresti hjá Ratsjárstofnun og starfar þar. Ekki er skylt að auglýsa störf sem ráðið er í samkvæmt þessu ákvæði laus til umsóknar, skv. 7. gr. laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.\n2. Þegar lög þessi hafa verið samþykkt er heimilt að auglýsa embætti forstjóra Varnarmálastofnunar laust til umsóknar og skal skipun í embættið miðast við 1. júní 2008. Einnig skal utanríkisráðherra skipa þriggja manna starfshóp sem hafa skal heimild til að undirbúa gildistöku laga þessara, þ.m.t. að bjóða starfsfólki störf hjá Varnarmálastofnun skv. 1. tölul. Verðandi forstjóri Varnarmálastofnunar skal eiga sæti í starfshópnum.\n[3. Þrátt fyrir ákvæði laga þessara skal Varnarmálastofnun starfa áfram til 1. janúar 2011. Til þess tíma fer stofnunin með verkefni skv. 7. gr. og V. kafla laga þessara, nema ráðherra hafi falið þau annarri stofnun skv. 7. gr. a, en frá þeim tíma skal hún lögð niður. Á þessu tímabili mega starfsmenn stofnunarinnar hvorki fara í verkfall né taka þátt í verkfallsboðun.\n4. Forstjóri Varnarmálastofnunar skal leystur undan reglubundnum starfsskyldum sínum, þ.m.t. stjórn stofnunarinnar og ábyrgð á daglegum rekstri, frá og með 1. september 2010. Frá sama tíma skipar utanríkisráðherra verkefnisstjórn sem tekur yfir starfsskyldur forstjórans, en embætti forstjóra er lagt niður um leið og stofnunin. Skal núverandi forstjóri vera verkefnisstjórninni til aðstoðar og ráðgjafar frá því að starfsskyldum er létt af honum til þess tíma er stofnunin er lögð niður svo að sem minnst röskun verði á starfsemi hennar. Á þeim tíma skal hann njóta sömu kjara og hann nýtur nú, en um rétt hans eftir að stofnunin er lögð niður fer skv. 34. gr. laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins. Verkefnisstjórnin ber ábyrgð á daglegum rekstri stofnunarinnar og verkefnum samkvæmt lögunum þar til stofnunin verður lögð niður, sbr. 3. tölul. Hún getur gert tillögur til utanríkisráðherra um ráðstöfun verkefna skv. 7. gr. a og skal ráðherra kynna utanríkismálanefnd slíkar tillögur áður en þær koma til framkvæmda. Verkefnisstjórnin skal jafnframt gera utanríkismálanefnd grein fyrir störfum sínum með reglubundnum hætti. [Hún skal skipuð fimm einstaklingum og skal forsætisráðuneyti, utanríkisráðuneyti og fjármálaráðuneyti tilnefna einn hvert og innanríkisráðuneyti tvo.]\n5. Starfsfólki Varnarmálastofnunar, sem við gildistöku laga þessara fæst við þau verkefni sem kunna að verða falin öðrum stofnunum, skal fyrir 1. janúar 2011 boðið starf hjá þeim ríkisstofnunum sem falin verða verkefni samkvæmt lögum þessum, sbr. 7. gr. a. Ákvæði 7. gr. laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins, gilda ekki um störf sem ráðið er í samkvæmt þessu ákvæði.]\nL. 162/2010, 191. gr. L. 98/2010, 20. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    }
  ]
}
