{
  "id": "75/2008",
  "type": "statute",
  "title": "Lög um frístundabyggð og leigu lóða undir frístundahús",
  "status": "in_force",
  "issued_date": "2008-06-11",
  "url": "https://www.althingi.is/lagas/nuna/2008075.html",
  "description": "Tóku gildi 1. júlí 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nÁkvæði laga þessara eru ófrávíkjanleg nema annað sé tekið fram eða leiði af eðli máls.\nÁkvæði II. kafla laga þessara gilda um leigu á lóðum undir frístundahús enda sé hin leigða lóð tveir hektarar að stærð eða minni og leigusamningur er annaðhvort ótímabundinn eða til a.m.k. 20 ára.\nLög þessi gilda um innbyrðis réttindi og skyldur umráðamanna lóða í frístundabyggð án tillits til stærðar lóðar, sbr. III. kafla.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögunum er merking eftirtalinna orða og orðasambanda þessi:\n1. Frístundabyggð: Afmarkað svæði innan jarðar eða jarða þar sem eru a.m.k. 10 lóðir undir frístundahús.\n2. Frístundahús: Hús utan þéttbýlis sem aðallega er nýtt til að fólk geti dvalist þar tímabundið til að eyða frítíma sínum og þar sem að öðru jöfnu er óheimilt að hafa skráð lögheimili. Mannvirki sem stendur á lóð fyrir frístundahús, svo sem geymsla, en er ekki samtengt frístundahúsi, er hluti hússins í skilningi laga þessara. Þó teljast eftirfarandi mannvirki ekki frístundahús í skilningi laga þessara: fjallaskálar, gangnamannaskálar, aðstöðuhús, neyðarskýli, kofar og önnur slík mannvirki utan þéttbýlis. Enn fremur teljast hús og önnur mannvirki, sem standa á landi sem fellur utan 3. tölul., ekki frístundahús í skilningi laga þessara.\n3. Lóð undir frístundahús: Skiki lands utan þéttbýlis sem afmarkaður er í samningi eða skipulagi, sem á grundvelli sérgreindrar hagnýtingar, auðkenna eða landamerkja getur talist sjálfstæð eind og hefur a.m.k. að hluta til verið nýttur undir frístundahús eða heimilt er að reisa slíkt hús þar.\n4. Umráðamaður lóðar undir frístundahús: Nú er lóð ekki leigð út og er þá eigandi lóðar umráðamaður. Nú er lóð leigð út og er þá leigutaki umráðamaður. Nú hefur lóð verið framleigð til a.m.k. eins árs og er þá framleigutaki umráðamaður.\nII. kafli. Leiga á lóð undir frístundahús.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Form og efni samnings um leigu á lóð undir frístundahús.\nLeigusamningur um lóð undir frístundahús skal vera skriflegur. Óheimilt er að gera tímabundinn leigusamning um lóð undir frístundahús til skemmri tíma en 20 ára.\nÍ leigusamningi skv. 1. mgr. skal m.a. koma fram:\n1. nöfn, heimilisföng og kennitölur samningsaðila,\n2. staðsetning og hnit hins leigða lands,\n3. hvort samningur sé tímabundinn eða ótímabundinn,\n4. fjárhæð leigu, þar á meðal ákvæði um verðtryggingu og endurskoðun leigufjárhæðar á leigutíma ef því er að skipta,\n5. hvar og hvernig skuli greiða leiguna,\n6. réttur leigutaka til að framlengja leigusamning,\n7. hvort leigutaki njóti forkaupsréttar við sölu,\n8. hvort leigusali öðlist forkaupsrétt við framsal leiguréttinda leigutaka og við framsal mannvirkja á lóð,\n9. hvort leigutaki skuli setja tryggingu og með hvaða hætti og\n10. hvort senda megi orðsendingar í rafrænu formi og þá á hvaða netfang.\nÍ samningnum skal enn fremur ákvarða hvort og að hve miklu leyti skal greiða kostnað vegna:\n1. aðgangs að vatni,\n2. aðgangs að rafmagni,\n3. lagningar og viðhalds vega og\n4. uppsetningar og viðhalds girðinga.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Orðsendingar.\nÞurfi aðili leigusamnings vegna fyrirmæla þessa kafla að koma á framfæri við gagnaðila skriflegri orðsendingu, hverju nafni sem hún nefnist, skal hún send með sannanlegum og tryggilegum hætti og innan þeirra tímamarka eða fresta sem mælt er fyrir um ef því er að skipta. Sé þess gætt hefur orðsendingin þá þýðingu og þau réttaráhrif sem henni er ætlað að hafa, jafnvel þótt hún komi afbökuð, of seint eða alls ekki til viðtakanda.\nAðilar geta samið um að senda megi orðsendingar skv. 1. mgr. á rafrænu formi, sbr. 10. tölul. 2. mgr. 3. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ástand hins leigða.\nLóð undir frístundahús skal, þegar hún er afhent leigutaka, vera í því ástandi sem um var samið og almennt er talið fullnægjandi miðað við fyrirhugaða notkun hennar og staðsetningu.\nLeigutaka ber að sjá til þess að landamerki lóðar séu greinileg nema um annað sé samið.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Viðhald og rekstur hins leigða. Greiðsla opinberra gjalda.\nLeigutaka er skylt að fara vel með hið leigða og í samræmi við umsamin afnot þess. Sé ekki um annað samið skal leigutaki bera allan kostnað af viðhaldi og rekstri hins leigða. Leigutaka ber einnig að greiða opinber gjöld af hinu leigða nema um annað sé samið.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Greiðsla leigu.\nLeigu fyrir afnot lóðar í eitt ár undir frístundahús skal greiða eigi síðar en 1. júlí ár hvert nema um annað sé samið.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Framleiga og framsal.\nFramleiga og framsal leiguréttinda á lóð undir frístundahús er leigutaka heimil án samþykkis leigusala, sbr. þó 2. tölul. lokamálsgreinar 30. gr. Leigutaki skal tilkynna leigusala um framleigu lóðarleiguréttinda til lengri tíma en eins árs eða framsal lóðarleiguréttinda innan fjögurra vikna frá slíkum aðilaskiptum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Veðsetning leigulóðarréttinda.\nLeigutaka er heimilt, án samþykkis leigusala, að veðsetja leigurétt sinn að lóð undir frístundahús í heild ásamt mannvirkjum þeim sem á henni standa eða reist verða.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Uppsögn samnings og tilkynningar um leigulok.\nUppsögn ótímabundins leigusamnings er heimil báðum aðilum hans. Uppsagnarfrestur slíks samnings er eigi skemmri en tvö ár.\nTímabundnum leigusamningi lýkur á umsömdum degi án sérstakrar uppsagnar eða tilkynningar af hálfu aðila, sbr. þó 3. og 4. mgr.\nNú er í gildi tímabundinn leigusamningur um lóð þar sem frístundahús stendur. Skal þá leigusali eigi síðar en tveimur árum fyrir lok leigusamnings senda leigutaka tilkynningu þar sem bent er á áætluð samningslok og efni 11.–14. gr. Leigusala er heimilt í tilkynningu þessari að hvetja leigutaka til að hefja viðræður við sig við fyrsta tækifæri um áframhald leigu eða lok hennar.\nNú hefur leigusali ekki sent tilkynningu skv. 3. mgr. og skal þá leigutaki, eigi síðar en 18 mánuðum fyrir leigulok, senda leigusala tilkynningu sambærilegs efnis.\nUppsögn, sbr. 1. mgr., og tilkynningar, sbr. 3. og 4. mgr., skulu vera skriflegar.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Samningsfrelsi, framlenging samnings um eitt ár og tómlætisverkan.\nAðilar geta ávallt samið um áframhald leigu eða lok hennar.\nNú hafa samningar ekki náðst á milli aðila einu ári fyrir lok tímabundins leigusamnings og tilkynningar skv. 3. og 4. mgr. 10. gr. hafa ekki verið sendar innan þeirra fresta sem þar er getið og gildir leigusamningurinn þá í tvö ár frá því tímamarki, þ.e. samningurinn framlengist um eitt ár miðað við umsamin leigulok.\nNú er eitt ár eftir af framlengdum samningi, þ.e. komið er að því tímamarki sem upphaflega hafði verið samið um að yrðu leigulok, sbr. 2. mgr. Skal þá leigusali eiga málskotsrétt til [kærunefndar húsamála]. Um þann málskotsrétt gilda að öllu leyti ákvæði 1. mgr. 12. gr.\nNú er hálft ár eftir af framlengdum samningi, sbr. 2. mgr., og leigusali hefur glatað sínum málskotsrétti, sbr. 3. mgr. og 1. mgr. 12. gr., og getur leigutaki þá skotið máli til [kærunefndar húsamála] í samræmi við 8. mgr. 12. gr.\nFramlengdur leigusamningur, sbr. 2. mgr., rennur út á tilsettum tíma enda hafi aðilar hvorki náð samningum né heldur skotið máli til [kærunefndar húsamála]. Er þá enginn leigusamningur í gildi og hafa báðir aðilar glatað málskotsrétti til [kærunefndar húsamála].\nL. 66/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Málskotsréttur aðila og kröfugerð.\nEingöngu er hægt að skjóta máli samkvæmt þessari grein til [kærunefndar húsamála] að frístundahús standi á lóð tveimur árum áður en uppsögn ótímabundins samnings tekur gildi, sbr. 1. mgr. 10. gr., eða tveimur árum áður en tímabundinn samningur hefði fallið úr gildi skv. 2. mgr. 10. gr.\nLeigusali getur skotið máli til [kærunefndar húsamála] allt frá því að eitt ár er eftir af leigusamningi. Hafi aðilar vanrækt tilkynningarskyldu skv. 3. eða 4. mgr. 10. gr. grundvallast málskotsheimild leigusala á 3. mgr. 11. gr. Málskotsréttur leigusala fellur niður hafi málskot hans ekki verið sent í síðasta lagi sex mánuðum fyrir lok leigusamnings.\nNú er málskotsréttur leigusala niður fallinn og getur þá leigutaki skotið máli til [kærunefndar húsamála]. Málskotsréttur leigutaka fellur niður hafi málskot hans ekki verið sent í síðasta lagi fyrir lok leigusamnings.\nHafi annar hvor aðilinn nýtt sér málskotsrétt sinn, sbr. 2. eða 3. mgr., framlengist leigusamningur sjálfkrafa um 20 ár frá lokum samnings að telja. Það gildir þó ekki ef leigusali krefst innlausnar, sbr. 2. tölul. 5. mgr., eða ef leigutaki unir því að leigusamningur falli úr gildi og fjarlægir mannvirki sín af lóð á sinn kostnað, sbr. 6. mgr.\nNú hefur leigusali nýtt sér málskotsrétt sinn og getur hann þá fyrir [kærunefnd húsamála] haft uppi kröfu um:\n1. hver skuli vera fjárhæð ársleigu í framlengdum leigusamningi, sbr. 13. gr.,\n2. innlausn og hvert skuli vera innlausnarverð fyrir mannvirki leigutaka og eftir atvikum um fjárhæð greiðslu sérstakra bóta eða lækkun innlausnarverðs vegna ástands lóðar í samningslok, sbr. 14. gr.\nNú er krafa komin fram skv. 5. mgr. og getur leigutaki þá lokið máli með því að tilkynna [kærunefnd] og leigusala að hann uni því að leigusamningur falli úr gildi í samræmi við 2. mgr. 10. gr. eða 5. mgr. 11. gr. og að hann fjarlægi á sinn kostnað mannvirki á lóðinni innan tilhlýðilegs frests en þó aldrei síðar en tveimur mánuðum eftir lok samnings.\nHafi máli skv. 5. mgr. ekki verið lokið fyrir [kærunefndinni] með úrskurði eða sátt og rekja má það til athafna eða athafnaleysis leigusala framlengist eldri leigusamningur, óbreyttur, um 20 ár frá samningslokum að telja.\nNú hefur leigutaki nýtt sér málskotsrétt sinn og getur hann þá fyrir [kærunefnd húsamála] haft uppi kröfu um hver skuli vera fjárhæð ársleigu í framlengdum leigusamningi, sbr. 13. gr.\nHafi máli skv. 8. mgr. ekki verið lokið fyrir [kærunefndinni] með úrskurði eða sátt og rekja má það til athafna eða athafnaleysis leigutaka fellur leigusamningur úr gildi.\nHafi aðilar samnings hvenær sem er á leigutíma gert samning um áframhaldandi leigu, um kaup leigutaka á lóð eða um innlausn leigusala en ekki náð samningum um verð geta þeir sameiginlega skotið máli sínu til [kærunefndar] og haft uppi kröfur um fjárhæð leigu, innlausnarverð eða kaupverð, sbr. 13.–15. gr.\nL. 66/2010, 7. gr. L. 66/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Mat á ársleigu framlengds leigusamnings.\nNú hefur annar hvor aðili leigusamnings hafið mál fyrir [kærunefnd húsamála] um hver skuli vera ársleiga í framlengdum leigusamningi, sbr. 1. tölul. 5. mgr. eða 8. mgr. 12. gr., eða báðir aðilar, sbr. 10. mgr. 12. gr., og skal þá ákvörðun um ársleigu taka mið af kröfum aðila og hvað nefndin álítur vera markaðsverðmæti á hverjum tíma.\nVið mat á markaðsverðmæti skal m.a. hafa til viðmiðunar:\n1. hver sé ársleiga lóða sem eru svipaðar að stærð og búa yfir svipuðum eiginleikum á sömu jörð eða aðliggjandi jörðum; einnig má líta til ársleigu lóða sem eru svipaðar að stærð og búa yfir sams konar eiginleikum innan þess sveitarfélags sem lóðin er á eða þá eftir atvikum innan sveitarfélaga í nágrenninu,\n2. legu, útsýni, gróðursæld, staðsetningu og önnur slík atriði sem áhrif geta haft á fjárhæð ársleigu lóðar,\n3. hvert hið eldra leigugjald hafi verið og hvort það hafi fylgt breytingum á vísitölu neysluverðs eða vísitölu byggingaverðs.\nLeigutími framlengds leigusamnings er 20 ár frá lokum eldri samnings.\nÁkvæði eldri leigusamnings, sem ekki eru í andstöðu við ófrávíkjanleg ákvæði laga, halda gildi sínu um önnur atriði en nefnd eru í 2. og 3. mgr.\nL. 66/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Réttaráhrif innlausnar, innlausnarverð, lóðarbætur o.fl.\nÍ innlausn felst að leigusali eignast mannvirki leigutaka og eftir atvikum þær endurbætur sem orðið hafa á lóðinni á leigutímanum gegn greiðslu peninga. [Kærunefnd] ákveður nánari greiðsluskilmála innlausnar.\nÞegar kveðið er á um innlausn með úrskurði skulu öll takmörkuð eignarréttindi jafnframt afnumin, nema annað sé sérstaklega ákveðið. Almennar reglur gilda um rétt handhafa takmarkaðra eignarréttinda til að þeir fái innlausnarverðið greitt í heild eða hluta.\nNú hefur leigusali skotið máli til [kærunefndar húsamála] í samræmi við 2. tölul. 5. mgr. 12. gr. eða báðir aðilar samnings í samræmi við 10. mgr. 12. gr. og gildir þá þessi grein um skilmála innlausnar.\nÁkvörðun um innlausnarverð fyrir mannvirki skal taka mið af kröfum aðila og hvað nefndin álítur vera markaðsverðmæti á hverjum tíma. Við mat á markaðsverðmæti mannvirkja skal m.a. hafa til viðmiðunar:\n1. nýlegt söluverð á mannvirkjum sem eru af svipaðri stærð og gerð og standa á lóðum á sömu jörð eða nálægum jörðum í sveitarfélaginu; einnig má líta til nýlegra söluverða sambærilegra frístundahúsa og annarra mannvirkja á lóðum undir frístundahús innan sveitarfélaga í nágrenninu; heimilt er að líta til sölu mannvirkja þar sem lóðarleiguréttindi eru til a.m.k. 20 ára og til sölu mannvirkja á eignarlóðum,\n2. ástand, gerð og skipulag mannvirkja,\n3. fasteignamat, brunabótamat og annað er til leiðbeiningar má verða.\nNú hefur í tíð eldri leigusamnings leigutaki eða fyrirrennari hans staðið fyrir umbótum á lóð, svo sem með trjá- og garðrækt. Getur leigutaki þá krafist þess að leigusali greiði sér bætur vegna þeirrar verðmætaaukningar sem orðið hefur á landinu. Svo að bætur verði úrskurðaðar til handa leigutaka verður að vera sýnt fram á að umbæturnar hafi aukið verðgildi lóðar verulega umfram það sem við mátti búast miðað við ástand hennar í upphafi eldri leigusamnings og að venjulegri umhirðu lóðar hefði verið sinnt allan leigutímann.\nHafi umhirðu leigutaka á lóð á leigutíma verið verulega ábótavant og ástand lóðar er ófullnægjandi þegar leigusamningur rennur út getur leigusali krafist lækkunar á innlausnarverði mannvirkja skv. 4. mgr.\nL. 66/2010, 8. gr. L. 66/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Mat á kaupverði lóðar.\nNú hafa aðilar leigusamnings hafið mál fyrir [kærunefnd húsamála] um hvert skuli vera kaupverð lóðar, sbr. 10. mgr. 12. gr., og skal þá ákvörðun um kaupverð taka mið af kröfum aðila og hvað nefndin álítur vera markaðsverðmæti á hverjum tíma.\nVið mat á markaðsverðmæti skal m.a. hafa til viðmiðunar:\n1. hvert sé kaupverð lóða sem eru svipaðar að stærð og búa yfir svipuðum eiginleikum á sömu jörð eða aðliggjandi jörðum; einnig má líta til kaupverðs lóða sem eru svipaðar að stærð og búa yfir sams konar eiginleikum innan þess sveitarfélags sem lóðin er á eða þá eftir atvikum innan sveitarfélaga í nágrenninu,\n2. legu, útsýni, gróðursæld, staðsetningu og önnur slík atriði sem áhrif geta haft á fjárhæð kaupverðs lóðar.\nNú hefur í tíð eldri leigusamnings leigutaki eða fyrirrennari hans staðið fyrir umbótum á lóð, svo sem með trjá- og garðrækt, og getur leigusali þá ekki krafist þess að umbæturnar leiði til hækkunar kaupverðs vegna þeirrar verðmætaaukningar sem orðið hefur á landinu.\nHafi umhirðu leigutaka á lóð á leigutíma verið verulega ábótavant og ástand lóðar er ófullnægjandi þegar leigusamningur rennur út getur leigutaki ekki krafist lækkunar á lóðarverði.\nL. 66/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Riftun leigusamnings.\nAlmennar reglur gilda um riftun leigusamnings.\nIII. kafli. Réttindi og skyldur í frístundabyggð.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Félag í frístundabyggð.\nÍ frístundabyggð er umráðamönnum lóða undir frístundahús skylt að hafa með sér félagsskap um sameiginlega hagsmuni. Þó er ekki skylt að hafa slíkan félagsskap þegar:\n1. umráðamenn lóða undir frístundahús eru fimm eða færri,\n2. einn og sami aðilinn hefur umráð yfir helmingi lóða í frístundabyggðinni eða\n3. engir eða afar takmarkaðir sameiginlegir hagsmunir eru í frístundabyggðinni.\nFélagssvæði ræðst af jarðarmörkum. Heimilt er að sérstakir sameiginlegir hagsmunir eða önnur landfræðileg mörk afmarki umdæmi félags þannig að fleiri en eitt félag geti starfað á sömu jörð eða félagssvæði nái til fleiri en einnar jarðar.\nNú er félag í frístundabyggð stofnað fyrir gildistöku laga þessara og skulu samþykktir þess halda gildi sínu að því leyti sem þær samrýmast lögum þessum.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Stofnfundur.\nEinn eða fleiri umráðamenn lóða undir frístundahús geta boðað til stofnfundar félags í frístundabyggð. Stofnfund skal boða bréflega með a.m.k. tveggja vikna fyrirvara.\nÁ stofnfundi skal setja félaginu samþykktir sem hafa a.m.k. að geyma ákvæði um:\n1. nafn félags,\n2. heimilisfang og varnarþing,\n3. félagssvæði og skulu þar taldar upp allar lóðir í viðkomandi frístundabyggð,\n4. verkefni félagsins,\n5. skipun og starfssvið félagsstjórnar,\n6. málsmeðferðarreglur, reikninga félags og skoðunarmenn þeirra,\n7. skyldu til framlagningar endurskoðaðra reikninga,\n8. árgjald vegna starfsemi félagsins.\nStjórn félags í frístundabyggð skal hlutast til um að samþykktum félagsins verði þinglýst á allar þær fasteignir sem taldar eru upp í samþykktum þess.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Hlutverk félags.\nSé ekki á annan veg samið er hlutverk félags í frístundabyggð m.a. að taka ákvarðanir um:\n1. lagningu og viðhald akvega og göngustíga að og innan svæðis,\n2. gerð og rekstur á sameiginlegum svæðum í frístundabyggðinni, svo sem leiksvæðum og bílastæðum,\n3. gerð og rekstur á sameiginlegum aðveitum og fráveitum,\n4. gerð og viðhald sameiginlegrar girðingar um svæðið,\n5. uppsetningu og rekstur öryggiskerfa,\n6. almennar samskipta- og umgengnisreglur innan frístundabyggðarinnar.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Um aðalfund.\nAðalfund skal halda árlega fyrir 1. september. Hafi félagsstjórn ekki boðað til fundar 1. október er þeim félagsmönnum sem vilja halda fund heimilt að boða hann.\nAðalfund skal boða bréflega með a.m.k. tveggja vikna fyrirvara. Í fundarboði skal greina fundartíma, fundarstað og dagskrá. Þá skal geta þeirra mála sem ræða á og meginefnis tillagna þeirra sem leggja á fyrir fundinn.\nÁ aðalfundi skulu a.m.k. vera eftirtalin mál á dagskrá:\n1. skýrsla stjórnar um starfsemi félagsins,\n2. endurskoðaðir reikningar lagðir fram til samþykktar og umræður um þá,\n3. kosning formanns,\n4. kosning annarra stjórnarmanna,\n5. kosning varamanna,\n6. kosning skoðunarmanna reikninga og varamanna þeirra,\n7. framlagning rekstrar- og framkvæmdaáætlunar fyrir næsta ár,\n8. ákvörðun um árgjald til félagsins,\n9. mál sem tiltekin eru í fundarboði og\n10. önnur mál.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Vægi atkvæða og skipting kostnaðar.\nÁ félagssvæði frístundabyggðar fylgir eitt atkvæði hverri lóð undir frístundahús og fer umráðamaður lóðar með atkvæðisréttinn.\nKostnaður skiptist að jöfnu og ræðst af fjölda lóða undir frístundahús á félagssvæðinu. Umráðamanni lóðar undir frístundahús er skylt að greiða sinn hluta kostnaðar sem hlýst af ákvörðun sem löglega hefur verið tekin.\nGreiði félagsmaður ekki hlutdeild sína í sameiginlegum kostnaði og í félagssjóð eignast félagið lögveð í eign hans á félagssvæðinu til tryggingar kröfunni. Lögveðið nær einnig til vaxta og innheimtukostnaðar af kröfunni ef því er að skipta.\nLögveð stofnast þegar félag innir greiðslu af hendi eða á gjalddaga félagsgjalds ef um slík vanskil er að ræða.\nLögveð fellur niður ef því er ekki fylgt eftir með lögsókn eða því lýst við nauðungarsölu innan árs frá stofnun þess. Viðurkenning eiganda utan réttar nægir ekki til að rjúfa fyrningu.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Þátttaka í ákvörðunum og lögmæti þeirra.\nRétt til fundarsetu hafa félagsmenn, makar þeirra og sambúðaraðilar. Sambúðaraðili í skilningi laga þessara er einstaklingur sem er í skráðri sambúð með leigutaka eða umráðamanni lóðar undir frístundahús, í frístundabyggð.\nFélagsmaður má veita sérhverjum lögráða manni umboð til að mæta á fundi og greiða atkvæði. Skal umboðsmaður leggja fram á fundinum skriflegt og dagsett umboð. Slíkt umboð má hvenær sem er afturkalla.\nAfl atkvæða ræður úrslitum mála annarra en þeirra sem fjallað er um í 4. og 5. mgr.\nNú hefur þeirrar tillögu verið getið í fundarboði að greidd skuli atkvæði um hvort ráðast eigi í framkvæmdir eða stofna til kostnaðar sem leiðir til útgjalda sem eru umfram venjulegan rekstrarkostnað félagsins. Skal sú tillaga talin samþykkt hljóti hún samþykki minnst / 3 hluta greiddra atkvæða og minnst þriðjungur félagsmanna sækir fundinn.\nÁkvörðun um gerð samþykkta skv. 17. gr. eða breytingu á þeim verður því aðeins gild að hún hljóti samþykki minnst / 3 hluta greiddra atkvæða og minnst helmingur félagsmanna sæki fundinn.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Félagsstjórn.\nStjórn fer með æðsta vald í málefnum félags í frístundabyggð á milli aðalfunda. Stjórn getur boðað til félagsfunda eins oft og þurfa þykir. Til funda skal boða bréflega með tveggja vikna fyrirvara nema annað leiði af samþykktum félags.\nIV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Samráð sveitarstjórna og félaga í frístundabyggð.\nNú sameinast a.m.k. helmingur félaga í frístundabyggð í sveitarfélagi um að óska eftir því við sveitarstjórn eða sveitarstjóra að haldinn sé fundur til að veita upplýsingar um sameiginleg hagsmunamál frístundabyggðanna og sveitarfélagsins. Skal þá sveitarstjórn, eða eftir atvikum sveitarstjóri, að öðru jöfnu bjóðast til að halda slíkan fund með fulltrúum allra félaga í sveitarfélaginu. Sveitarstjórn, eða eftir atvikum sveitarstjóri, þarf ekki að bjóðast til að halda slíkan fund oftar en einu sinni á hverju ári.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "[Kæruheimild.\nHlutaðeigandi aðila er heimilt að vísa ágreiningsefni á grundvelli laga þessara til kærunefndar húsamála, sbr. húsaleigulög, nr. 36/1994, með síðari breytingum. Kærunefndin skal leitast við að ljúka afgreiðslu mála á grundvelli laga þessara innan tveggja mánaða frá því að erindi barst henni.\nÁlit og úrskurðir kærunefndar húsamála eru endanlegir á stjórnsýslustigi.]\nL. 66/2010, 9. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Meðferð kæru og gagnaöflun.\nNú hefur máli verið skotið með kæru til [kærunefndar húsamála] skv. 12. gr., sbr. 13.–15. gr., og skulu þar koma fram upplýsingar um kæranda, þann sem kæra beinist að (gagnaðila), landnúmer lóðar undir frístundahús sem deilt er um og fasteignanúmer mannvirkja á lóð. Í kæru skulu koma fram kröfur kæranda ásamt stuttri lýsingu málsatvika og málsástæðna sem og rökstuðningur. Með kæru skal ávallt fylgja afrit af eldri leigusamningi og ef því er að skipta uppsögn eða tilkynningum skv. 10. gr. Kröfugerð kæranda skal lúta að valdsviði nefndarinnar skv. 13.–15. gr.\nEf kæra fullnægir ekki skilyrðum 1. mgr. skal [kærunefndin] beina því til kæranda að bæta úr annmörkum innan hæfilegs frests. Verði kærandi ekki við því skal [kærunefndin] vísa máli frá. Máli skal vísað frá ef kæra berst utan tímafresta skv. 12. gr. Upplýsa skal gagnaðila um frávísun.\nNú er kæra tæk til efnismeðferðar og gefur nefndin þá gagnaðila kost á að tjá sig um efni kærunnar. Skal gefa honum hæfilegan frest í því skyni.\nÞegar báðir aðilar hafa komið sínum sjónarmiðum að skal [kærunefnd] leita sátta með aðilum nema hún telji víst að sáttatilraun verði árangurslaus vegna atvika máls, afstöðu aðila eða annarra ástæðna.\nMálflutningur skal vera skriflegur, en heimilt er nefndinni að gefa aðilum kost á að færa fram athugasemdir munnlega.\nNú skortir upplýsingar um atriði sem máli kunna að skipta og getur þá nefndin óskað eftir því við málsaðila að þeir afli gagna sem varpa ljósi á þessi atriði.\nÞegar nauðsyn krefur framkvæmir [kærunefnd húsamála] vettvangsgöngu að tilkvöddum málsaðilum.\nÞegar gagnaöflun er lokið skal [kærunefnd] kveða upp úrskurð um kæru eins fljótt og auðið er.\nAfl atkvæða nefndarmanna ræður niðurstöðu máls. Minnihlutaatkvæði skal fylgja nefndaráliti ef því er að skipta. Formaður eða varaformaður stýrir störfum nefndarinnar. Þegar nefndarmenn eru ekki sammála um niðurstöðu ræður meiri hluti niðurstöðu máls. Ef nefndin þríklofnar í afstöðu sinni, eða niðurstaða getur eigi ráðist af atkvæðamagni, ræður atkvæði formanns.\nL. 66/2010, 7. gr. L. 66/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Um réttaráhrif sáttar og úrskurðar.\nNáist sátt á milli aðila skal hún færð til bókar og skal þar greina fjárhæðir og aðra skilmála.\nHvorugur aðila getur borið kröfur sínar um fjárhæð ársleigu skv. 13. gr. eða fjárhæð innlausnarverðs eða bóta skv. 14. gr. undir dómstóla nema úrlausn [kærunefndar húsamála] um þessi atriði liggi fyrir.\nNú er felldur úrskurður um skilmála framlengds leigusamnings skv. 13. gr. Skal þá eldri leigusamningur falla úr gildi og hinn framlengdi leigusamningur taka við.\nNú er felldur úrskurður um skilmála innlausnar skv. 14. gr. Skal þá leigutaki skila lóðinni, ásamt öllum mannvirkjum og tilheyrandi fylgifé, að teknu tilliti til eðlilegrar notkunar og viðhalds, í ekki lakara ástandi en þegar honum var kunnugt eða mátti vera kunnugt um kæru leigusala skv. 2. tölul. 5. mgr. 12. gr., sbr. 14. gr.\nSátt skv. 1. mgr. og úrskurðir skv. 3. og 4. mgr. eru aðfararhæfir.\nNú vill kærandi eða gagnaðili ekki una úrskurði [kærunefndar húsamála] og getur hann þá höfðað mál til að ógilda hann fyrir dómstólum eða að honum verði breytt um efni fjárhæða. Mál skal höfðað innan sex mánaða frá því að aðilinn fékk eða mátti fá vitneskju um úrskurð [kærunefndar].\nL. 66/2010, 7. gr. L. 66/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Álit [kærunefndar húsamála] og málsmeðferð.\nNú greinir aðila á um framkvæmd ákvæða III. kafla og geta þeir þá borið ágreiningsefnið undir [kærunefnd húsamála] sem lætur í té rökstutt álit.\nErindi til [kærunefndar] skal vera skriflegt og í því skal skilmerkilega greina ágreiningsefnið, kröfu aðila og rökstuðning fyrir henni.\n[Kærunefnd] skal gefa gagnaðila kost á að tjá sig og koma sjónarmiðum sínum og kröfum á framfæri. Skal gefa honum hæfilegan frest í því skyni. Heimilt er [kærunefnd] að kalla eftir öllum nauðsynlegum upplýsingum og gögnum og óska umsagnar frá öðrum sem málið snertir eða við kemur. Um málsmeðferð fer að öðru leyti samkvæmt stjórnsýslulögum.\nL. 66/2010, 7. gr. L. 66/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Reglugerðarheimild.\nRáðherra getur með reglugerð sett nánari ákvæði og fyrirmæli um framkvæmd laga þessara.\n[Kærunefnd húsamála] getur sett nánari reglur, sem ráðherra staðfestir, um erindi til [kærunefndar], störf hennar, starfsskilyrði, sáttatilraunir, málsmeðferð fyrir nefndinni, framlagningu gagna, birtingu úrskurða o.fl.\nL. 66/2010, 7. gr. L. 66/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Gildistaka og lagaskil.\nLög þessi öðlast gildi 1. júlí 2008.\nLög þessi taka ekki til samninga um leigu á lóðum undir frístundahús sem fallið hafa úr gildi fyrir gildistöku laganna.\nLög þessi taka til samninga um leigu á lóð undir frístundahús sem eru í gildi við gildistöku laga þessara. Ákvæði slíkra samninga, sem brjóta í bága við lög þessi, eru ógild nema annað sé tekið fram eða leiði af eðli máls. Þó skulu ákvæði slíkra samninga vera óhögguð um:\n1. leigutíma, sbr. þó ákvæði til bráðabirgða um samninga sem falla úr gildi fyrir 1. júlí 2010,\n2. að framleiga og framsal leiguréttinda á lóð undir frístundahús sé leigutaka óheimil án samþykkis leigusala.\nÁkvæði til bráðabirgða.\nNú fellur tímabundinn samningur um leigu á lóð undir frístundahús úr gildi innan tveggja ára frá gildistöku laga þessara og skal þá leigutaki lóðar, sem frístundahús stendur á, hafa rétt til að framlengja leigusamning um eitt ár frá samningslokum að telja en þó aldrei lengur en til 1. júlí 2010.\nLeigutaki skal tilkynna leigusala þessa fyrirætlan sína skriflega innan tveggja mánaða frá því að lög þessi taka gildi, en að öðrum kosti fellur réttur hans til að framlengja samning niður og leigutími og aðrir skilmálar leigusamnings halda gildi sínu.\nNú fellur leigusamningur úr gildi á tímabilinu 1. júlí til 1. september 2008 án þess að leigutaki hafi tilkynnt leigusala að rétti til að framlengja leigusamning um eitt ár verði beitt og getur leigutaki þá eigi að síður öðlast slíkan rétt enda hafi hann sent leigusala tilkynningu um beitingu hans fyrir 1. september 2008.\nHafi leigusamningur verið framlengdur í samræmi við 1.–3. mgr. ber hvorugum aðila skylda til að senda tilkynningu skv. 3. eða 4. mgr. 10. gr. laga þessara.\nHafi samningar ekki náðst um áframhald leigu eða afnám hennar getur leigusali, sbr. 5. mgr. 12. gr., eða leigutaki, sbr. 8. mgr. 12. gr., skotið kæru til [kærunefndar húsamála]. Um brottfall málskotsréttar leigusala gildir ákvæði 3. málsl. 2. mgr. 12. gr. og um brottfall málskotsréttar leigutaka gildir ákvæði 2. málsl. 3. mgr. 12. gr.\nL. 66/2010, 7. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    }
  ]
}
