{
  "id": "85/2008",
  "type": "statute",
  "title": "Lög um opinbera háskóla",
  "status": "in_force",
  "issued_date": "2008-06-12",
  "url": "https://www.althingi.is/lagas/nuna/2008085.html",
  "description": "Tóku gildi 20. júní 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\n[Lög þessi gilda um Háskóla Íslands, Háskólann á Akureyri, Landbúnaðarháskóla Íslands og Hólaskóla &ndash; Háskólann á Hólum sem reknir eru sem opinberir háskólar og lúta yfirstjórn ráðherra.] Opinber háskóli er í lögum þessum nefndur háskóli.\n[Ráðherra] birtir auglýsingu um háskóla sem starfa samkvæmt lögum þessum.\nL. 56/2013, 1. gr. L. 50/2010, 1. gr. Augl. 753/2013.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "...\nL. 56/2013, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk.\n[[Háskóli er sjálfstæð menntastofnun sem sinnir kennslu, rannsóknum, þekkingarleit og sköpun á sviði vísinda, fræða, tækniþróunar eða lista, sbr. 2. og 3. gr. laga um háskóla.] Hann miðlar fræðslu til almennings og veitir þjóðfélaginu þjónustu í krafti þekkingar sinnar. Háskóla er enn fremur heimilt að sinna endurmenntun þeirra sem lokið hafa háskólaprófi í þeim fræðum sem stunduð eru innan hans.\nRáðherra er heimilt að fela einstökum háskólum að sinna kennslu eða rannsóknum á ákveðnum afmörkuðum sviðum, ótímabundið eða til ákveðins tíma, [sbr. 21. gr. laga um háskóla].\nUm hlutverk háskóla fer að öðru leyti eftir því sem mælt er fyrir um í lögum nr. 63/2006, um háskóla.]\nL. 56/2013, 3. gr. L. 50/2010, 3. gr.\nII. kafli. Stjórnsýsla og stjórnskipulag.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skipulagseiningar og rekstrarform.\nSkipulagseiningar háskóla eru:\na. skólar og deildir, sbr. IV. kafla laga þessara,\nb. háskólastofnanir sem heyra undir háskólaráð samkvæmt ákvörðun þess,\nc. háskólastofnanir sem heyra undir skóla eða deildir samkvæmt ákvörðun skólaráðs,\nd. háskólastofnanir sem starfa á grundvelli sérlaga.\nHeimilt er í reglum, er háskólaráð setur, að nota önnur heiti fyrir skóla og deildir, sbr. a-lið 1. mgr., og að háskóli starfi á grundvelli annarra skipulagseininga.\nRgl. 480/2010, sbr. rgl. 553/2011 og rgl. 1195/2013. Rgl. 483/2010.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Háskólaráð og stjórn háskóla.\nStjórn háskóla er falin háskólaráði og rektor. Háskólaráð markar heildarstefnu í kennslu og rannsóknum og mótar skipulag háskóla. Háskólaráð fer með almennt eftirlit með starfsemi háskólans í heild, einstakra skóla og háskólastofnana og ber ábyrgð á því að háskóli starfi í samræmi við lög og stjórnvaldsfyrirmæli.\nHáskólaráð fer með úrskurðarvald í málefnum háskólans, einstakra skóla og stofnana sem honum tengjast og heyra undir háskólaráð eða skóla.\nHáskólaráð ber ábyrgð á framkvæmd samstarfssamninga sem háskóli gerir við fyrirtæki og aðrar stofnanir. Þá hefur háskólaráð yfirumsjón með fyrirtækjum, sjóðum og almennum eignum háskóla.\nHáskólaráð setur reglur og viðmið um ráðningu starfsfólks skóla og háskólastofnana, sbr. b- og c-lið 1. mgr. 4. gr.\nHáskólaráð getur framselt ákvörðunarvald sem rektor eða öðrum stjórnendum er fengið í einstökum málum eða málaflokkum til annarra stjórnenda enda sé það gert skriflega og tilkynnt sérstaklega.\nFái háskólaráð til meðferðar málefni er varðar sérstaklega einn skóla skal ráðið leita álits forseta hans áður en málefnið er leitt til lykta. Með sama hætti skal háskólaráð leita álits forstöðumanns háskólastofnunar sem ekki heyrir undir skóla.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Fulltrúar í háskólaráði.\nRektor á sæti í háskólaráði og er hann jafnframt formaður ráðsins.\nÍ háskólaráði háskóla með færri en 5.000 nemendur skulu auk rektors eiga sæti sex fulltrúar, tilnefndir til tveggja ára í senn:\n1. [Tveir fulltrúar háskólasamfélagsins tilnefndir af háskólafundi.]\n2. Einn fulltrúi tilnefndur af heildarsamtökum nemenda við háskólann.\n3. [Einn fulltrúi tilnefndur af ráðherra.]\n4. Tveir fulltrúar tilnefndir af þeim fulltrúum sem fyrir eru í háskólaráði.\nÍ háskólaráði háskóla með fleiri en 5.000 nemendur skulu auk rektors eiga sæti tíu fulltrúar, tilnefndir til tveggja ára í senn:\n1. [Þrír] fulltrúar háskólasamfélagsins tilnefndir af háskólafundi.\n2. Tveir fulltrúar tilnefndir af heildarsamtökum nemenda við háskólann.\n3. [Tveir fulltrúar tilnefndir af ráðherra.]\n4. [Þrír] fulltrúar tilnefndir af þeim fulltrúum sem fyrir eru í háskólaráði.\nHverjum fulltrúa skv. 1., 2. og 3. tölul. 2. mgr. og 1., 2. og 3. tölul. 3. mgr. skal tilnefndur varamaður.\n[Tveir fulltrúar skv. 4. tölul. 2. mgr., þrír fulltrúar skv. 4. tölul. 3. mgr.] og einn sameiginlegur varamaður fyrir þá skulu tilnefndir sameiginlega af rektor og öðrum fulltrúum skv. 1., 2. og 3. tölul. 2. mgr. og 1., 2. og 3. tölul. 3. mgr. þegar þeir hafa verið tilnefndir í ráðið til næstu tveggja ára. Við tilnefningu fulltrúa skv. 3. og 4. tölul. 2. mgr. og 3. og 4. tölul. 3. mgr. skal leitast við að tryggja sem víðtækasta þekkingu og reynslu háskólanum til stuðnings og fulltrúarnir mega ekki vera starfsmenn eða nemendur háskólans. Þegar þeir fulltrúar sem taldir eru í þessari málsgrein hafa verið tilnefndir telst háskólaráð fullskipað.\nHáskólaráð setur nánari reglur um val á fulltrúum háskólasamfélagsins og nemenda. Leita skal umsagnar háskólafundar og heildarsamtaka nemenda háskóla áður en slíkar reglur eru settar eða þeim breytt.\nL. 50/2010, 4. gr., sbr. einnig brbákv. I í s.l.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fundir háskólaráðs.\nHáskólaráð heldur fundi eftir þörfum. Æski þrír fulltrúar í háskólaráði fundar er formanni skylt að boða til hans.\nHáskólaráð er ekki ályktunarfært nema fimm atkvæðisbærir háskólaráðsmenn sæki fund hið fæsta. Afl atkvæða ræður úrslitum mála. Ef atkvæði falla jöfn sker atkvæði formanns úr.\nRektor boðar fundi háskólaráðs. Háskólaráð setur reglur um undirbúning funda, fundarboð, fundarsköp, birtingu ákvarðana og annað er lýtur að starfsháttum ráðsins og ekki er ákveðið í lögum þessum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Háskólarektor.\n[Ráðherra] skipar háskólarektor til fimm ára samkvæmt tilnefningu háskólaráðs. Háskólaráð setur reglur um hvernig staðið skuli að tilnefningu rektors. Getur háskólaráð ákveðið hvort tilnefning þess fari fram að undangengnum kosningum eða auglýsingu embættisins.\nRektor er formaður háskólaráðs. Hann er yfirmaður stjórnsýslu háskólans og æðsti fulltrúi hans gagnvart mönnum og stofnunum innan háskólans og utan hans. Hann stýrir starfsemi háskólans og hefur frumkvæði að því að háskólaráð marki sér heildarstefnu í málefnum háskólans. Rektor ber ábyrgð á og hefur eftirlit með allri starfsemi háskólans, þ.m.t. ráðningar- og fjármálum einstakra skóla og stofnana. Hann ber ábyrgð á gerð starfs- og rekstraráætlana og að þær séu samþykktar af háskólaráði. Á milli funda háskólaráðs fer rektor með ákvörðunarvald í öllum málum háskólans.\nRektor ræður forseta fyrir hvern skóla, sbr. 12. gr., og setur honum erindisbréf. Háskólaráð getur heimilað að rektor ráði aðstoðarrektor, einn eða fleiri.\nRektor ræður starfsfólk sameiginlegrar stjórnsýslu háskóla og setur því erindisbréf eða starfslýsingar.\nL. 50/2010, 5. gr.\nIII. kafli. Háskólafundur.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Háskólafundur.\nHáskólafundur er samráðsvettvangur háskólasamfélagsins þar sem fram fer umræða um þróun og eflingu háskólans. Háskólafundur [mótar og setur fram] sameiginlega vísinda- og menntastefnu háskólans að frumkvæði rektors. Háskólaráð getur leitað umsagnar háskólafundar um hvaðeina sem varðar starfsemi háskóla, einstakra skóla eða stofnana. Háskólaráð getur einnig falið háskólafundi umfjöllun um fagleg málefni og akademíska stefnumörkun.\nHáskólafundur er ályktunarbær um þau málefni sem fundurinn telur að varði hag háskólasamfélagsins.\nÁkvörðunum háskólaráðs, rektors, forseta skóla eða forstöðumanna háskólastofnana verður ekki skotið til háskólafundar.\nL. 50/2010, 6. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Fulltrúar á háskólafundi.\nÁ háskólafundi eiga sæti rektor, forsetar og formenn deilda. Þar sitja jafnframt kennarar og sérfræðingar úr skólum og stofnunum háskóla, ásamt fulltrúum stofnana sem starfa samkvæmt sérlögum eða tengjast háskólanum sérstaklega. Fulltrúar skóla skulu kjörnir á skólafundi, sbr. 14. gr.\nÁ háskólafundi eiga einnig sæti til tveggja ára í senn tveir fulltrúar samtaka háskólakennara kjörnir í skriflegri kosningu úr hópi félagsmanna sem ekki gegna störfum forseta og tveir fulltrúar starfsmanna við stjórnsýslu háskólans kjörnir í skriflegri atkvæðagreiðslu. Auk þess á sæti á háskólafundi einn fulltrúi nemenda á móti hverjum fimm fulltrúum annarra aðila innan háskólans, og skulu þeir kjörnir í sérstökum kosningum til [eins árs] í senn.\nHáskólaráð setur nánari reglur um fjölda fulltrúa sem sæti eiga á háskólafundi og um val þeirra. Í reglum skal jafnframt kveðið á um kosningu og setu fulltrúa annarra stofnana og samtaka á háskólafundi en þeirra sem taldir eru í 1. mgr. og um atkvæðisrétt þeirra.\nRektor boðar háskólafund og stýrir honum eða felur öðrum stjórn hans. Háskólafund skal halda að minnsta kosti einu sinni á hverju ári. Æski / 3 hlutar fulltrúa á háskólafundi fundar er rektor skylt að boða til hans.\nL. 56/2013, 4. gr. Rgl. 984/2008, sbr. rgl. 1144/2011 og rgl. 521/2016.\nIV. kafli. Skólar og stofnanir.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Skólar og stofnanir.\nSkólar eru megineiningar háskóla og deildir grunneiningar. Háskólaráð ákvarðar hlutverk, mörk og verkaskiptingu milli skóla og kveður á um skipan þeirra í reglum. Hver skóli skiptist í deildir samkvæmt tillögu skólans sem lögð er fyrir háskólaráð. Leita skal umsagnar háskólafundar áður en gerðar eru grundvallarbreytingar á skólaskipaninni.\nInnan skóla fer fram kennsla, rannsóknir og stjórnun. Skólar eru sjálfstæðir um fagleg og rekstrarleg málefni innan þeirra marka sem ákvörðuð eru af háskólaráði. Deildir bera faglega ábyrgð á háskólakennslu og rannsóknum.\nVið skóla og deildir er heimilt að starfrækja sérstakar háskólastofnanir, sbr. c-lið 1. mgr. 4. gr., og rannsóknastofur sem settar eru á stofn samkvæmt ákvörðun skólaráðs og samkvæmt nánari reglum sem háskólaráð setur.\nRgl. 844/2001, sbr. rgl. 895/2005, rgl. 315/2009, rgl. 96/2012 og rgl. 417/2023. Rgl. 1055/2006, sbr. rgl. 345/2008, rgl. 316/2009 og rgl. 1306/2011. Rgl. 370/2009, sbr. rgl. 443/2018. Rgl. 570/2009. Rgl. 1021/2009. Rgl. 1023/2009, sbr. rgl. 354/2013. Rgl. 542/2010, sbr. rgl. 511/2022. Rgl. 543/2010, sbr. rgl. 354/2017 og rgl. 710/2025. Rgl. 544/2010. Rgl. 545/2010. Rgl. 546/2010, sbr. rgl. 737/2022. Rgl. 547/2010. Rgl. 548/2010, sbr. rgl. 470/2025. Rgl. 549/2010, sbr. rgl. 312/2021 og rgl. 416/2023. Rgl. 550/2010, sbr. rgl. 355/2017. Rgl. 551/2010. Rgl. 554/2010, sbr. rgl. 738/2022. Rgl. 554/2011, sbr. rgl. 711/2025. Rgl. 555/2011. Rgl. 685/2011, sbr. rgl. 382/2024, rgl. 1221/2024 og rgl. 716/2025. Rgl. 1145/2011, sbr. rgl. 289/2016, rgl. 513/2022 og rgl. 695/2025. Rgl. 202/2017, sbr. rgl. 251/2021. Rgl. 200/2019. Rgl. 111/2022. Rgl. 211/2022. Rgl. 1630/2022. Rgl. 1631/2022. Rgl. 183/2024. Rgl. 1180/2024.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forsetar skóla og deildarformenn.\nDaglegri starfsemi skóla stýrir forseti. Rektor ræður forseta hvers skóla að undangenginni auglýsingu. Heimilt er rektor að kalla starfsmann háskóla til þess að vera forseti yfir skóla. Um tímalengd ráðningar fer samkvæmt reglum sem háskólaráð setur. Rektor setur forsetum erindisbréf.\nÍ umboði háskólaráðs og rektors á forseti frumkvæði að mótun stefnu fyrir skóla, hefur eftirlit með starfi og stjórnsýslu hans og ræður til hans starfsfólk. Forseti ber ábyrgð á fjármálum og almennum gæðakröfum skóla gagnvart rektor og háskólaráði, sbr. 5. gr. Forseti velur deildarformenn til tveggja ára í senn samkvæmt tilnefningu deildarfundar. Háskólaráð setur reglur um val deildarformanna.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Skólaráð.\nForseti og deildarformenn mynda skólaráð. Í skólaráði skal einnig sitja fulltrúi nemenda, einn eða fleiri, sem valinn er af nemendum samkvæmt reglum sem háskólaráð setur. Skólaráð fjallar um sameiginleg málefni skólans, þar á meðal ákvarðanir deilda um námsframboð. [Háskólaráði er heimilt að ákveða að í skólaráði sitji einnig fulltrúar tiltekinna kennslugreina sem saman mynda deild. Enn fremur er háskólaráði heimilt að ákveða að í skólaráði sitji fulltrúi opinberrar stofnunar sem er í mjög nánu samstarfi um kennslu og þjálfun nemenda.]\nHáskólaráð setur nánari reglur um starfsemi skóla, stjórn þeirra, skiptingu skóla í deildir, hlutverk deildarformanna og skóla- og deildarfundi.\nL. 50/2010, 8. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skólafundir.\nSkólafundur, sem forseti stýrir í umboði rektors, er samráðsvettvangur þar sem fram fer umræða um innri málefni skóla. Háskólaráð getur leitað umsagnar fundar skóla um hvaðeina sem varðar starfsemi skólans og þeirra deilda sem starfræktar eru við hann.\nSkólafundur er ályktunarbær um þau málefni sem fundurinn telur að varði hag skóla. Ályktanir fundar skóla skulu kynntar háskólaráði, rektor, forstöðumönnum háskólastofnana og öðrum þeim er þær kunna að varða.\nÁkvörðunum háskólaráðs, rektors, forseta eða forstöðumanns háskólastofnunar verður ekki skotið til skólafundar. Sama gildir um húsfundi í háskólastofnun, sbr. b- og c-lið 1. mgr. 4. gr.\nV. kafli. Starfsfólk háskóla.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Starfsheiti.\nStarfsheiti kennara við háskóla skulu vera prófessor, dósent, lektor og aðjunkt. Háskólaráð getur sett nánari reglur um þessi og önnur starfsheiti sem það ákveður að nota.\nHáskólakennarar hafa með höndum og bera ábyrgð á kennslu sem fram fer til viðurkenndrar prófgráðu.\nHáskólakennarar og sérfræðingar hafa með höndum sjálfstæðar vísindarannsóknir.\nForstöðumenn stofnana hafa með höndum háskólakennslu og sjálfstæðar rannsóknir ef kveðið er á um það í reglum viðkomandi stofnunar.\nHáskólaráð setur nánari reglur um starfsheiti og starfsskyldur þeirra sem ráðnir eru í akademísk störf samkvæmt ákvæðum þessa kafla, sem og um leyfi þeirra frá störfum.\nRgl. 605/2006, sbr. rgl. 968/2009, rgl. 189/2013, rgl. 224/2015, rgl. 302/2015, rgl. 1158/2015, rgl. 169/2020, rgl. 491/2021, rgl. 1049/2021 og rgl. 715/2025. Rgl. 1096/2008, sbr. rgl. 541/2010 og rgl. 701/2025. Rgl. 971/2009, sbr. rgl. 225/2015, rgl. 170/2020 og rgl. 492/2021. Rgl. 724/2023.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Dómnefndir.\nHáskóli skal setja á fót dómnefnd til þess að meta hæfi þeirra sem sækja um akademísk störf eða fá boð um slíkt starf. [Þeir sem bera starfsheitin prófessor, dósent, lektor og sérfræðingur skulu hafa þekkingu og reynslu í samræmi við alþjóðleg viðmið fyrir viðkomandi starfsheiti á þeirra fræðasviði, staðfest með áliti dómnefndar eða með doktorsprófi frá viðurkenndum háskóla.] Þeir skulu jafnframt hafa sýnt þann árangur í starfi að þeir njóti viðurkenningar á viðkomandi sérsviði.\nSkóla eða stofnun er heimilt að gera kröfu um að umsækjendur um akademískt starf hafi doktorspróf á viðkomandi sérsviði.\nUm skipan, störf og niðurstöður dómnefndar fer skv. 18. gr. laga um háskóla og reglum sem háskólaráð setur að fenginni umsögn háskólafundar. Í þeim reglum skal tryggt að umsóknir hljóti faglega og óvilhalla meðferð. Heimilt er að taka upp fyrirkomulag fastra dómnefnda innan háskóla.\nL. 56/2013, 5. gr. Rgl. 724/2023.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Veiting starfa.\n[Rektor veitir ótímabundin akademísk störf við háskóla og framgang akademískra starfsmanna. Forseti fræðasviðs veitir tímabundin akademísk störf við skóla og stofnanir sem heyra undir skóla í umboði rektors. Forstöðumaður veitir akademísk störf við stofnun sem heyrir undir háskólaráð í umboði rektors. Veiting starfs skal ákveðin á grundvelli tillögu sem gerð er samkvæmt nánari reglum settum af háskólaráði en þær afmarka jafnframt umboð forseta og forstöðumanna. Þegar starf hefur verið veitt skal gerður um það ráðningarsamningur.]\nAkademískt starf, sem veitt er við háskóla, skal áður hafa verið auglýst laust til umsóknar. Rektor háskóla, samkvæmt tillögu skóla og með samþykki háskólaráðs, getur þó boðið vísindamanni að taka við slíku starfi án þess að það sé auglýst laust til umsóknar. Háskóla er jafnframt heimilt að víkja frá skyldu til auglýsinga þegar í hlut eiga störf sem byggjast á sérstökum tímabundnum styrkjum, störf sem tengjast sérstökum tímabundnum verkefnum, störf sem nemendur gegna við háskólann samhliða rannsóknartengdu framhaldsnámi og störf við háskólann sem tengjast tilteknu starfi utan hans á grundvelli samstarfssamnings.\nStarf er ekki auglýst þegar um er að ræða framgang eða tilflutning milli starfsheita samkvæmt reglum settum af háskólaráði.\nRáðningarsamningur um akademískt starf getur verið ótímabundinn eða tímabundinn til allt að fimm ára. Þegar sérstaklega stendur á er heimilt að framlengja tímabundna ráðningu um allt að tvö ár fram yfir fimm ára markið.\nRgl. 1301/2020, sbr. rgl. 1077/2022. Rgl. 156/2022. Rgl. 157/2022. Rgl. 724/2023. Rgl. 726/2023. L. 50/2010, 9. gr. Rgl. 1300/2020, sbr. rgl. 703/2025. Rgl. 155/2022. Rgl. 157/2022. Rgl. 725/2023. Rgl. 761/2023.\nVI. kafli. Nemendur.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Innritun.\nRektor, og forsetar í umboði hans, bera ábyrgð á innritun nemenda í háskóla.\nNemendur, sem hefja nám til fyrstu háskólagráðu í háskóla, skulu hafa lokið stúdentsprófi eða [staðist lokapróf frá framhaldsskóla á 3. hæfniþrepi]. Háskóla er þó heimilt að innrita nemendur sem ekki hafa lokið stúdentsprófi eða öðru jafngildu prófi ef þeir hafa öðlast reynslu eða ráða yfir þekkingu og færni sem svarar til krafna skólans um undirbúning fyrir nám á háskólastigi.\nHáskólaráð setur, að fenginni tillögu skóla eftir því sem við á, nánari reglur um eftirfarandi atriði:\na. [kröfur um efni lokaprófs frá framhaldsskóla á 3. hæfniþrepi auk viðbótarkrafna, þegar við á, um undirbúning fyrir einstakar námsleiðir í grunnnámi],\nb. inntökuskilyrði í einstakar námsleiðir í framhaldsnámi,\nc. inntöku- eða stöðupróf sem viðhöfð eru á einstökum námsleiðum,\nd. mat á reynslu, þekkingu og færni nemenda sem ekki hafa lokið formlegu undirbúningsnámi á framhaldsskólastigi.\nReglur um takmörkun á fjölda nemenda sem teknir eru inn á einstakar námsleiðir skulu settar fyrir fram fyrir hvert háskólaár. Í slíkum reglum skal taka mið af skilyrðum háskóla til þess að veita kennslu á viðkomandi námsleið. Í reglum háskólaráðs er heimilt að takmarka fjölda nemenda inn á einstaka námsleiðir enda séu þá ekki fyrir hendi skilyrði til inntöku allra umsækjenda.\nL. 46/2021, 2. gr. Rgl. 1042/2003, sbr. rgl. 277/2006, rgl. 1057/2006, rgl. 190/2013, rgl. 1042/2015, rgl. 107/2016, rgl. 1017/2016, rgl. 109/2018, rgl. 54/2020 og rgl. 247/2020. Rgl. 413/2006, sbr. rgl. 1172/2010, rgl. 391/2021 og rgl. 593/2022. Rgl. 972/2009, sbr. rgl. 155/2010, rgl. 139/2014, rgl. 126/2023 og rgl. 719/2025. Rgl. 153/2010, sbr. rgl. 153/2011, rgl. 1307/2011, rgl. 556/2012, rgl. 801/2012, rgl. 75/2013, rgl. 308/2013, rgl. 1234/2013, rgl. 316/2014, rgl. 1093/2014, rgl. 226/2015, rgl. 50/2016, rgl. 162/2016, rgl. 1204/2016, rgl. 1256/2017, rgl. 444/2018, rgl. 515/2018, rgl. 1193/2018, rgl. 201/2019, rgl. 376/2019, rgl. 906/2019, rgl. 1162/2019, rgl. 53/2020, rgl. 619/2020, rgl. 680/2020, rgl. 939/2020, rgl. 1299/2020, rgl. 67/2021, rgl. 1532/2021, rgl. 113/2022, rgl. 518/2022, rgl. 122/2023, rgl. 1527/2023, rgl. 604/2023, rgl. 714/2024, rgl. 1563/2024, rgl. 69/2025, rgl. 193/2025, rgl. 316/2025 og rgl. 697/2025. Rgl. 154/2010, sbr. rgl. 1196/2012. Rgl. 155/2011, sbr. rgl. 479/2020, rgl. 310/2021, rgl. 124/2023, rgl. 1313/2024 og rgl. 1560/2024. Rgl. 214/2011, sbr. rgl. 606/2014, rgl. 52/2020, rgl. 195/2025 og rgl. 698/2025. Rgl. 501/2011, sbr. rgl. 306/2018 og rgl. 709/2025. Rgl. 643/2011, sbr. rgl. 95/2012, rgl. 188/2013, rgl. 1078/2013, rgl. 1257/2017, rgl. 446/2018, rgl. 115/2022 og rgl. 736/2022. Rgl. 244/2014, sbr. rgl. 801/2016, rgl. 889/2016, rgl. 125/2023, rgl. 272/2023, rgl. 605/2023, rgl. 1179/20244, rgl. 1311/2024 og rgl. 705/2025. Rgl. 1160/2015, sbr. rgl. 1155/2016, rgl. 1032/2019, rgl. 1537/2021, rgl. 516/2022 og rgl. 696/2025. Rgl. 351/2017, sbr. rgl. 706/2025. Rgl. 994/2017, sbr. rgl. 447/2018, rgl. 1192/2018 og rgl. 700/2025. Rgl. 995/2017, sbr. rgl. 1536/2021, rgl. 1256/2022 og rgl. 720/2025. Rgl. 440/2018, sbr. rgl. 1533/2021, rgl. 587/2024, rgl. 319/2025 og rgl. 707/2025. Rgl. 699/2018, sbr. rgl. 342/2024. Rgl. 700/2018. Rgl. 977/2018, sbr. rgl. 1529/2023, rgl. 1561/2024 og rgl. 196/2025. Rgl. 60/2019, sbr. rgl. 1127/2020, rgl. 114/2022, rgl. 515/2022, rgl. 1013/2023 og rgl. 714/2025. Rgl. 172/2020, sbr. rgl. 704/2025. Rgl. 1580/2020. Rgl. 1581/2020. Rgl. 140/2021. Rgl. 112/2022, sbr. rgl. 702/2025. Rgl. 331/2022, sbr. rgl. 512/2022, rgl. 1528/2023, rgl. 709/2024, rgl. 70/2025, rgl. 315/2025 og rgl. 699/2025. Rgl. 822/2022, sbr. rgl. 475/2024 og rgl. 691/2025. Rgl. 666/2023.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Réttindi og skyldur nemenda.\nHáskólaráð setur, að fenginni umsögn heildarsamtaka nemenda innan háskólans, reglur um réttindi og skyldur nemenda, þ.m.t. um málskotsrétt þeirra innan háskólans.\nNemandi skal forðast að hafast nokkuð það að í námi sínu eða í framkomu sinni innan og utan skólans sem er honum til vanvirðu eða álitshnekkis eða varpað getur rýrð á nám hans eða skóla.\nGerist nemandi sekur um háttsemi skv. 2. mgr. eða sem er andstæð lögum þessum eða reglum settum samkvæmt þeim skal forseti þess skóla þar sem hann er skráður til náms taka mál hans til meðferðar. Að teknu tilliti til alvarleika brots getur forseti veitt nemanda áminningu eða vikið honum úr skóla um tiltekinn tíma eða að fullu. Áður en ákvörðun um brottrekstur er tekin skal gefa nemanda kost á að tjá sig um málið. Nemanda er heimilt að skjóta ákvörðun forseta til áfrýjunarnefndar samkvæmt lögum um háskóla. Málskot frestar framkvæmd ákvörðunar forseta.\nRektor getur að hæfilegum tíma liðnum heimilað nemanda, sem vikið hefur verið að fullu úr skóla, að skrá sig aftur til náms í háskólanum ef aðstæður hafa breyst. Nemanda er heimilt að skjóta synjun rektors um skráningu til áfrýjunarnefndar.\nVII. kafli. Kennsla, prófhald og prófgráður.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Kennsla, kennsluhættir.\nHáskólaráð setur reglur um lengd háskólaárs og skiptingu þess í kennslumissiri. Fyrirlestrar, æfingar og námskeið í háskóladeildum eru fyrir skrásetta stúdenta en kennara er heimilt að veita öðrum kost á að sækja slíka kennslu nema forseti mæli öðruvísi fyrir.\nKennsla skal fara fram í námskeiðum sem metin eru í einingum, sbr. lög um háskóla. Háskólaráð skal setja almennar reglur um mat námskeiða til eininga.\nSkólar skulu setja almennar reglur um kennslu og kennsluhætti sem háskólaráð staðfestir.\nRgl. 390/2021.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Próf og prófhald.\nHáskólaráð skal setja reglur um prófhald, þ.m.t. viðurkenningu erlendra prófa, inntöku- og undirbúningspróf, einkunnir og annað er að prófum lýtur. Hver háskóli ræður tilhögun prófa að svo miklu leyti sem ekki eru sett bindandi ákvæði um það í reglum háskólaráðs.\nSameiginleg stjórnsýsla hvers [háskóla] annast skipulag og framkvæmd prófa.\nNemandi á rétt á að fá útskýringar kennara á mati skriflegrar úrlausnar sinnar ef hann æskir þess innan 15 daga frá birtingu einkunnar. Vilji nemandi, sem ekki hefur staðist próf, þá eigi una mati kennarans getur hann snúið sér til viðkomandi forseta. Skal þá prófdómari skipaður í hverju tilviki. Einnig getur kennari eða meiri hluti nemenda, telji þeir til þess sérstaka ástæðu, óskað skipunar prófdómara í einstöku prófi.\nHeimilt er í reglum háskólaráðs að kveða á um námsframvindu og hámarkstímalengd í námi.\nDeild er heimilt að meta nám sem nemandi hefur stundað utan deildarinnar sem hluta af námi við deildina enda uppfylli námið sambærilegar gæða- og námskröfur og gerðar eru á grundvelli laga þessara og laga um háskóla.\nRgl. 921/2018, sbr. rgl. 513/2020 og rgl. 722/2023. Rgl. 390/2021. L. 50/2010, 10. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Prófgráður.\nUm prófgráður sem háskóla er heimilt að veita fer samkvæmt lögum um háskóla, sbr. þó 23. gr. laga þessara. Háskólaráði er heimilt að setja nánari reglur um prófgráður á grundvelli þeirra.\nRgl. 290/2016, sbr. rgl. 838/2019, rgl. 517/2022 og rgl. 197/2025. Rgl. 822/2022.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Doktorsnafnbót.\nHáskólar hafa rétt til að veita doktorsnafnbót í heiðursskyni. Doktorsnafnbót í heiðursskyni verður ekki veitt nema samkvæmt tillögu skólaráðs og með samþykki háskólaráðs.\nHáskólar hafa rétt til að veita doktorsnafnbót með vörn sérstakrar doktorsritgerðar og setur háskólaráð almennar reglur um vörn slíkra doktorsritgerða.\n[23. gr. a. Endurmenntun.\nHáskóla er heimilt að bjóða upp á endurmenntun þeirra sem hafa lokið háskólaprófi í þeim fræðum sem viðurkenning hans tekur til, sbr. 3. gr. laga um háskóla, nr. 63/2006.\nMeð hugtakinu endurmenntun er í lögum þessum átt við eftirfarandi:\na. námskeið fyrir háskólamenntað fólk á fagsviði þess,\nb. viðbótarnám fyrir háskólamenntað fólk á þverfaglegum grunni sem miðar að skilgreindum námslokum eða prófgráðu skv. 22. gr.]\nL. 50/2010, 11. gr., sbr. einnig brbákv. II í s.l.\nVIII. kafli. Fjárhagsmálefni.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Fjármögnun.\nHver háskóli hefur sjálfstæða fjárveitingu á fjárlögum. Ráðherra gerir tillögur um fjárframlög til hvers háskóla til að mæta útgjöldum til kennslu, rannsókna og annarra verkefna.\nHáskóla er heimilt að afla sér tekna til viðbótar við framlög skv. 1. mgr. með:\na. skrásetningargjöldum sem nemendur greiða við skráningu í nám, allt að [75.000 kr.] fyrir hvern nemanda á ársgrundvelli; álögð gjöld samkvæmt þessum lið skulu eigi skila háskóla hærri tekjum en sem nemur samanlögðum útgjöldum háskólans vegna nemendaskráningar og þjónustu við nemendur sem ekki telst til kostnaðar við kennslu og rannsóknastarfsemi,\nb. gjöldum til að standa undir útgáfu staðfestra vottorða, gerð, fyrirlögn og yfirferð stöðu-, inntöku-, upptöku- og fjarprófa,\nc. gjöldum fyrir þjónustu sem telst utan þeirrar þjónustu sem háskóla er skylt að veita,\nd. gjöldum fyrir þjónustu sem háskóli veitir og grundvölluð er á samningi við [ráðuneytið], sbr. d-lið 2. mgr. 21. gr. laga um háskóla,\ne. [gjöldum fyrir endurmenntun skv. 23. gr. a],\n[f. gjöldum fyrir fræðslu fyrir almenning],\n[g. umsýslu- og afgreiðslugjöldum umsókna nemenda með ríkisfang utan Evrópska efnahagssvæðisins, að undanskildum Færeyjum og Grænlandi.]\n[Háskóla er heimilt að skipta innheimtu skrásetningargjalds skv. a-lið hlutfallslega yfir skólaárið.]\nHeimilt er að taka 15% hærra gjald af þeim sem fá leyfi til skrásetningar utan auglýstra skráningartímabila, sbr. a-lið 2. mgr.\nHáskólaráð setur nánari reglur um gjaldtöku og ráðstöfun gjalda samkvæmt þessari grein. Í reglum háskólaráðs er heimilt að mæla fyrir um lækkun skrásetningargjalds til tekjulítilla stúdenta er búa við örorku eða fötlun, sbr. 2. gr. laga nr. 59/1992, um málefni [fatlaðs fólks]. Heimilt er að miða slíkar reglur við tekjumörk og hvort lækkun sé í formi fastrar krónutölu eða hlutfalls af skrásetningargjaldi. Í reglum háskólaráðs er jafnframt heimilt að verja hluta skrásetningargjalds til félagssamtaka stúdenta.\nL. 140/2013, 23. gr. L. 126/2011, 488. gr. L. 50/2010, 12. gr., sbr. einnig brbákv. II í s.l. L. 56/2013, 6. gr. L. 171/2011, 1. gr. Rgl. 898/2021. Rgl. 1082/2023. L. 115/2015, 27. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Þjónustusamningar.\nHáskólaráði er heimilt að semja við stúdenta, samtök þeirra og félög, hollvinasamtök, einstaklinga, samtök þeirra og fyrirtæki eða opinberar stofnanir um að taka að sér þjónustu fyrir hönd háskóla enda sé farið að ákvæðum 30. gr. laga um fjárreiður ríkisins.\nIX. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Önnur viðfangsefni og starfsemi.\nHáskóla er heimilt, með samþykki [ráðherra], að eiga aðild að hlutafélögum, sjálfseignarstofnunum eða félögum með takmarkaða ábyrgð ef starfsemi þeirra samrýmist þeim markmiðum sem háskólanum eru sett og aðild þjónar hagsmunum hans. Háskólaráð fer með eignarhlut háskólans í slíkum fyrirtækjum en getur veitt skóla, stofnun eða öðrum aðila innan háskóla umboð til að fara með hlutinn.\nHáskóla er heimilt að stofna og starfrækja sérstaka rannsóknar- og þróunarsjóði. Skal um þá sett skipulagsskrá sem [ráðherra] og háskólaráð staðfesta. Skipulagsskráin skal birt í B-deild Stjórnartíðinda.\nHáskóla er heimilt að semja við aðrar stofnanir og fyrirtæki, sem tengjast starfssviði skólans, um kennslu, rannsóknir og ráðningu kennara og annarra starfsmanna.\nL. 50/2010, 13. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Ársfundur.\nHáskóli skal árlega halda opinn ársfund þar sem fjárhagur skólans og meginatriði starfsáætlunar hans eru kynnt.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Birting reglna og kennsluskrár.\nReglur þær, sem háskólaráð setur samkvæmt lögum þessum, skulu birtar í B-deild Stjórnartíðinda.\nHver skóli semur og birtir eigin kennsluskrá. Árlega skal birt kennsluskrá fyrir háskólann í heild.\nRgl. 389/2009, sbr. rgl. 1135/2011, rgl. 788/2020 og rgl. 1145/2022. Rgl. 569/2009 (fyrir Háskóla Íslands), sbr. rgl. 787/2009, rgl. 970/2009, rgl. 1024/2009, rgl. 152/2010, rgl. 262/2010, rgl. 226/2011, rgl. 497/2011, rgl. 552/2011, rgl. 832/2011, rgl. 1143/2011, rgl. 1305/2011, rgl. 94/2012, rgl. 192/2012, rgl. 285/2012, rgl. 600/2012, rgl. 74/2013, rgl. 186/2013, rgl. 307/2013, rgl. 629/2013, rgl. 929/2013, rgl. 1077/2013, rgl. 1233/2013, rgl. 138/2014, rgl. 315/2014, rgl. 443/2014, rgl. 605/2014, rgl. 1095/2014, rgl. 21/2015, rgl. 223/2015, rgl. 301/2015, rgl. 430/2015, rgl. 546/2015, rgl. 830/2015, rgl. 921/2015, rgl. 1087/2015, rgl. 1156/2015, rgl. 161/2016, rgl. 288/2016, rgl. 368/2016, rgl. 520/2016, rgl. 544/2016, rgl. 550/2016, rgl. 807/2016, rgl. 887/2016, rgl. 1015/2016, rgl. 1154/2016, rgl. 141/2017, rgl. 350/2017, rgl. 541/2017, rgl. 819/2017, rgl. 894/2017, rgl. 993/2017, rgl. 1255/2017, rgl. 106/2018, rgl. 284/2018, rgl. 304/2018, rgl. 441/2018, rgl. 540/2018, rgl. 641/2018, rgl. 859/2018, rgl. 978/2018, rgl. 1006/2018, rgl. 1191/2018, rgl. 199/2019, rgl. 280/2019, rgl. 594/2019, rgl. 837/2019, rgl. 1031/2019, rgl. 51/2020, rgl. 168/2020, rgl. 304/2020, rgl. 478/2020, rgl. 617/2020, rgl. 1012/2020, rgl. 1126/2020, rgl. 1297/2020, rgl. 36/2021, rgl. 183/2021, rgl. 593/2021, rgl. 1047/2021, rgl. 1302/2021, rgl. 1531/2021, rgl. 110/2022, rgl. 510/2022, rgl. 592/2022, rgl. 739/2022, rgl. 1076/2022, rgl. 1479/2022, rgl. 121/2023, rgl. 162/2023, rgl. 269/2023, rgl. 415/2023, rgl. 486/2023, rgl. 1112/2023, rgl. 1218/2023, rgl. 1526/2023, rgl. 1556/2023, rgl. 95/2024, rgl. 182/2024, rgl. 381/2024, rgl. 586/2024, rgl. 1312/2024, rgl. 1562/2024, rgl. 71/2025, rgl. 194/2025, rgl. 318/2025, rgl. 712/2025 og rgl. 713/2025. Rgl. 481/2010, sbr. rgl. 1088/2015, rgl. 55/2020, rgl. 248/2020, rgl. 618/2020, rgl. 123/2023 og 273/2023. Rgl. 484/2010, sbr. rgl. 1197/2012. Rgl. 735/2012. Rgl. 244/2014, sbr. rgl. 801/2016, rgl. 889/2016, rgl. 272/2023, rgl. 489/2024, rgl. 1179/2024, rgl. 1311/2024, rgl. 587/2025 og rgl. 705/2025. Rgl. 1344/2015. Rgl. 160/2016. Rgl. 888/2016, sbr. rgl. 493/2021, rgl. 514/2022 og rgl. 717/2025. Rgl. 890/2016, sbr. rgl. 839/2019, rgl. 908/2019, rgl. 1535/2021, rgl. 1013/2023 og rgl. 718/2025. Rgl. 287/2018. Rgl. 366/2020 (fyrir Landbúnaðarháskóla Íslands). Rgl. 1211/2020, sbr. rgl. 721/2023. Rgl. 1540/2021 (fyrir Háskólann á Hólum). Rgl. 694/2022 (fyrir Háskólann á Akureyri), sbr. rgl. 572/2023 og rgl. 1081/2023. Rgl. 820/2022, sbr. rgl. 343/2024. Rgl. 821/2022, sbr. rgl. 474/2024. Rgl. 1144/2022. Rgl. 723/2023, sbr. rgl. 1496/2024. Rgl. 1733/2023 (fyrir Háskólann á Hólum). Rgl. 488/2024, sbr. rgl. 317/2025 og rgl. 708/2025. Rgl. 1310/2024 (fyrir Háskólann Íslands). Rgl. 1790/2024 (fyrir Landbúnaðarháskóla Íslands).",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    }
  ]
}
