{
  "id": "121/2008",
  "type": "statute",
  "title": "Lög um alþjóðlega þróunarsamvinnu Íslands",
  "status": "in_force",
  "issued_date": "2008-09-17",
  "url": "https://www.althingi.is/lagas/nuna/2008121.html",
  "description": "Tóku gildi 1. október 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Almennt ákvæði.\nMeð lögum þessum er mælt fyrir um alþjóðlega þróunarsamvinnu Íslands.\nVið framkvæmd alþjóðlegrar þróunarsamvinnu Íslands skal tekið mið af stofnsáttmála Sameinuðu þjóðanna og öðrum alþjóðlegum samþykktum um þróunarsamvinnu sem íslensk stjórnvöld hafa skuldbundið sig til að uppfylla.\n[Meginmarkmið með alþjóðlegri þróunarsamvinnu Íslands eru að styðja viðleitni stjórnvalda í þróunarlöndum til að útrýma fátækt og hungri og stuðla að sjálfbærri þróun, þ.m.t. mannréttindum, menntun, bættu heilbrigði, jafnrétti kynjanna, umhverfis- og loftslagsvernd og viðbrögðum við loftslagsbreytingum, sjálfbærri nýtingu auðlinda og bættum efnahag. Það heyrir einnig til markmiða þessara að tryggja öryggi á alþjóðavettvangi, m.a. með því að stuðla að friði og gæta hans, vinna að uppbyggingu og gæslu friðar og veita mannúðaraðstoð þar sem hennar er þörf.]\nL. 122/2015, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Yfirstjórn alþjóðlegrar þróunarsamvinnu Íslands.\n[Ráðherra] fer með yfirstjórn alþjóðlegrar þróunarsamvinnu Íslands.\n[Ráðuneytið annast alþjóðlega þróunarsamvinnu Íslands samkvæmt stefnu stjórnvalda um alþjóðlega þróunarsamvinnu, sbr. 5. gr.\nAlþjóðleg þróunarsamvinna Íslands er framkvæmd í samstarfi við alþjóðastofnanir, samstarfslönd, borgarasamtök og aðra aðila eftir því sem við á.]\nL. 126/2011, 497. gr. L. 122/2015, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Þróunarsamvinnunefnd.\nRáðherra skipar fulltrúa í þróunarsamvinnunefnd og varamenn þeirra til fjögurra ára í senn með eftirfarandi hætti:\na. Formaður nefndarinnar er skipaður án tilnefningar og skal hann vera sérfróður um þróunarmál og hafa reynslu á því sviði.\nb. Hver þingflokkur sem á sæti á Alþingi skal tilnefna einn fulltrúa.\nc. Fimm fulltrúar skulu skipaðir að höfðu samráði við íslensk borgarasamtök sem starfa að alþjóðlegri þróunarsamvinnu og mannúðaraðstoð.\nd. Tveir fulltrúar skulu skipaðir að höfðu samráði við samstarfsnefnd háskólastigsins.\ne. Tveir fulltrúar skulu skipaðir í samráði við aðila vinnumarkaðarins.]\nL. 122/2015, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Hlutverk þróunarsamvinnunefndar.\nÞróunarsamvinnunefnd skal sinna ráðgefandi hlutverki við stefnumarkandi ákvarðanatöku um alþjóðlega þróunarsamvinnu Íslands til lengri tíma og fylgjast með framkvæmd hennar.\nFulltrúi ráðuneytisins skal sitja fundi nefndarinnar.\nNefndin skal m.a. fjalla um stefnu um alþjóðlega þróunarsamvinnu og aðgerðaáætlun þar að lútandi, framlög til þróunarsamvinnu, val á samstarfslöndum, þátttöku Íslands í starfi alþjóðastofnana á sviði þróunarsamvinnu, sem og helstu skýrslur um árangur í þróunarsamvinnu.\nNefndin fundar að lágmarki tvisvar á ári með ráðherra og upplýsir utanríkismálanefnd reglulega um störf sín.]\nL. 122/2015, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Stefna stjórnvalda um alþjóðlega þróunarsamvinnu.\nRáðherra leggur fimmta hvert ár fram tillögu til þingsályktunar á Alþingi um stefnu stjórnvalda um alþjóðlega þróunarsamvinnu Íslands til fimm ára í senn þar sem fram koma markmið og áherslur Íslands í málaflokknum. Í aðgerðaáætlun skal kveðið nánar á um framkvæmd stefnunnar.\nDrög að tillögu til þingsályktunar skv. 1. mgr. skulu lögð fyrir þróunarsamvinnunefnd til umsagnar og skal umsögn hennar fylgja tillögunni til Alþingis.]\nL. 122/2015, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Framlög til alþjóðlegrar þróunarsamvinnu.\nFramlög til alþjóðlegrar þróunarsamvinnu skulu greidd úr ríkissjóði eftir því sem ákveðið er í fjárlögum hvers árs.\nÍ stefnu stjórnvalda um alþjóðlega þróunarsamvinnu skal tilgreina fyrirhugað hlutfall framlaga til alþjóðlegrar þróunarsamvinnu af vergum þjóðartekjum og hvernig þau skulu skiptast á grundvelli stefnumiða Íslands í þróunarsamvinnu.]\nL. 122/2015, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Starfsmenn ríkisins við alþjóðlega þróunarsamvinnu.\n[Ráðuneytinu] er heimilt að ráða starfsmenn til tímabundinna starfa við afmörkuð verkefni í þróunarsamvinnu erlendis, þó ekki lengur en fimm ár í senn. [Það getur sagt upp slíkum ráðningarsamningi með þriggja mánaða uppsagnarfresti.]\n[Um tímabundna ráðningu sérfræðinga í störf í þágu friðar á vegum alþjóðastofnana fer samkvæmt ákvæðum laga um íslensku friðargæsluna og þátttöku hennar í alþjóðlegri friðargæslu.]\n[Starfsmenn ríkisins við þróunarsamvinnu] erlendis skulu í störfum sínum hafa í heiðri þær þjóðréttarlegu reglur sem Ísland er skuldbundið af og réttaráhrif hafa gagnvart einstaklingum. [Á þeim hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.] Þeir mega ekki taka þátt í stjórnmálastarfi eða mótmælum í því landi þar sem þeir starfa.\nL. 122/2015, 7. gr. L. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Framkvæmd, eftirlit og úttektir.\nVið framkvæmd þróunarsamvinnu skal fylgja viðurkenndum aðferðum, reglum og leiðbeiningum alþjóðasamfélagsins, m.a. þróunarsamvinnunefndar Efnahags- og framfarastofnunarinnar, og þeim kröfum um meðferð og vörslu fjármuna á sviði þróunarsamvinnu sem Ríkisendurskoðun gerir. [Framkvæmd stefnu stjórnvalda um alþjóðlega þróunarsamvinnu, sbr. 5. gr., skal háð reglulegu eftirliti og úttektum óháðra aðila.]\nL. 122/2015, 8. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skýrslur [ráðherra] og upplýsingagjöf til Alþingis.\n[Ráðherra gefur Alþingi skýrslu annað hvert ár um framkvæmd stefnu stjórnvalda um alþjóðlega þróunarsamvinnu Íslands. Samtímis kynnir hann aðgerðaáætlun skv. 1. mgr. 5. gr. til tveggja ára.]\nAuk þess sem greinir í 1. mgr. upplýsir ráðherra utanríkismálanefnd og fjárlaganefnd reglulega um framkvæmd alþjóðlegrar þróunarsamvinnu.\nL. 126/2011, 497. gr. L. 122/2015, 9. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
