{
  "id": "66/2008",
  "type": "statute",
  "title": "Lög um Landeyjahöfn",
  "status": "in_force",
  "issued_date": "2008-06-07",
  "url": "https://www.althingi.is/lagas/nuna/2008066.html",
  "description": "Tóku gildi 12. júní 2008.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að styrkja samgöngur milli lands og Vestmannaeyja með því að setja reglur um uppbyggingu og rekstur ferjuhafnar í Bakkafjöru í Landeyjum, Rangárþingi eystra, sem hefur hlotið heitið Landeyjahöfn.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fjármögnun og yfirstjórn.\n[Ráðherra] fer með yfirstjórn málefna Landeyjahafnar nema annað sé ákveðið í öðrum lögum og annast [Vegagerðin] þátt ríkisins samkvæmt lögunum nema lög kveði á um annað.\nLandeyjahöfn skal byggð og rekin fyrir framlög úr ríkissjóði eins og þau eru ákveðin í samgönguáætlun og fjárlögum hverju sinni.\nL. 126/2011, 481. gr. L. 59/2013, 35. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Eignarhald og rekstur hafnarinnar.\nLandeyjahöfn er að fullu í eigu íslenska ríkisins.\n[Vegagerðin] hefur umsjón með byggingu og rekstri Landeyjahafnar, ber ábyrgð á rekstri hennar og fer með verkefni hafnarstjórnar samkvæmt hafnalögum. Notendum hafnarinnar er heimilt að skjóta ákvörðunum [Vegagerðarinnar], öðrum en gjaldskrárákvörðunum, til [ráðherra]. Um málsmeðferð fer samkvæmt ákvæðum stjórnsýslulaga.\nMeð rekstri hafnarinnar er átt við forræði yfir höfn og hafnarsvæði, þ.m.t. uppbygging hafnarinnar, viðhald og rekstur.\nEignum og tekjum Landeyjahafnar má aðeins verja í viðhald og rekstur hafnarinnar.\n[Vegagerðinni] er heimilt að gera þjónustusamning um rekstur hafnarinnar og hefur eftirlit með framkvæmd hans. Um hann gilda reglur um þjónustusamninga ríkisins.\nL. 59/2013, 35. gr. L. 162/2010, 255. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Eignarnámsheimild.\n[Ráðherra] er heimilt að ákveða, að fengnum tillögum [Vegagerðarinnar], að ríkið taki eignarnámi nauðsynlegt land fyrir Landeyjahöfn, enda komi fullar bætur fyrir.\nLandeiganda ber að leyfa efnistöku í landi sínu á því efni sem þarf til hafnargerðarinnar, hvort heldur er grjót, möl eða önnur jarðefni, enda komi fullar bætur fyrir. Þá er [ráðherra] heimilt að ákveða, að fengnum tillögum [Vegagerðarinnar], að ríkið taki eignarnámi land er þarf fyrir varnargarða meðfram Markarfljóti og Álunum og sjóvarnargarða, svo og land til þess að gera brautir og vegi er því tengjast.\n[Ráðherra] afhendir [Vegagerðinni] þau verðmæti sem tekin eru eignarnámi skv. 1. og 2. mgr.\nÞað er ekki skilyrði þess að eignarnám skv. 1. eða 2. mgr. geti farið fram að áður hafi verið leitað samninga um land við landeigendur, hvort sem er vegna lands eða efnistöku.\nUm framkvæmd eignarnáms og ákvörðun eignarnámsbóta fer eftir lögum nr. 11/1973, um framkvæmd eignarnáms.\nL. 162/2010, 255. gr. L. 59/2013, 35. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Landgræðsla.\nLandeiganda er skylt að heimila uppgræðslu sands á Bakkafjöru sem nauðsynleg er að mati [Vegagerðarinnar] og [Lands og skógar] til að hefta sandfok við Landeyjahöfn og aðkomuvegi að höfninni án þess að til komi bætur. Mörk landgræðslusvæðis eru frá stórstraumsfjöruborði í suðri, Bakkaflugvelli og upp að Álunum í norðri, Markarfljóti í austri og vatnsleiðslu Vestmannaeyjabæjar í vestri.\nLandeigandi hefur ekki heimild til að nýta land sem ræktað er samkvæmt ákvæði þessu til beitar eða á nokkurn annan hátt nema með samþykki [Lands og skógar].\nL. 59/2013, 35. gr. L. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Reglugerðarheimild.\nHeimilt er að setja reglugerð um Landeyjahöfn þar sem m.a. mörk hafnarinnar bæði á sjó og landi eru nánar tilgreind, fram koma starfsheimildir hafnarinnar og heimild til umferðar á hafnarsvæðinu auk annarra atriða er varða öryggi, mengunarvarnir og slysavarnir í höfninni.\nRg. 590/2010.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gjaldtökuheimild.\nRáðherra er heimilt að setja gjaldskrá til innheimtu gjalda vegna kostnaðar við þjónustu og framkvæmd einstakra verka sem tengjast rekstri Landeyjahafnar. Um gjaldtökuheimild skal taka mið af 17. gr. hafnalaga, nr. 61/2003, eftir því sem við á.\nKostnaður við rekstur hafnarinnar greiðist að öðru leyti af framlögum sem ákvörðuð eru í samgönguáætlun í samræmi við ákvæði fjárlaga hverju sinni.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gildissvið.\nÞar sem lögum þessum sleppir gilda ákvæði hafnalaga, nr. 61/2003, eftir því sem við á.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
