{
  "id": "32/2009",
  "type": "statute",
  "title": "Lög um ábyrgðarmenn",
  "status": "in_force",
  "issued_date": "2009-04-02",
  "url": "https://www.althingi.is/lagas/nuna/2009032.html",
  "description": "Tóku gildi 4. apríl 2009.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið þessara laga er að setja reglur um ábyrgðir einstaklinga, draga úr vægi ábyrgða og að stuðla að því að lánveitingar verði miðaðar við greiðslugetu lántaka og hans eigin tryggingar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi gilda um lánveitingar stofnana og fyrirtækja þar sem ábyrgðarmaður gengst í ábyrgð til tryggingar efndum lántaka. Stofnanir og fyrirtæki geta m.a. verið viðskiptabankar, sparisjóðir, greiðslukortafyrirtæki, lánafyrirtæki, verðbréfafyrirtæki, vátryggingafélög, lífeyrissjóðir, [Húsnæðis- og mannvirkjastofnun] og Lánasjóður íslenskra námsmanna.\nMeð ábyrgðarmanni er átt við einstakling sem gengst persónulega í ábyrgð eða veðsetur tilgreinda eign sína til tryggingar efndum lántaka enda sé ábyrgðin ekki í þágu atvinnurekstrar ábyrgðarmanns eða í þágu fjárhagslegs ávinnings hans.\nPersónuleg ábyrgð er annaðhvort einföld ábyrgð eða sjálfskuldarábyrgð. Sé í ábyrgðarsamningi ekkert tekið fram um hvers konar ábyrgð sé að ræða skal hún álitin einföld.\n[Ráðherra] er heimilt með reglugerð að undanskilja tiltekin form ábyrgða gildissviði laganna.\nL. 137/2019, 19. gr. L. 126/2011, 505. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lánveitandi skal tilkynna ábyrgðarmanni um framsal réttinda sem reist eru á ábyrgðinni eða láni því sem ábyrgðin stendur til tryggingar á.\nLög þessi gilda um framsalshafa eftir því sem við á.\nII. kafli. Stofnun, efni og form ábyrgðarsamninga.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lánveitandi skal meta hæfi lántaka til að standa í skilum með lán þar sem ábyrgðarmaður gengst í ábyrgð til tryggingar efndum lántaka. Greiðslumat skal byggt á viðurkenndum viðmiðum. [Ráðherra] er heimilt að setja reglugerð um framkvæmd greiðslumats.\nLánveitandi skal með skriflegum hætti ráða ábyrgðarmanni frá því að gangast í ábyrgð ef greiðslumat bendir til þess að lántaki geti ekki efnt skuldbindingar sínar.\nMeð sama hætti skal lánveitandi ráða ábyrgðarmanni frá því að undirgangast ábyrgð ef aðstæður ábyrgðarmanns gefa tilefni til.\nL. 126/2011, 505. gr. Rg. 920/2013, sbr. 274/2017.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fyrir gerð ábyrgðarsamnings skal lánveitandi upplýsa ábyrgðarmann skriflega um þá áhættu sem ábyrgð er samfara. Í því felst meðal annars að veita upplýsingar um:\na. almennar reglur sem um ábyrgðir gilda, þ.m.t. um muninn á sjálfskuldarábyrgð og einfaldri ábyrgð,\nb. greiðslugetu lántaka,\nc. lán það sem ábyrgð er ætlað að tryggja,\nd. gildistíma ábyrgðar,\ne. höfuðstól ábyrgðar, hlutfall eða hámarksfjárhæð sem henni er ætlað að tryggja,\nf. hvort ábyrgð standi til tryggingar innheimtukostnaði og hvernig hann er reiknaður út,\ng. tryggingar sem lántaki hefur útvegað hjá öðrum en ábyrgðarmanni og virði þeirra,\nh. hvort ábyrgðarmaður geti orðið sér úti um ábyrgðartryggingu í stað ábyrgðar,\ni. leiðir sem ábyrgðarmanni standa til boða til að fá leyst úr ágreiningi vegna ábyrgðar.\nÁbyrgðarmaður á rétt á að fá afhent eintak af ábyrgðarsamningi og lánssamningi sem ábyrgðin stendur til tryggingar á áður en hann gengst undir ábyrgð.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ábyrgðarsamningur skal vera skriflegur. Í honum skal getið þeirra upplýsinga sem nefndar eru í 5. gr. og skoðast þær sem hluti samningsins.\nLánveitandi getur ekki einhliða breytt skilmálum ábyrgðarsamnings, þ.m.t. lánssamnings, ábyrgðarmanni í óhag. Ákvæði þetta gildir þó ekki um breytingar á vöxtum eða eðlilegum kostnaðarliðum sem lánveitandi hefur rétt til að breyta samkvæmt lánssamningi sem ábyrgð stendur í tengslum við.\nIII. kafli. Réttarsamband lánveitanda og ábyrgðarmanns.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lánveitandi skal senda ábyrgðarmanni tilkynningu skriflega svo fljótt sem kostur er:\na. um vanefndir lántaka,\nb. ef veð eða aðrar tryggingar eru ekki lengur tiltækar,\nc. um andlát lántaka eða að bú hans hafi verið tekið til gjaldþrotaskipta,\nd. eftir hver áramót með upplýsingum um stöðu láns sem ábyrgð stendur fyrir og yfirliti yfir ábyrgðir.\nÁbyrgðarmaður skal vera skaðlaus af vanrækslu lánveitanda á tilkynningarskyldu skv. 1. mgr. og ef vanræksla er veruleg skal ábyrgð falla niður.\nÁbyrgðarmaður verður ekki krafinn um greiðslur á dráttarvöxtum eða öðrum innheimtukostnaði lántaka sem fellur til eftir gjalddaga nema liðnar séu tvær vikur frá því að ábyrgðarmanni var sannanlega gefinn kostur á að greiða gjaldfallna afborgun.\nLánveitandi getur ekki þannig að gildi hafi gagnvart ábyrgðarmanni gjaldfellt lán í heild sinni nema ábyrgðarmanni hafi áður verið gefinn kostur á að greiða gjaldfallnar afborganir lánsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ekki verður gerð aðför í fasteign þar sem ábyrgðarmaður býr eða fjölskylda hans ef krafa á rót sína að rekja til persónulegrar ábyrgðar.\nLánveitandi getur ekki krafist gjaldþrotaskipta á búi ábyrgðarmanns ef krafa hans á rót sína að rekja til persónulegrar ábyrgðar nema hann geri sennilegt að um sviksamlegt undanskot eigna ábyrgðarmanns hafi verið að ræða.\nIV. kafli. Takmarkanir á ábyrgð.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Hafi lánveitandi keypt tryggingu vegna hugsanlegs greiðslufalls lántaka og greiðsluskylda fellur til samkvæmt skilmálum tryggingar takmarkar sú greiðsla ábyrgð ábyrgðarmanns sem nemur þeirri fjárhæð sem greidd er inn á lánið.\nEf lánveitandi vanrækir að lýsa kröfu í gjaldþrota- eða dánarbú lántaka lækkar krafa á hendur ábyrgðarmanni sem nemur þeirri fjárhæð sem ella hefði fengist greidd úr þrota- eða dánarbúi lántaka.\n[Þrátt fyrir ákvæði 4. mgr. 60. gr. laga um gjaldþrotaskipti o.fl. skal nauðasamningur eða önnur eftirgjöf, þ.m.t. nauðasamningur til greiðsluaðlögunar og samningur um greiðsluaðlögun, sem kveður á um lækkun kröfu á hendur lántaka eða aðalskuldara hafa sömu áhrif til lækkunar kröfu á hendur ábyrgðarmanni.]\nL. 101/2010, 36. gr.\nV. kafli. Brottfall ábyrgðar eða annarra tryggingarráðstafana.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ábyrgðarmaður verður ekki skuldbundinn af ábyrgðarsamningi hafi lántaki aldrei orðið skuldbundinn til að inna greiðslu af hendi samkvæmt samningi við lánveitanda.\nEf lánveitandi samþykkir að veð eða aðrar tryggingarráðstafanir sem gerðar voru til að tryggja efndir samnings skuli ekki lengur standa til tryggingar, og breytingin hefur í för með sér að staða ábyrgðarmanns er þá mun verri en hún var, er ábyrgðarmaður ekki lengur bundinn af samningi sínum.\nVI. kafli. Reglugerðarheimild.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Ráðherra] er heimilt að setja reglugerð um framkvæmd laga þessara.\nL. 126/2011, 505. gr.\nVII. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Lög þessi öðlast þegar gildi. Lögin taka til ábyrgða sem stofnað hefur verið til fyrir gildistöku þeirra að frátöldum 4. gr., 5. gr., 1. mgr. 6. gr. og 8. gr.\nÁkvæði til bráðabirgða.\nHeimilt er að víkja ábyrgð til hliðar í heild eða að hluta á grundvelli 36. gr. laga um samningsgerð, umboð og ógilda löggerninga, nr. 7/1936, og að teknu tilliti til þeirra atvika er leiddu til setningar laga um heimild til fjárveitingar úr ríkissjóði vegna sérstakra aðstæðna á fjármálamarkaði o.fl., nr. 125/2008.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
