{
  "id": "152/2009",
  "type": "statute",
  "title": "Lög um stuðning við nýsköpunarfyrirtæki",
  "status": "in_force",
  "issued_date": "2009-12-29",
  "url": "https://www.althingi.is/lagas/nuna/2009152.html",
  "description": "Tóku gildi 1. janúar 2010.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\n[Markmið þessara laga er að efla rannsóknir og þróunarstarf og bæta samkeppnisskilyrði nýsköpunarfyrirtækja með því að veita þeim rétt til skattfrádráttar vegna kostnaðar við nýsköpunarverkefni.]\nL. 165/2010, 42. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\n[Lög þessi gilda um fyrirtæki sem eru eigendur rannsóknar- eða þróunarverkefna [sem þau bera sjálf fjárhagslega áhættu af, og] sem staðfest hafa verið af Rannsóknamiðstöð Íslands skv. 5. gr. Háskólar og opinberar stofnanir teljast ekki fyrirtæki í skilningi laga þessara.]\n[Fyrirtæki sem eiga í fjárhagsvanda falla utan gildissviðs laga þessara. Sama gildir um fyrirtæki sem íslenska ríkið á útistandandi endurgreiðslukröfu á vegna ólögmætrar ríkisaðstoðar.]\nL. 140/2024, 41. gr. L. 165/2010, 43. gr. L. 126/2014, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum merkir:\n[1. Lítið fyrirtæki: Fyrirtæki sem er með færri en 50 starfsmenn og er með árlega veltu undir [10 milljónum] evra og/eða efnahagsreikning undir [10 milljónum] evra, sbr. I. viðauka við reglugerð framkvæmdastjórnarinnar [(ESB) nr. 651/2014 frá 17. júní 2014], þar sem tilgreindir eru tilteknir flokkar aðstoðar sem samrýmast sameiginlega markaðnum til beitingar 61. og 62. gr. samningsins um Evrópska efnahagssvæðið.\n2. Meðalstórt fyrirtæki: Fyrirtæki sem er með á bilinu 50&ndash;250 starfsmenn og er með árlega veltu undir 50 milljónum evra og/eða efnahagsreikning undir 43 milljónum evra, sbr. I. viðauka við reglugerð framkvæmdastjórnarinnar [(ESB) nr. 651/2014].]\n[3. ] [ Nýsköpunarfyrirtæki: Lögaðilar skv. 1. og 3. tölul. 1. mgr. 2. gr. laga nr. 90/2003, um tekjuskatt, sem stunda rannsóknir eða þróun samkvæmt lögum þessum.]\n[4. ] Rannís: Rannsóknamiðstöð Íslands sem er ríkisstofnun [starfrækt samkvæmt lögum um opinberan stuðning við vísindarannsóknir].\n[5. ] [ Rannsóknar- og þróunarkostnaður: Beinn kostnaður við verkefni sem hlotið hefur staðfestingu skv. 5. gr., svo sem vegna starfsmanna, tækja, húsnæðis, aðkeyptrar rannsóknar- og þróunarvinnu og annarra aðfanga sem eingöngu eru notuð við verkefnið. [Til beins kostnaðar telst ekki kostnaður sem tengist fjármögnun eða sölu- og markaðsstarfsemi.]]\n[6. ] [ Rannsóknir og þróun: Afmarkað og markvisst verkefni sem er ætlað að afla nýrrar þekkingar eða nýrrar færni sem telst vera til framdráttar fyrir [nýsköpunarfyrirtækið] vegna þróunar nýrrar eða betri vöru, þjónustu eða framleiðsluaðferðar.]\n[7. ] Skattfrádráttur: Frádráttur frá álögðum tekjuskatti eða endurgreiðsla samkvæmt lögum nr. 90/2003, um tekjuskatt.\n[8. Stórt fyrirtæki: Fyrirtæki sem er með fleiri en 250 starfsmenn, sbr. I. viðauka við reglugerð framkvæmdastjórnarinnar [(ESB) nr. 651/2014].]\n[9. ] Viðskiptaáætlun: Greinargerð um viðskiptahugmynd fyrirtækis, starfsemi þess og [markaðstækifæri fyrir þá vöru, þjónustu eða framleiðsluaðferð sem verið er að þróa í verkefninu, ásamt meginforsendum sem viðkomandi áætlun byggist á].\n[10. ] ...\nL. 79/2016, 6. gr. L. 165/2010, 44. gr. L. 126/2014, 2. gr. L. 140/2024, 42. gr.\nII. kafli. [Umsóknarferli o.fl.]\nL. 165/2010, 51. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Umsóknir til Rannís.\n[Umsókn um staðfestingu á rannsóknar- eða þróunarverkefni skal berast Rannís eigi síðar en [1. október] ár hvert.\nUmsókn skal afhent á því formi sem Rannís ákveður. Með umsókn skal fylgja greinargóð lýsing á verkefninu ásamt verk- og kostnaðaráætlun.\n[Tilgreina ber í umsókn hvers árs hvort fyrirtæki tengt umsækjanda hafi jafnframt lagt fram umsókn á grundvelli þessarar greinar.]]\nL. 126/2014, 3. gr. L. 140/2024, 43. gr. L. 165/2010, 45. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[Staðfesting verkefna.]\n[Rannís ákvarðar hvort verkefni hlýtur staðfestingu samkvæmt lögum þessum. Skilyrði þess að verkefni hljóti staðfestingu er að það teljist rannsóknar- eða þróunarverkefni samkvæmt lögum þessum og einnig]:\n1. að hugmynd að virðisaukandi vöru/þjónustu og viðskiptaáætlun sé vel skilgreind, og\n2. [að fram komi töluleg markmið um áhrif á rekstrartekjur/ útflutning, störf og/eða annan virðisauka nýsköpunarfyrirtækis sem verði til vegna verkefnisins á líftíma afurða þess, ásamt áætlun um markaðssetningu og forsendum hennar, og]\n3. [starfsmenn nýsköpunarfyrirtækis hafi sérfræðimenntun, þjálfun eða reynslu á þeim fagsviðum sem hugmynd að virðisaukandi vöru, þjónustu eða framleiðsluaðferð byggist á].\n...\n[Óheimilt er að framlengja umsókn um sama verkefni sem fengið hefur staðfestingu skv. 1. mgr. oftar en þrisvar. Ef sama verkefni hefur fengið framlengingu í þrígang getur umsækjandi sótt um staðfestingu á nýju verkefni sem byggist á fyrra verkefni ef sýnt er fram á að áfangamarkmiðum hafi sannanlega verið náð og nýtt verkefni byggist á þeim árangri.\nRannís getur afturkallað staðfestingu skv. 1. mgr. ef umsókn um verkefni byggðist á röngum og villandi upplýsingum þannig að staðfesting hefði ekki verið veitt ef réttar upplýsingar hefðu legið fyrir. Rannís er heimilt að krefjast upplýsinga og gagna, á því formi sem það óskar, til að meta umsóknir í þessum tilgangi. Afturköllun samþykkis getur tekið til yfirstandandi og síðustu tveggja tekjuára.]\nL. 165/2010, 46. gr. L. 140/2024, 44. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "...\n[Ef nýsköpunarfyrirtæki kaupir rannsóknar- eða þróunarvinnu af ótengdu fyrirtæki, háskóla eða stofnun til nota í eigin staðfestu rannsóknar- eða þróunarverkefni [skal heimilt að telja til þessarar aðkeyptu rannsóknar- eða þróunarvinnu allt að 20% af hámarkskostnaði] skv. 10. gr.]\nL. 165/2010, 47. gr. L. 140/2024, 45. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Samstarfsverkefni.\n[Tvö eða fleiri ótengd nýsköpunarfyrirtæki geta staðið saman að verkefni og notið frádráttar skv. 10. gr. Í tilviki samstarfsverkefnis skulu upplýsingar um alla þátttakendur koma fram í umsókn skv. 4. gr. ásamt upplýsingum um áætlaða hlutdeild hvers og eins í rannsóknar- og þróunarkostnaði.]\nL. 165/2010, 48. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Málsmeðferð.\n[Við mat Rannís á rannsóknar- og þróunarverkefnum má leita til ráðgefandi fagnefndar sem skipuð er þremur fulltrúum með reynslu af málefnum tengdum nýsköpun. [[Ráðherra] og ráðherra er fer með málefni atvinnuþróunar og nýsköpunar] og Samtök atvinnulífsins tilnefna fulltrúa í fagnefndina.\n[Ríkisskattstjóra er samkvæmt beiðni eða að eigin frumkvæði heimilt að veita Rannís tiltækar upplýsingar um umsækjanda sem skipta máli við afgreiðslu umsóknar. Sama á við um upplýsingar í tengslum við eftirfylgni með staðfestum verkefnum um hvort forsendur hafi breyst.]\nRannís skal innan tveggja mánaða frá móttöku umsóknar ákvarða hvort verkefni hlýtur staðfestingu skv. 5. gr. Tilkynna skal umsækjanda um þá ákvörðun.\nRannís skal tilkynna ríkisskattstjóra um þau rannsóknar- eða þróunarverkefni sem hlotið hafa staðfestingu skv. 5. gr. og eigendur þeirra. Samstarfsverkefni skulu aðgreind sérstaklega og upplýst um alla þátttakendur í þeim. ...]\n...\nUm meðferð umsókna hjá Rannís fer eftir lögum þessum og öðrum lögum sem um stofnunina gilda.\nÁkvarðanir Rannís samkvæmt lögum þessum eru endanlegar á stjórnsýslustigi.\nL. 126/2014, 4. gr. L. 126/2011, 519. gr. L. 140/2024, 46. gr. L. 165/2010, 49. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistími staðfestingar.\nStaðfesting Rannís skv. 5. ... gr. skal miðast við umsóknarár og gildir fyrir það almanaksár. Umsókn um framlengingu staðfestingar skal lögð fram árlega eigi síðar en 1. apríl. Rannís skal taka umsókn um framlengingu til afgreiðslu innan tveggja mánaða frá móttöku hennar. Fallist Rannís á framlengingu gildir staðfestingin fyrir það ár.\nL. 165/2010, 50. gr.\nIII. kafli. Framkvæmd.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Skattfrádráttur.\n[[Nýsköpunarfyrirtæki sem er eigandi að rannsóknar- og/eða þróunarverkefnum sem hlotið hafa staðfestingu skv. 5. gr. á rétt á sérstökum frádrætti frá álögðum tekjuskatti sem nemur 35 hundraðshlutum af útlögðum, styrkhæfum kostnaði í tilviki lítilla og meðalstórra fyrirtækja en 25 hundraðshlutum í tilviki stórra fyrirtækja enda sé um að ræða frádráttarbæran rekstrarkostnað í skilningi 1. mgr. 1. tölul. 31. gr. laga um tekjuskatt, nr. 90/2003. Hámark kostnaðar til útreiknings á frádrætti frá álögðum tekjuskatti skal vera samtals 1.100.000.000 kr. á rekstrarári, þar af skal heimilt að telja til þeirrar fjárhæðar allt að 20 hundraðshluta vegna aðkeyptrar rannsóknar- og/eða þróunarvinnu skv. 6. gr.] Ef um er að ræða samstarfsverkefni skv. 7. gr. skal sama hámark gilda fyrir verkefnið í heild en frádrætti skipt hlutfallslega milli fyrirtækjanna sem taka þátt í samstarfsverkefninu.]\nSkilyrði frádráttar er að kostnaði vegna hvers rannsóknar- og þróunarverkefnis sé haldið aðgreindum frá öðrum útgjöldum nýsköpunarfyrirtækis og að gögn séu aðgengileg skattyfirvöldum þegar þau óska þess, sbr. X. kafla laga nr. 90/2003, um tekjuskatt.\n[Kostnaður sem fellur til í atvinnurekstri tengdum rannsóknum og þróun skapar ekki frádráttarrétt hjá söluaðila, enda færist slíkur kostnaður til frádráttar hjá kaupanda. Kostnaður sem fellur til vegna rannsóknar- og/eða þróunarverkefnis sem unnið er fyrir annan aðila sem greiðir fyrir þá vinnu samkvæmt samningi, án annarrar áhættu nýsköpunarfyrirtækis en að skila tilteknum niðurstöðum til nota fyrir greiðanda verkefnisins, telst ekki uppfylla markmið laga þessara. Kostnaður sem fellur til vegna umsóknar til Rannís myndar ekki frádráttarrétt hjá nýsköpunarfyrirtæki.]\n[Hámark kostnaðar til útreiknings á frádrætti frá álögðum tekjuskatti takmarkast við samanlagðan kostnað fyrirtækja sem teljast tengd og sótt hafa um skattfrádrátt samkvæmt lögum þessum. Sé samanlagður kostnaður umfram hámarkið skiptist frádráttur af öllum styrkhæfum kostnaði hlutfallslega milli fyrirtækjanna. Fyrirtæki teljast tengd þegar:\na. þau eru hluti samstæðu skv. 2. gr. laga um ársreikninga, nr. 3/2006, eða eru undir beinu og/eða óbeinu meirihlutaeignarhaldi eða stjórnunarlegum yfirráðum tveggja eða fleiri fyrirtækja innan samstæðu, eða\nb. meirihlutaeignarhald eins fyrirtækis yfir öðru er til staðar samanlagt með beinum og óbeinum hætti.\nFrádráttur samkvæmt lögum þessum, vegna aðkeyptrar þjónustu, er aðeins heimill þegar þjónusta vegna rannsóknar- og/eða þróunarverkefnis er keypt af fyrirtækjum á Evrópska efnahagssvæðinu eða í ríkjum sem Ísland hefur gert tvísköttunar- eða upplýsingaskiptasamning við.]\nÁrlega skal gera grein fyrir kostnaði vegna rannsókna og þróunar í skattframtali á þann hátt sem ríkisskattstjóri ákveður. Kostnaðargreinargerð skal árituð af endurskoðanda, skoðunarmanni eða viðurkenndum bókara.\n[Ráðherra] skal í reglugerð setja nánari reglur um skiptingu og meðferð óbeins kostnaðar, þ.m.t. um fyrningu ... og launakostnað, sem til fellur vegna rannsóknar- og þróunarverkefna í þessu sambandi.\nL. 140/2024, 47. gr. L. 165/2010, 52. gr. L. 126/2011, 519. gr. Rg. 758/2011.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Greiðsla skattfrádráttar.\nSkattfrádráttur skv. 10. gr. kemur til lækkunar á álögðum tekjuskatti við álagningu opinberra gjalda lögaðila, sbr. 71. gr. laga nr. 90/2003, um tekjuskatt. Sé álagður tekjuskattur lægri en ákvarðaður frádráttur eða sé lögaðila ekki ákvarðaður tekjuskattur vegna skattalegs taps skal frádrátturinn greiddur út, að teknu tilliti til 112. gr. laga nr. 90/2003, um tekjuskatt. ...\nL. 165/2010, 53. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[ Álag.\nRíkisskattstjóra er heimilt að gera nýsköpunarfyrirtæki, sem hlotið hefur skattfrádrátt skv. 10. gr., að greiða 25% álag á lækkun skattfrádráttar samkvæmt lögum þessum hafi það oftalið frádráttarbæran kostnað. Falla skal frá álaginu ef sýnt er fram á að skattaðila verði eigi kennt um annmarkana. Enn fremur skal ekki leggja á álag ef um refsiverðan verknað er að ræða.]\nL. 140/2024, 48. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Takmarkanir á heildarfjárhæð opinberra styrkveitinga.\nHeildarfjárhæð opinbers stuðnings við nýsköpunarfyrirtæki samkvæmt lögum þessum takmarkast af skuldbindingum Íslands samkvæmt samningnum um Evrópska efnahagssvæðið.\n[Samanlagður styrkur frá opinberum aðilum að meðtöldum skattfrádrætti samkvæmt lögum þessum skal ekki fara yfir neðangreind hlutföll [af styrkhæfum kostnaði] vegna sama rannsóknar- eða þróunarverkefnis:\n[1. Þegar um lítil fyrirtæki er að ræða getur samanlagður styrkur orðið hæstur 70% af heildarupphæð styrkhæfs kostnaðar vegna rannsóknarverkefnis eða 80% í tilviki samstarfsverkefnis. Samanlagður styrkur vegna þróunarverkefnis getur hæstur orðið 45% af heildarupphæð styrkhæfs kostnaðar eða 60% í tilviki samstarfsverkefnis.\n2. Þegar um meðalstór fyrirtæki er að ræða getur samanlagður styrkur orðið hæstur 60% af heildarupphæð styrkhæfs kostnaðar vegna rannsóknarverkefnis eða 75% í tilviki samstarfsverkefnis. Samanlagður styrkur vegna þróunarverkefnis getur hæstur orðið 35% af heildarupphæð styrkhæfs kostnaðar eða 50% í tilviki samstarfsverkefnis.\n3. Þegar um stór fyrirtæki er að ræða getur samanlagður styrkur orðið hæstur 50% af heildarupphæð styrkhæfs kostnaðar vegna rannsóknarverkefnis eða 65% í tilviki samstarfsverkefnis enda sé um að ræða samstarfsverkefni milli landa á Evrópska efnahagssvæðinu eða með a.m.k. einu litlu eða meðalstóru fyrirtæki. Samanlagður styrkur vegna þróunarverkefnis getur hæstur orðið 25% af heildarupphæð styrkhæfs kostnaðar eða 40% í tilviki samstarfsverkefnis enda sé um að ræða samstarfsverkefni milli landa á Evrópska efnahagssvæðinu eða með a.m.k. einu litlu eða meðalstóru fyrirtæki.]\nSkilyrði aukningar á styrkhæfi vegna sameiginlegra verkefna er að þau feli í reynd í sér samstarf milli a.m.k. tveggja óháðra fyrirtækja og eftirfarandi skilyrði séu uppfyllt:\n1. ekkert eitt fyrirtæki fari með meira en 70% af hinum styrkhæfa kostnaði vegna samstarfsverkefnisins;\n2. verkefnið verður að fela í sér samstarf í það minnsta eins lítils eða meðalstórs fyrirtækis eða vera yfir landamæri, þ.e. rannsóknar- og þróunarstarfsemin verður að eiga sér stað innan í það minnsta tveggja EES-landa.\nAukning á styrkhæfi er einnig heimil ef verkefnið felur í reynd í sér samstarf milli fyrirtækis og rannsóknarstofnunar, sérstaklega í sambandi við samræmingu stefnumörkunar á sviði rannsókna og þróunar, og eftirfarandi skilyrði eru uppfyllt:\n1. rannsóknarstofnunin fer með í það minnsta 10% af hinum styrkhæfa kostnaði;\n2. rannsóknarstofnunin hefur rétt til að birta niðurstöður rannsóknarverkefnisins að því marki sem þær eru tilkomnar vegna rannsókna sem stofnunin hefur hrint í framkvæmd.\nEnn fremur er aukning heimil, fyrir rannsóknir eingöngu, ef niðurstöðum verkefnisins er dreift með almennum hætti á tækni- og vísindaráðstefnum eða með birtingu í vísinda- eða tækniritum eða í gegnum opin gagnasöfn (gagnagrunna þar sem hver sem er getur nálgast grunngögn úr rannsóknum), eða í gegnum ókeypis eða opinn hugbúnað.\nUndirverktaka skv. 3. og 4. mgr. telst ekki samstarf í skilningi laga þessara.]\nL. 73/2011, 9. gr. L. 165/2010, 55. gr.\nIV. kafli. Ýmis ákvæði.\n[15. gr. a Refsingar.\nSé af ásetningi eða stórkostlegu hirðuleysi talið rangt eða villandi fram í von um að nýsköpunarfyrirtæki fái notið skattfrádráttar skv. 10. gr. skal fara með slíkt brot skv. 8. mgr. 109. gr. laga um tekjuskatt, nr. 90/2003. Sé framtalinn kostnaður byggður á tilhæfulausum eða fölsuðum gögnum sem myndað hafa grundvöll fyrir útgreiðslu skattfrádráttar skv. 2. málsl. 11. gr. skal fara með slík brot samkvæmt almennum hegningarlögum.\nÁkvæði 109. gr. laga um tekjuskatt, nr. 90/2003, skulu að öðru leyti taka til brota á lögum þessum.]\nL. 140/2024, 49. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Reglugerðarheimild.\n[Ráðherra setur í reglugerð nánari ákvæði um framkvæmd laga þessara, þ.m.t. um hugtökin rannsóknir, þróun, tengdir aðilar og styrkhæfur kostnaður. Þá skal hann í reglugerð mæla nánar fyrir um gildissvið laga þessara skv. 2. gr.]\nRg. 758/2011, sbr. 247/2015, 833/2016, 492/2017, 334/2019 og 558/2019. L. 126/2014, 5. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2010 og koma til framkvæmda við álagningu opinberra gjalda 2011 vegna tekjuársins 2010. Lögin skulu koma til endurskoðunar innan tveggja ára frá gildistöku þeirra.\n...\nL. 134/2018, 3. gr.\n[Ákvæði til bráðabirgða.\nI.\nÞrátt fyrir ákvæði 1. málsl. 1. mgr. 10. gr. skal nýsköpunarfyrirtæki sem er eigandi að rannsóknar- eða þróunarverkefnum sem hlotið hafa staðfestingu skv. 5. gr. eiga rétt á sérstökum frádrætti frá álögðum tekjuskatti árin 2021, [2022, [2023, 2024 og 2025]] sem nemur 35 hundraðshlutum af útlögðum kostnaði vegna þessara verkefna í tilviki lítilla og meðalstórra fyrirtækja en 25 hundraðshlutum í tilviki stórra fyrirtækja enda sé um að ræða frádráttarbæran rekstrarkostnað í skilningi 1. mgr. 1. tölul. 31. gr. laga um tekjuskatt, nr. 90/2003.]\nL. 128/2022, 1. gr. L. 49/2022, 1. gr. L. 37/2020, 2. gr.\n[II.\nÞrátt fyrir ákvæði 2. og 3. málsl. 1. mgr. 10. gr. skal hámark kostnaðar til útreiknings á frádrætti frá álögðum tekjuskatti árin 2021 og 2022 vera samtals 1.100.000.000 kr., þar af skal heimilt að telja til þeirrar fjárhæðar allt að 200.000.000 kr. vegna aðkeyptrar rannsóknar- eða þróunarvinnu skv. 6. gr.\n[Þrátt fyrir ákvæði 2. og 3. málsl. 1. mgr. 10. gr. skal hámark kostnaðar til útreiknings á frádrætti frá álögðum tekjuskatti árið 2023 vera samtals 1.000.000.000 kr., þar af skal heimilt að telja til þeirrar fjárhæðar allt að 200.000.000 kr. vegna aðkeyptrar rannsóknar- eða þróunarvinnu skv. 6. gr.]\n[Þrátt fyrir ákvæði 2. og 3. málsl. 1. mgr. 10. gr. skal hámark kostnaðar til útreiknings á frádrætti frá álögðum tekjuskatti árin 2024 og 2025 vera samtals 1.100.000.000 kr., þar af skal heimilt að telja til þeirrar fjárhæðar allt að 200.000.000 kr. vegna aðkeyptrar rannsóknar- eða þróunarvinnu skv. 6. gr.]]\nL. 49/2022, 2. gr. L. 128/2022, 2. gr. L. 37/2020, 2. gr.\n[III.\nStefnt skal að endurskoðun laganna fyrir 1. janúar 2027.]\nL. 140/2024, 50. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
