{
  "id": "35/2009",
  "type": "statute",
  "title": "Lög um náms- og starfsráðgjafa",
  "status": "in_force",
  "issued_date": "2009-04-03",
  "url": "https://www.althingi.is/lagas/nuna/2009035.html",
  "description": "Tóku gildi 8. apríl 2009.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Starfsheitið náms- og starfsráðgjafi.\nRétt til að kalla sig náms- og starfsráðgjafa og starfa sem slíkur hefur sá einn sem til þess hefur leyfi [ráðherra], sbr. 2. mgr.\nLeyfi skv. 1. mgr. skal veita umsækjanda sem lokið hefur námi í náms- og starfsráðgjöf frá háskóla sem hlotið hefur viðurkenningu [ráðherra] samkvæmt lögum nr. 63/2006.\nL. 126/2011, 506. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Matsnefnd.\nLeiki vafi á hvort umsækjandi um leyfi til þess að nota starfsheitið náms- og starfsráðgjafi fullnægi þeim skilyrðum sem kveðið er á um í lögum þessum skal leita umsagnar matsnefndar sem [ráðherra] skipar til fjögurra ára í senn.\nMatsnefnd skal skipuð þremur fulltrúum, einum frá félagi náms- og starfsráðgjafa, einum tilnefndum af samstarfsnefnd um háskólastigið og einum án tilnefningar og skal hann vera formaður nefndarinnar. Jafnmarga varamenn skal skipa á sama hátt.\nNánar skal kveðið á um starfshætti matsnefndar í reglugerð.\nL. 126/2011, 506. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Réttindi sem aflað er í ríki innan EES eða í aðildarríki EFTA.\n[[Ráðherra] skal staðfesta leyfi til að nota starfsheitið náms- og starfsráðgjafi samkvæmt umsókn ríkisborgara frá ríki innan Evrópska efnahagssvæðisins eða Færeyjum ef viðkomandi leggur fram vottorð um viðurkennd réttindi í ríki innan svæðisins eða Færeyjum í samræmi við skilyrði tilskipunar 2005/36/EB um viðurkenningu á faglegri menntun og hæfi.]\nSamkvæmt umsókn frá ríkisborgara aðildarríkis stofnsamnings Fríverslunarsamtaka Evrópu skal ráðherra staðfesta leyfi til að nota starfsheitið náms- og starfsráðgjafi með sömu skilyrðum og tilgreind eru í 1. mgr., enda leggi viðkomandi fram vottorð um viðurkennd réttindi í aðildarríki samtakanna.\nL. 126/2011, 506. gr. L. 26/2010, 12. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Leyfisveiting.\n[Ráðherra] er heimilt að veita þeim sem eru í starfi þegar lög þessi öðlast gildi leyfi það sem um ræðir í 1. mgr. 1. gr. enda þótt þeir uppfylli ekki skilyrði 2. mgr. 1. gr. Áður en leyfi er veitt skal leita umsagnar matsnefndar.\n[Ráðherra er heimilt að fela háskólum, sem hlotið hafa viðurkenningu á grundvelli laga um háskóla og sinna menntun náms- og starfsráðgjafa eftir samningi við ráðuneytið, að annast útgáfu leyfisbréfa samkvæmt lögum þessum. Ráðherra getur enn fremur veitt öðrum þar til bærum aðila slíka heimild.\nRáðherra er heimilt að setja nánari fyrirmæli um fyrirkomulag og útgáfu leyfisbréfa í reglugerð.]\nL. 126/2011, 506. gr. L. 77/2009, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þagnarskylda.\nNáms- og starfsráðgjafa er skylt að gæta þagmælsku um atriði sem hann fær vitneskju um í starfi sínu og leynt skulu fara samkvæmt lögum eða eðli málsins. Þagnarskyldan helst þótt viðkomandi láti af starfi.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skyldur náms- og starfsráðgjafa.\nNáms- og starfsráðgjafa ber að þekkja skyldur sínar samkvæmt lögum, viðhalda þekkingu sinni og tileinka sér nýjungar er varða fagið.\nNáms- og starfsráðgjafar bera ábyrgð á þeirri ráðgjöf sem þeir veita.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Reglugerðarheimild.\nRáðherra getur sett nánari ákvæði í reglugerð um framkvæmd laga þessara, m.a. reglur um skilyrði fyrir veitingu leyfis og hvernig staðið er að veitingu og afturköllun leyfis.\nRg. 160/2010.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "...",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
