{
  "id": "42/2009",
  "type": "statute",
  "title": "[Lög um visthönnun vöru sem tengist orkunotkun]1)",
  "status": "in_force",
  "issued_date": "2009-04-08",
  "url": "https://www.althingi.is/lagas/nuna/2009042.html",
  "description": "Tóku gildi 17. apríl 2009.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nTilgangur laga þessara er að stuðla að visthönnun vöru sem [tengist orkunotkun] með það að markmiði að efla hönnun, framleiðslu, markaðssetningu og notkun á vörum sem eru umhverfisvænar, með minni orkunotkun og umhverfisálag að leiðarljósi. [Lögin skulu tryggja samræmi í visthönnun innan Evrópska efnahagssvæðisins og frjálst flæði á slíkum vörum á sameiginlegum innri markaði Evrópska efnahagssvæðisins.]\nL. 118/2014, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\n[Lög þessi gilda um vörur sem tengjast orkunotkun og fjalla um hvaða kröfur þær skulu uppfylla svo að setja megi þær á markað og/eða taka í notkun hér á landi og veita lagastoð fyrir nánari reglum sem settar verða svo að vara sem tengist orkunotkun megi fara á markað og vera tekin í notkun hér á landi.]\nLögin taka til nýrrar vöru og íhluta og undireininga hennar, [sem tengjast orkunotkun], og flutt er inn, tekin í notkun eða framleidd hér á landi eftir gildistöku laga þessara.\nLögin taka ekki til farartækja eða vöru sem [tengist orkunotkun] og hefur þegar verið tekin til notkunar.\n[Farþega- og vöruflutningar falla utan gildissviðs þessara laga.]\nL. 118/2014, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum er merking eftirtalinna orða og orðasambanda sem hér segir:\na. [ Vara sem tengist orkunotkun: Vara sem er sett á markað og/eða tekin í notkun og nýtir orku til að virka sem skyldi eða hefur áhrif á orkunotkun þegar hún er í notkun. Hér teljast einnig með íhlutir orkutengdrar vöru.]\nb. Íhlutir og undireiningar: Hlutir sem ætlunin er að setja í vörur sem [tengjast orkunotkun], en eru ekki settir á markað og/eða teknir í notkun sem stakir hlutir fyrir notendur eða ekki er unnt að meta sérstaklega að því er varðar vistvænleika.\nc. Framleiðandi: Einstaklingur eða lögaðili sem framleiðir vörur sem falla undir þessi lög og ber ábyrgð á að þær séu í samræmi við þessi lög með tilliti til þess að setja þær á markað og/eða taka þær í notkun undir eigin nafni framleiðanda eða vörumerki eða til eigin notkunar framleiðanda. Ef framleiðandi eða innflytjandi er ekki til staðar skal hver einstaklingur eða lögaðili sem setur á markað og/eða tekur í notkun vörur sem falla undir lög þessi teljast framleiðandi.\nd. Viðurkenndur fulltrúi: Einstaklingur eða lögaðili með staðfestu á EES-svæðinu sem hefur skriflegt umboð frá framleiðanda til að uppfylla, að öllu leyti eða að hluta til, skuldbindingar og formsatriði fyrir hans hönd að því er varðar lög þessi.\ne. Innflytjandi: Einstaklingur eða lögaðili með staðfestu á EES-svæðinu sem setur vöru frá þriðja landi á markað á EES-svæðinu sem lið í starfsemi sinni.\nf. Vistferill: Samfelld og samtengd stig á ferli vöru frá notkun sem hráefni til endanlegrar förgunar.\ng. Visthönnun: Að fella umhverfisþætti inn í vöruhönnun í því skyni að bæta vistvænleika vöru allan vistferil hennar.\n[h. Setja á markað: Að bjóða fram vöru í fyrsta sinn á markaði á Evrópska efnahagssvæðinu til dreifingar eða til notkunar óháð því hvort varan er seld eða gefin til kynningar.\ni. Taka í notkun: Að nota vöru með tilætluðum hætti í fyrsta sinn á Evrópska efnahagssvæðinu.\nj. Umhverfisálag: Öll áhrif á umhverfið eingöngu eða að hluta til vegna vöru í gegnum vistferil hennar.\nk. Umhverfisþáttur: Hluti eða virkni vöru sem hefur áhrif á umhverfi í gegnum vistferil vörunnar.]\nL. 118/2014, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Orkunýtnikröfur.\nEingöngu er heimilt að setja á markað vöru sem uppfyllir reglur um orkunýtni og umhverfisálag samkvæmt lögum þessum og reglum sem settar hafa verið á grundvelli þeirra og:\na. farið hefur fram mat á því hvort varan eða hluti hennar sé í samræmi við kröfur laga þessara eða reglna sem settar hafa verið á grundvelli þeirra,\nb. lögð hefur verið fram samræmisyfirlýsing þess efnis að varan uppfylli þær kröfur sem gerðar eru, og\nc. varan eða hluti hennar er merktur CE-samræmismerkingu.\n[Öll misnotkun á CE-merkinu, svo og notkun sem getur leitt til ruglings við það merki, er bönnuð.]\nÓheimilt er að banna markaðssetningu vöru sem uppfyllir kröfur um orkunýtni og umhverfisálag samkvæmt lögum þessum og reglum sem settar hafa verið, enda uppfylli hún skilyrði annarra laga og reglna.\nEf vara telst uppfylla orkunýtnikröfur annars EES-lands verður hún talin uppfylla orkunýtnikröfur hérlendis. Í reglum sem [Húsnæðis- og mannvirkjastofnun] setur skal birtur listi yfir samræmda evrópska staðla sem samþykktir hafa verið og gilda á Evrópska efnahagssvæðinu.\nL. 118/2014, 4. gr. L. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Samræmisyfirlýsingar.\nFramleiðandi eða viðurkenndur fulltrúi hans skal gefa út samræmisyfirlýsingu sem tryggir að vara samrýmist reglugerðum settum á grundvelli laga þessara.\n[Í samræmisyfirlýsingu skv. 1. mgr. skulu eftirfarandi atriði koma fram:\n1. Nafn og heimilisfang framleiðanda eða viðurkennds fulltrúa hans.\n2. Lýsing á vörunni, svo sem vörunúmer eða aðrar upplýsingar sem nægja til að bera kennsl á hana án alls vafa.\n3. Ef við á, tilvísanir í þá samhæfðu staðla sem notaðir eru.\n4. Ef við á, aðrir tæknistaðlar og forskriftir sem notaðar eru.\n5. Ef við á, tilvísun í aðra löggjöf þar sem kveðið er á um áfestingu CE-merkisins sem notast er við.\n6. Auðkenni og undirskrift þess sem hefur umboð til að skuldbinda framleiðandann eða viðurkenndan fulltrúa hans.\n[Húsnæðis- og mannvirkjastofnun] birtir á heimasíðu stofnunarinnar tilvísanir í staðla sem gilda um einstakar vörur eða flokk vara sem tengjast orkunotkun.]\nL. 137/2019, 19. gr. L. 118/2014, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samræmismat.\nFramleiðanda eða viðurkenndum fulltrúa hans er skylt að tryggja að samræmismat vöru hafi farið fram áður en vara er flutt inn eða markaðssett.\n[Kröfur, sem gerðar eru til einstakra tegunda eða flokka vara í samræmismati, skulu útfærðar í reglugerðum.\n[Húsnæðis- og mannvirkjastofnun] skal ganga út frá því að stjórnunarkerfi, sem eru skráð og staðfest af löggjöf sem gildir á Evrópska efnahagssvæðinu, uppfylli kröfur um stjórnunarkerfi.]\nFramleiðanda eða viðurkenndum fulltrúa hans er skylt að geyma samræmismat sem hefur verið framkvæmt og útgefnar samræmisyfirlýsingar í að minnsta kosti 10 ár eftir að framleiðslu vöru lýkur. Berist framleiðanda eða fulltrúa hans beiðni um gögn þar að lútandi frá [Húsnæðis- og mannvirkjastofnun] skulu þau gerð aðgengileg innan 10 daga frá viðtöku beiðninnar.\nL. 137/2019, 19. gr. L. 118/2014, 6. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Samræmismerkingar.\nVara skal bera CE-samræmismerki, sem samansett er af upphafsstöfunum &bdquo;CE&ldquo;, áður en hún er sett á markað [eða tekin til notkunar].\nEf vara ber nú þegar CE-samræmismerki skal litið svo á að samræmismerkið sé staðfesting á því að hún fullnægi kröfum sem gerðar eru í lögum þessum og reglugerðum settum á grundvelli þeirra að þessu leyti.\nAð öðru leyti fer um samræmismerkingar og samræmismat samkvæmt lögum um öryggi vöru og opinbera markaðsgæslu og reglum settum á grundvelli þeirra.\nL. 118/2014, 7. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ábyrgð framleiðanda, fulltrúa hans eða innflytjanda.\nFramleiðandi eða viðurkenndur fulltrúi hans, sem flytur inn vörur, ber ábyrgð á að vörur hans uppfylli orkunýtnikröfur samkvæmt lögum þessum og reglum sem settar hafa verið.\nEf hvorki framleiðandi né viðurkenndur fulltrúi hans er staðsettur innan EES-svæðisins ber innflytjandi ábyrgð á því að markaðssettar vörur séu í samræmi við orkunýtnikröfur sem gerðar hafa verið. Innflytjandi ber einnig ábyrgð á því að samræmisyfirlýsing og tæknilegar upplýsingar séu aðgengilegar eins og gert er ráð fyrir í lögum þessum eða reglugerðum settum á grundvelli þeirra.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Upplýsingaskylda framleiðanda og seljanda.\nFramleiðandi skal tryggja að neytendur fái upplýsingar um umhverfiseiginleika og afköst vöru sem [tengist orkunotkun] og ráðleggja þeim hvernig skuli nota vöruna á umhverfisvænan hátt.\nL. 118/2014, 8. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Framkvæmd og eftirlit.]\n[Ráðherra] fer með framkvæmd laga þessara. Eftirlit og dagleg stjórnsýsla á því sviði sem lögin ná til skal þó vera í höndum [Húsnæðis- og mannvirkjastofnunar]. [Húsnæðis- og mannvirkjastofnun] tekur við tilkynningum um vörur sem ekki eru í samræmi við kröfur laga þessara og reglna settra samkvæmt þeim og annast samskipti vegna þeirra við önnur eftirlitsstjórnvöld á Evrópska efnahagssvæðinu.\nVið framkvæmd eftirlits skal að öðru leyti farið eftir lögum um öryggi vöru og opinbera markaðsgæslu, eftir því sem við á.\nL. 118/2014, 9. gr. L. 126/2011, 508. gr. L. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Markaðseftirlit [Húsnæðis- og mannvirkjastofnunar].\n[Húsnæðis- og mannvirkjastofnun] tekur við ábendingum og skal fara með markaðseftirlit í samræmi við ákvæði laga þessara og reglna settra samkvæmt þeim.\n[Húsnæðis- og mannvirkjastofnun] getur falið faggiltri skoðunarstofu að annast markaðseftirlit eða faggiltri prófunarstofu að prófa og meta hvort vara sem fellur undir lög þessi uppfylli kröfur laganna og reglugerða sem settar eru samkvæmt þeim. Um faggildinguna gilda ákvæði laga nr. 24/2006, um faggildingu o.fl. Beiting úrræða skv. 13. og 14. gr. skal vera í höndum [Húsnæðis- og mannvirkjastofnunar].\nInnflytjandi, framleiðandi eða viðurkenndur fulltrúi hans hér á landi skal halda skrá með upplýsingum um birgja og þá sem bjóða fram vörur hans.]\nL. 137/2019, 19. gr. L. 118/2014, 10. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
