{
  "id": "64/2010",
  "type": "statute",
  "title": "[Lög um byggingu nýs Landspítala við Hringbraut í Reykjavík]1)",
  "status": "in_force",
  "issued_date": "2010-06-22",
  "url": "https://www.althingi.is/lagas/nuna/2010064.html",
  "description": "Tóku gildi 24. júní 2010.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Markmið og tilgangur Nýs Landspítala ohf. er að standa að nauðsynlegum undirbúningi útboðs byggingar nýs Landspítala við Hringbraut í Reykjavík.] Fyrir undirritun samninga að loknu útboði skal leita samþykkis Alþingis með almennum lögum.\n...\nÁkvæði laga um hlutafélög gilda um félagið ef ekki er kveðið á um annað í lögum þessum.\nL. 53/2013, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Um fullnaðarhönnun, byggingu og útboð hins nýja spítala skulu gilda lög um skipan opinberra framkvæmda, nr. 84/2001.]\nFélaginu skal vera heimilt að gera hvers konar samninga við aðra aðila til að ná tilgangi sínum á sem hagkvæmastan hátt. Tilgangi félagsins skal nánar lýst í samþykktum þess.\nStjórn félagsins skal eins og unnt er vinna að verkefnum skv. [1. mgr. 1. gr.] í samráði og samvinnu við helstu hagsmunaaðila verkefnisins.\n[Ráðherra er heimilt að ákveða að tilteknir skýrt afmarkaðir, minni byggingarhlutar, eða byggingar, séu boðnir út í formi langtímaleigu.]\nL. 53/2013, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stjórn félagsins skal skipuð þremur mönnum og jafnmörgum til vara. Þeir skulu kosnir á aðalfundi ár hvert.\nFramkvæmdastjóri skal hafa haldgóða menntun eða reynslu af sambærilegum verkefnum.\nStjórnarmenn og framkvæmdastjóri skulu vera lögráða. Þeir mega ekki á síðustu fimm árum hafa verið úrskurðaðir gjaldþrota eða hlotið dóm í tengslum við atvinnurekstur samkvæmt almennum hegningarlögum, samkeppnislögum, lögum um fjármálafyrirtæki, hlutafélög, einkahlutafélög, bókhald, ársreikninga eða gjaldþrotaskipti o.fl.\nStjórnarmenn og framkvæmdastjóri skulu hvorki taka þátt í meðferð mála þar sem þeir eiga verulegra hagsmuna að gæta né mála er varða aðila sem eru þeim tengdir persónulega eða fjárhagslega.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hlutafé félagsins við stofnun þess skal vera 20 milljónir króna og greiðast úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "...\nL. 53/2013, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lög þessi öðlast þegar gildi.\n[Ákvæði til bráðabirgða.\nRáðherra er heimilt að heimila Nýjum Landspítala ohf. að fara í forval vegna undirbúnings útboðs fullnaðarhönnunar.]\nL. 53/2013, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
