{
  "id": "155/2010",
  "type": "statute",
  "title": "Lög um sérstakan skatt á fjármálafyrirtæki",
  "status": "in_force",
  "issued_date": "2010-12-27",
  "url": "https://www.althingi.is/lagas/nuna/2010155.html",
  "description": "Tóku gildi 30. desember 2010.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið þessara laga er tvíþætt, annars vegar að afla ríkinu tekna til að mæta þeim mikla kostnaði sem fallið hefur á ríkissjóð vegna hruns íslenska fjármálakerfisins, hins vegar að draga úr áhættusækni fjármálafyrirtækja með því að leggja sérstakan skatt á skuldir þeirra vegna þeirrar kerfisáhættu með tilheyrandi kostnaði sem áhættusöm starfsemi þeirra getur haft í för með sér fyrir þjóðarbúið.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skattskyldir aðilar.\nSkylda til að greiða sérstakan skatt, eins og nánar er kveðið á um í lögum þessum, hvílir á fjármálafyrirtækjum, sem hafa fengið starfsleyfi sem viðskiptabanki, sparisjóður eða lánafyrirtæki, og öðrum aðilum sem hafa fengið leyfi til að taka við innlánum. Skattskylda þessi tekur einnig til útibúa erlendra fjármálafyrirtækja sem taka við innlánum eða hafa sambærilegar starfsheimildir og viðskiptabanki, sparisjóður eða lánafyrirtæki. [Skattskylda þessi tekur einnig til aðila sem sætir slitameðferð, sbr. 101. gr. laga nr. 161/2002, um fjármálafyrirtæki, þ.m.t. lögaðila sem héraðsdómur hefur úrskurðað að skuli tekinn til gjaldþrotaskipta.]\nUndanþegnir skattálagningu samkvæmt lögum þessum eru:\na. fyrirtæki sem eru stofnuð samkvæmt sérstökum lögum til að vera eign opinberra aðila að öllu leyti nema annars sé getið í þeim lögum,\nb. [lögaðilar sem áður störfuðu sem viðskiptabankar eða sparisjóðir, sbr. 4. gr. laga um fjármálafyrirtæki, nr. 161/2002, en hafa fengið frumvarp að nauðasamningi samþykkt á fundi sem boðaður hefur verið á grundvelli 2. málsl. 3. mgr. 103. gr. a laga nr. 161/2002, um fjármálafyrirtæki, og lagt fram skriflega kröfu um staðfestingu nauðasamnings fyrir héraðsdómara skv. IX. kafla laga nr. 21/1991, um gjaldþrotaskipti o.fl.]\nL. 139/2013, 18. gr. L. 107/2015, 3. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skattstofn.\nStofn til sérstaks skatts á fjármálafyrirtæki er heildarskuldir skattskylds aðila [skv. 2. gr. umfram 50 milljarða kr.] í lok tekjuárs.\nHeildarskuldir skv. 1. mgr. eru skuldir, sbr. 75. gr. laga nr. 90/2003, um tekjuskatt, eins og þær eru tilgreindar á skattframtali fjármálafyrirtækja samkvæmt þeim lögum.\nÓheimilt er að fella saman eignir og skuldir innan einstakra liða eða flokka við útreikning á skattstofni.\n[Skattstofn aðila sem fellur undir 3. málsl. 1. mgr. 2. gr. er samtala viðurkenndra krafna umfram 50 milljarða kr. í bú hans í lok ársins á undan álagningarári.]\nL. 139/2013, 19. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gjaldhlutfall.\nGjaldhlutfall sérstaks skatts á fjármálafyrirtæki er [0,145%].\nL. 131/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Álagning, eftirlit, kærur, innheimta og viðurlög.\nAð öðru leyti en greinir í þessum lögum fer um álagningu, eftirlit, kærur og innheimtu skatts samkvæmt ákvæðum laga nr. 90/2003, um tekjuskatt, sbr. IX.–XIV. kafla þeirra laga. Varðandi viðurlög er sérstaklega vísað til XII. kafla laganna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Álagður skattur.\nSkattur samkvæmt lögum þessum telst ekki rekstrarkostnaður skv. 31. gr. laga nr. 90/2003, um tekjuskatt.\n[6. gr. a.\nSkattkrafa á grundvelli laga þessara skal njóta rétthæðar skv. 3. tölul. 110. gr. laga nr. 21/1991, um gjaldþrotaskipti o.fl., við slitameðferð eða gjaldþrotaskipti sama aðila.]\nL. 139/2013, 21. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Reglugerðarheimild.\n[Ráðherra] er heimilt að mæla nánar fyrir um framkvæmd laga þessara í reglugerð.\nL. 126/2011, 537. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi og koma til framkvæmda við álagningu opinberra gjalda 2011 vegna tekjuársins 2010 og skulda í lok þess árs. Lög þessi skulu koma til endurskoðunar innan eins árs frá gildistöku þeirra.\n[Ákvæði til bráðabirgða.\nI.\n[Við álagningu opinberra gjalda árin 2012 og 2013 skal til viðbótar við sérstakan skatt samkvæmt lögunum greiða 0,0875% af skattstofni eins og hann er ákvarðaður í 3. gr. Gjalddagi viðbótarskattsins er 1. nóvember 2012 og 2013. Greiða skal fyrir fram upp í álagðan viðbótarskatt 1. nóvember 2011 og 2012 og miðast sú greiðsla við skattstofn eins og hann var í árslok 2010 og 2011 og það skatthlutfall sem kveðið er á um samkvæmt ákvæði þessu.]]\nL. 164/2011, 23. gr. L. 73/2011, 11. gr.\n[II.\nHeimilt er að draga frá skattstofni skv. 3. gr. skuldir skattskylds aðila sem nemur heildarfjárhæð bindingarfjárhæða [skv. 4. gr. laga um gjaldeyrismál].]\nL. 70/2021, 27. gr. L. 42/2016, 7. gr.\n[III. ...] L. 25/2020, 12. gr. L. 131/2019, 2. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
