{
  "id": "100/2010",
  "type": "statute",
  "title": "Lög um umboðsmann skuldara",
  "status": "in_force",
  "issued_date": "2010-07-02",
  "url": "https://www.althingi.is/lagas/nuna/2010100.html",
  "description": "Tóku gildi 1. ágúst 2010 nema brbákv. II sem tók gildi 6. júlí 2010.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Embætti umboðsmanns skuldara er ríkisstofnun sem umboðsmaður skuldara veitir forstöðu. Stofnunin, sem heyrir undir [ráðherra], skal gæta hagsmuna og réttinda skuldara svo sem nánar er kveðið á um í lögum.\nHlutverk umboðsmanns skuldara er að:\na. veita einstaklingum sem eiga í verulegum greiðsluerfiðleikum endurgjaldslausa aðstoð við að öðlast heildarsýn á fjármál sín og leita leiða til lausnar,\nb. hafa milligöngu um samskipti og samninga við lánardrottna með hagsmuni skuldara að leiðarljósi,\nc. veita atbeina til tilrauna til samninga um greiðsluaðlögun,\nd. útbúa framfærsluviðmið og uppfæra það reglulega,\ne. taka við erindum og ábendingum skuldara um ágalla á lánastarfsemi og senda áfram til viðeigandi eftirlitsstjórnvalds,\nf. gæta hagsmuna skuldara og veita þeim aðstoð þegar við á,\ng. veita alhliða ráðgjöf og fræðslu um fjármál heimilanna,\n[h. taka ákvörðun um hvort veita skuli fjárhagsaðstoð til greiðslu tryggingar fyrir kostnaði vegna gjaldþrotaskipta samkvæmt lögum um fjárhagsaðstoð til greiðslu tryggingar fyrir kostnaði vegna gjaldþrotaskipta].\nL. 126/2011, 534. gr. L. 9/2014, 10. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ráðherra skipar umboðsmann skuldara til fimm ára í senn sem fer með forstöðu stofnunarinnar og ber faglega, fjárhagslega og stjórnunarlega ábyrgð á rekstri hennar. Skal hann hafa menntun á háskólastigi og búa yfir víðtækri þekkingu og reynslu af málefnum á starfssviði stofnunarinnar.\n[Um laun og önnur launakjör umboðsmanns skuldara fer skv. 39. gr. a laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins.]\nUmboðsmaður skuldara stjórnar starfsemi og rekstri stofnunarinnar og ræður aðra starfsmenn. Umboðsmanni skuldara er heimilt að gera þjónustusamning við utanaðkomandi aðila um vinnslu mála fyrir stofnunina. Ef um vinnslu persónuupplýsinga er að ræða skal vinnslan fullnægja skilyrðum [laga um persónuvernd og vinnslu persónuupplýsinga]. Einnig skulu umboðsmaður skuldara og vinnsluaðili gera með sér vinnslusamning í samræmi við [sömu lög].\nRáðherra er heimilt að setja reglugerð um þjónustusamninga við utanaðkomandi aðila um vinnslu mála fyrir stofnunina þar sem m.a. verði kveðið á um verkefni og fjárhæðir greiðslna.\n...\nRáðherra getur með reglugerð sett nánari reglur um skipulag og starfsemi umboðsmanns skuldara.\nL. 130/2016, 8. gr. L. 90/2018, 54. gr. L. 12/2015, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Þegar einstaklingur óskar eftir aðstoð umboðsmanns skuldara skal umboðsmaður afla þeirra upplýsinga sem hann telur nauðsynlegar, á því stigi málsmeðferðar sem við á hverju sinni, til að geta sinnt hlutverki sínu samkvæmt hlutaðeigandi lögum. Upplýsinganna skal aflað frá skuldara, opinberum aðilum og einkaaðilum, svo sem um tekjur, gjöld, eignir, skuldir, ábyrgðir, framfærslu- og húsnæðiskostnað sem og framferði einstaklingsins. Ber framangreindum aðilum að veita umboðsmanni skuldara umbeðnar upplýsingar án endurgjalds búi þeir yfir þeim. Upplýsingaöflun umboðsmanns skuldara er háð því skilyrði að hún sé nauðsynleg, að mati umboðsmanns, til að hann geti sinnt hlutverki sínu samkvæmt lögum þessum.\nUmboðsmanni skuldara er heimilt að miðla til kröfuhafa viðeigandi upplýsingum sem gefa heildarmynd af fjárhag skuldara þegar slík miðlun er nauðsynleg, að mati umboðsmanns, til að hann geti sinnt hlutverki sínu samkvæmt lögum þessum.\nUmboðsmanni skuldara ber að upplýsa skuldara um fyrirhugaða upplýsingaöflun í samræmi við 2. mgr. 17. gr. laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018, sbr. 14. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2016/679.]\n[Sé ekki orðið við beiðni umboðsmanns skuldara um að veita upplýsingar skv. 1. mgr. innan hæfilegs frests getur hann ákveðið að viðkomandi aðili skuli greiða dagsektir þar til upplýsingarnar hafa verið látnar í té.\nAðila sem ákvörðun um dagsektir skv. [4. mgr.] beinist að skal veittur fjórtán daga frestur til að koma að skriflegum andmælum áður en ákvörðun er tekin. Tilkynningu umboðsmanns skuldara um fyrirhugaða ákvörðun um dagsektir og ákvörðun um dagsektir skal fylgja rökstuðningur. Að öðru leyti gilda stjórnsýslulög um ákvörðun um dagsektir. Ákvörðun skal tilkynnt bréflega á sannanlegan hátt þeim sem hún beinist að. Dagsektir falla á hvern dag frá og með fyrsta virka degi frá því að aðila var tilkynnt um ákvörðun þar til upplýsingaskyldu er sinnt og þær falla niður þegar umboðsmaður skuldara telur að upplýsingaskyldan sé uppfyllt. Dagsektir geta numið frá 10.000 kr. til 1 millj. kr. fyrir hvern dag. Við ákvörðun fjárhæðar dagsekta skal m.a. líta til fjölda starfsmanna þess aðila sem ákvörðun beinist að og hversu umsvifamikill viðkomandi atvinnurekstur er.\nDagsektir eru aðfararhæfar án undangengins dóms og renna í ríkissjóð.]\nL. 48/2019, 6. gr. L. 12/2015, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Á umboðsmanni skuldara og starfsmönnum stofnunarinnar hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[[[Lánastofnanir með starfsleyfi samkvæmt lögum] um fjármálafyrirtæki, nr. 161/2002, [ÍL-sjóður], lífeyrissjóðir og vátryggingafélög skulu standa straum af kostnaði við rekstur umboðsmanns skuldara með greiðslu sérstaks gjalds í samræmi við ákvæði laga þessara [sem rennur í ríkissjóð]. Hið sama á við um fjármálafyrirtæki sem er stýrt af skilanefnd, slitastjórn eða bráðabirgðastjórn samkvæmt lögum um fjármálafyrirtæki, nr. 161/2002, óháð því hvort viðkomandi fyrirtæki hefur starfsleyfi, takmarkað starfsleyfi eða starfsleyfi þess verið afturkallað, enda [hafi það eða hafi haft veitingu útlána sem fjármögnuð eru með endurgreiðanlegum fjármunum frá almenningi eða eignaleigu að meginstarfsemi].]\nÞrátt fyrir 1. mgr. skulu Lánasjóður sveitarfélaga og Byggðastofnun undanþegin greiðslu gjaldsins.\nUm greiðslu gjaldsins fer samkvæmt lögum um greiðslu kostnaðar við rekstur umboðsmanns skuldara.]\nL. 38/2022, 157. gr. L. 137/2019, 19. gr. L. 47/2018, 40. gr. L. 23/2012, 1. gr. L. 166/2011, 11. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
