{
  "id": "42/2010",
  "type": "statute",
  "title": "Lög um vinnustaðaskírteini og eftirlit á vinnustöðum",
  "status": "in_force",
  "issued_date": "2010-05-18",
  "url": "https://www.althingi.is/lagas/nuna/2010042.html",
  "description": "Tóku gildi 22. maí 2010.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um atvinnurekendur, og starfsmenn þeirra, sem reka starfsemi á innlendum vinnumarkaði, hvort sem hún er ótímabundin eða tímabundin, eða senda starfsmenn hingað til lands í tengslum við veitingu þjónustu innan tiltekinna atvinnugreina, sbr. 2. mgr.\nSamtök aðila vinnumarkaðarins skulu semja nánar um það í kjarasamningum sín á milli til hvaða atvinnugreina og starfa innan þeirra lög þessi taka á hverjum tíma. Skulu þeir kjarasamningar sem og aðrir samningar sem gerðir eru milli aðila um nánari framkvæmd laga þessara gilda um alla atvinnurekendur sem starfa innan þeirra atvinnugreina á innlendum vinnumarkaði sem tilgreindar eru í samningum aðila.\n[Ráðuneytið] skal birta auglýsingu í B-deild Stjórnartíðinda með lista yfir þær atvinnugreinar sem lögin skulu taka til á hverjum tíma samkvæmt kjarasamningum samtaka aðila vinnumarkaðarins, sbr. 2. mgr.\nMeð atvinnurekanda er átt við lögaðila og sjálfstætt starfandi einstakling.\nL. 126/2011, 525. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja að atvinnurekendur á innlendum vinnumarkaði og starfsmenn þeirra fari að gildandi lögum, reglugerðum og kjarasamningum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Vinnustaðaskírteini.\nAtvinnurekandi skal sjá til þess að hann sjálfur og starfsmenn hans, hvort sem starfsmennirnir eru ráðnir beint til atvinnurekanda á grundvelli ráðningarsamnings eða koma til starfa með milligöngu starfsmannaleigu, fái vinnustaðaskírteini er þeir hefja störf.\nAtvinnurekanda og starfsmönnum hans ber að hafa vinnustaðaskírteinin á sér við störf sín.\nÍ vinnustaðaskírteini skal koma fram nafn og kennitala atvinnurekanda eða annað auðkenni hans og nafn og kennitala viðkomandi starfsmanns ásamt mynd af starfsmanni.\nSamtökum aðila vinnumarkaðarins er heimilt að semja um nánari útfærslu vinnustaðaskírteina í samningum sín á milli.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Eftirlit á vinnustöðum.\nEftirlitsfulltrúum samtaka aðila vinnumarkaðarins er heimilt að fara í eftirlitsheimsóknir á vinnustaði atvinnurekanda til að ganga úr skugga um að atvinnurekandi og starfsmenn hans starfi í samræmi við gildandi lög, reglugerðir og kjarasamninga. Skal eftirlitsfulltrúunum veittur aðgangur að vinnustöðum í þeim tilgangi.\nÍ eftirlitsheimsóknum skulu eftirlitsfulltrúar samtaka aðila vinnumarkaðarins hafa samband við atvinnurekanda eða fulltrúa hans. Atvinnurekandi og starfsmenn hans skulu sýna vinnustaðaskírteini skv. 3. gr. sé óskað eftir því.\nEftirlitsfulltrúar samtaka aðila vinnumarkaðarins skulu senda upplýsingar þær sem fram koma á vinnustaðaskírteini til skattyfirvalda, [Vinnueftirlits ríkisins], Vinnumálastofnunar, Tryggingastofnunar ríkisins, lögreglustjóra og, þegar við á, Útlendingastofnunar og Þjóðskrár þannig að unnt sé að kanna hvort atvinnurekandi eða starfsmaður starfi í samræmi við hlutaðeigandi lög sem hverri stofnun er ætlað að annast framkvæmd á.\nEftirlitsfulltrúum samtaka aðila vinnumarkaðarins er óheimilt að nota aðstöðu sína til að afla annarra upplýsinga um starfsemina en þeirra sem eru nauðsynlegar eða kunna að vera nauðsynlegar í þágu eftirlitsins. Enn fremur er þeim óheimilt að veita öðrum upplýsingar um starfsemina, starfsmenn eða aðra aðila ef þeir hafa fengið upplýsingarnar vegna eftirlits síns og ástæða er til að ætla að þeim skuli haldið leyndum.\nEftirlitsfulltrúum samtaka aðila vinnumarkaðarins sem sinna eftirliti ber að sýna skírteini við störf sín sem samtökin gefa sameiginlega út.\nEftirlitsfulltrúum samtaka aðila vinnumarkaðarins er heimilt að leita aðstoðar lögreglu við eftirlitið þegar slíkt þykir nauðsynlegt.\nSamtökum aðila vinnumarkaðarins er heimilt að semja nánar í samningum sín á milli um framkvæmd eftirlitsins, svo sem hvaða gögnum fulltrúar samtaka aðila vinnumarkaðarins sem sinna eftirliti skulu hafa aðgang að eða eftir atvikum fá afhent og hverjar trúnaðarskyldur eftirlitsfulltrúa þeirra skuli vera.\nL. 75/2018, 47. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eftirfylgni eftirlits.\nHafi opinber stofnun sem hefur fengið upplýsingar sendar frá eftirlitsfulltrúum skv. 4. gr. rökstuddan grun um að lög þau sem stofnunin annast framkvæmd á hafi verið brotin metur hún hvort ástæða sé til að kanna málið frekar á grundvelli þeirra heimilda sem hún hefur samkvæmt þeim lögum.\nSkal hlutaðeigandi stofnun, sbr. 1. mgr., jafnframt upplýsa eftirlitsfulltrúa skv. 4. gr. um fyrirhugaða rannsókn án nánari tilgreiningar á því í hverju brotin kunni að felast enda fari slík upplýsingagjöf ekki gegn þeim lögum er stofnunin starfar eftir. Eftirlitsfulltrúum er óheimilt að láta öðrum í té þær upplýsingar þegar ástæða er til að ætla að þeim skuli haldið leyndum.\nSamtökum aðila vinnumarkaðarins er heimilt að semja nánar í samningum sín á milli um málsmeðferð í málum þar sem grunur leikur á að brotið hafi verið gegn ákvæðum hlutaðeigandi kjarasamninga aðila, sbr. 2. gr. laga nr. 55/1980, um starfskjör launafólks og skyldutryggingu lífeyrisréttinda, með síðari breytingum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Dagsektir.\nEf eftirlitsfulltrúum samtaka aðila vinnumarkaðarins er neitað um aðgengi\nað vinnustöðum atvinnurekanda skv. 1. mgr. 4. gr. eða ef atvinnurekandi\neða starfsmenn hans bera ekki vinnustaðaskírteini á sér við störf sín á\nvegum atvinnurekanda á viðkomandi vinnustað atvinnurekanda\nskv. 2. mgr. 3. gr. geta eftirlitsfulltrúarnir tilkynnt um það til\n[Vinnueftirlits ríkisins]. [Vinnueftirlit ríkisins] getur krafist þess að atvinnurekandi bæti úr annmörkunum innan hæfilegs frests að viðlögðum dagsektum. Sé um ítrekað brot atvinnurekanda að ræða getur [Vinnueftirlit ríkisins] krafist þess að atvinnurekandi bæti úr annmörkum innan sólarhrings.\n[Atvinnurekanda sem fyrirhuguð ákvörðun um dagsektir skv. 1. mgr. beinist að skal veittur frestur til að koma að skriflegum athugasemdum áður en ákvörðun er tekin. Tilkynningu [Vinnueftirlits ríkisins] um fyrirhugaða ákvörðun um dagsektir skal fylgja skriflegur rökstuðningur.\nÁkvörðun um dagsektir skv. 1. mgr. skal tilkynnt skriflega á sannanlegan hátt þeim atvinnurekanda sem hún beinist að og skal henni fylgja skriflegur rökstuðningur.\nÁkvörðun um dagsektir felur það í sér að sá atvinnurekandi sem ákvörðunin beinist að skal greiða sekt fyrir hvern dag frá og með upphafi fyrsta virka dags eftir að honum var tilkynnt um ákvörðunina og er það tímamark jafnframt gjalddagi kröfunnar. Síðasti sektardagur skal vera sá dagur þegar bætt hefur verið úr annmörkum að mati [Vinnueftirlits ríkisins].\nDagsektir geta numið allt að 1 millj. kr. fyrir hvern dag. Við ákvörðun fjárhæðar dagsekta skal m.a. líta til fjölda starfsmanna þess atvinnurekanda sem ákvörðun beinist að og hversu umfangsmikill viðkomandi atvinnurekstur er.\nÁkvarðanir [Vinnueftirlits ríkisins] um dagsektir eru\naðfararhæfar. [Óinnheimtar dagsektir falla ekki niður eftir síðasta sektardag nema Vinnueftirlit ríkisins ákveði slíkt sérstaklega. Heimilt er að innheimta dagsektir eftir síðasta sektardag með fjárnámi án undangengins dóms eða sáttar.]]\nDagsektir skulu renna í ríkissjóð [að frádregnum kostnaði við álagningu og innheimtu].\n[Að öðru leyti fer um ákvörðun [Vinnueftirlits ríkisins] um dagsektir samkvæmt ákvæðum stjórnsýslulaga.]\nL. 105/2024, 16. gr. L. 75/2018, 48. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Kæruheimild.\nHeimilt er að kæra til [ráðuneytisins] ákvarðanir [Vinnueftirlits ríkisins] skv. 6. gr. innan fjögurra vikna frá því að aðila máls var tilkynnt um ákvörðunina. Kæra telst nægilega snemma fram komin ef bréf sem hana hefur að geyma hefur borist ráðuneytinu eða verið afhent póstþjónustu áður en fresturinn er liðinn.\nStjórnsýslukæra frestar ekki réttaráhrifum ákvörðunar [Vinnueftirlits ríkisins] skv. 6. gr.\n[Ráðuneytið] skal kveða upp úrskurð svo fljótt sem auðið er og eigi síðar en tveimur mánuðum frá því að ráðuneytinu berst mál til úrskurðar.\nAð öðru leyti fer um málsmeðferð samkvæmt ákvæðum stjórnsýslulaga.\nL. 162/2010, 43. gr. L. 105/2024, 17. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerðarheimild.\n[Ráðherra] er heimilt að setja í reglugerð nánari fyrirmæli um framkvæmd laga þessara, [þar á meðal um rafræna málsmeðferð], að fenginni umsögn aðila vinnumarkaðarins.\nL. 126/2011, 525. gr. L. 75/2018, 49. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
