{
  "id": "165/2011",
  "type": "statute",
  "title": "Lög um fjársýsluskatt",
  "status": "in_force",
  "issued_date": "2011-12-23",
  "url": "https://www.althingi.is/lagas/nuna/2011165.html",
  "description": "Tóku gildi 30. desember 2011 nema 1. tölul. og a-liður 2. tölul. 18. gr. sem tóku gildi 1. janúar 2012; komu til framkvæmda skv. fyrirmælum í 17. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Upphafsákvæði.\nSkattskyldir aðilar skv. 2. gr. skulu greiða fjársýsluskatt af öllum tegundum launa eða þóknana fyrir starf, hverju nafni sem nefnist, sbr. 4. gr., eins og nánar er ákveðið í lögum þessum. Fjársýsluskattur skal innheimtur samkvæmt lögum nr. 45/1987, um staðgreiðslu opinberra gjalda, og lagður á með opinberum gjöldum samkvæmt lögum nr. 90/2003, um tekjuskatt, nema öðruvísi sé ákveðið í lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skattskyldir aðilar.\nEftirtaldir aðilar eru skattskyldir samkvæmt lögum þessum:\n1. Hlutafélög, vátryggingafélög og Evrópufélög samkvæmt lögum nr. 56/2010, um vátryggingastarfsemi, svo og aðrir aðilar sem í atvinnuskyni eða með sjálfstæðri starfsemi sinni inna af hendi vinnu eða þjónustu sem er undanþegin virðisaukaskatti skv. [10. tölul.] 3. mgr. 2. gr. laga nr. 50/1988, um virðisaukaskatt.\n2. [Fjármálafyrirtæki samkvæmt samnefndum lögum, nr. 161/2002, rafeyrisfyrirtæki samkvæmt lögum nr. 17/2013, um útgáfu og meðferð rafeyris, rekstraraðilar sérhæfðra sjóða samkvæmt samnefndum lögum, nr. 45/2020, rekstrarfélög verðbréfasjóða samkvæmt lögum nr. 116/2021, um verðbréfasjóði], [og aðrir þeir aðilar] sem í atvinnuskyni eða með sjálfstæðri starfsemi sinni inna af hendi vinnu eða þjónustu sem er undanþegin virðisaukaskatti skv. 10. tölul. 3. mgr. 2. gr. laga nr. 50/1988, um virðisaukaskatt.\n3. Útibú, umboðsmenn og aðrir sem eru í fyrirsvari fyrir erlenda aðila sem reka hér á landi starfsemi skv. 1.&ndash;2. tölul.\nL. 141/2020, 8. gr. L. 38/2022, 158. gr. L. 33/2015, 13. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skattskylda opinberra aðila.\nOpinberar stofnanir sem hafa lögbundið hlutverk, eru að fullu í eigu opinberra aðila og stunda starfsemi sem fellur undir 1. og 2. tölul. 2. gr. eru undanþegnar skattskyldu samkvæmt lögum þessum.\n...\nL. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skattstofn.\nStofn til fjársýsluskatts er allar tegundir launa eða þóknana fyrir starf, hverju nafni sem nefnist, sem skattskyld eru skv. 1. tölul. A-liðar 7. gr. laga nr. 90/2003, um tekjuskatt. Ekki skiptir máli í hvaða gjaldmiðli goldið er, hvort sem það er í reiðufé, fríðu, hlunnindum, vöruúttekt eða vinnuskiptum. Til stofns telst enn fremur endurgjald hjá þeim aðilum sem er skylt að reikna sér endurgjald skv. 2. mgr. 1. tölul. A-liðar 7. gr. laga nr. 90/2003, um tekjuskatt, sbr. reglur ríkisskattstjóra um reiknað endurgjald í 58. gr. sömu laga.\nTil skattstofns skv. 1. mgr. telst meðal annars:\n1. Hvers konar laun og þóknanir, þ.m.t. ákvæðislaun, biðlaun, nefndarlaun, stjórnarlaun, launauppbætur, staðaruppbætur, orlofsfé og greiðslur fyrir ónotað orlof og framlag vinnuveitanda í lífeyrissjóð. Einnig lán til starfsmanna sem eru óheimil samkvæmt lögum um hlutafélög og lögum um einkahlutafélög. Sömuleiðis flutningspeningar, fæðispeningar og þess háttar greiðslur.\n2. Ökutækjastyrkir og dagpeningar. Þó skal ekki telja til skattstofns greiðslur dagpeninga sem er heimilt að halda utan staðgreiðslu samkvæmt lögum nr. 45/1987, um staðgreiðslu opinberra gjalda, og reglugerðum og starfsreglum sem eru settar með stoð í þeim lögum.\n3. Gjafir og risnufé sem teljast kaupuppbót og eftirgjöf lána sem telja má að komi í stað launa.\n4. Laun eða þóknanir fyrir störf unnin erlendis, greidd af íslenskum aðilum til manna sem eru heimilisfastir hér á landi.\n5. Skattskyld hlunnindi, m.a. fæði, húsnæði, fatnaður, bifreiðaafnot og þess háttar. Hlunnindi þessi skal reikna til skattstofns á sama verði og þau eru metin til tekna samkvæmt skattmati ríkisskattstjóra. Önnur hlunnindi skulu metin til verðs eftir gangverði á hverjum stað og tíma.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Greiðslur undanþegnar skattskyldu.\nEftirtaldar greiðslur eru undanþegnar fjársýsluskatti:\n1. Eftirlaun og lífeyrir sem skattskyldir aðilar skv. 2. gr. greiða.\n2. Greiðslur skv. 4. gr. sem skattskyldir aðilar skv. 2. gr. greiða vegna þess hluta starfsemi sinnar sem er virðisaukaskattsskyld og fellur utan ... 10. tölul. 3. mgr. 2. gr. laga nr. 50/1988.\n3. Greiðslur skattskylds aðila skv. 2. gr. vegna fæðingarorlofs að því marki sem þær eru ekki umfram hluta slíkra greiðslna sem fást endurgreiddar úr Fæðingarorlofssjóði.\nL. 141/2020, 9. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skatthlutfall.\nFjársýsluskattur er [5,5%] af skattstofni eins og hann er skilgreindur í 4. gr., sbr. og 5. gr.\nL. 139/2013, 22. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skráningarskylda.\nHver sá sem er skattskyldur skv. 2. gr. skal ótilkvaddur og ekki síðar en átta dögum áður en starfsemi hefst tilkynna atvinnurekstur sinn eða starfsemi til skráningar hjá ríkisskattstjóra. Þeir sem stunda skattskylda starfsemi skv. 2. gr. við gildistöku laga þessara skulu einnig tilkynna ríkisskattstjóra um starfsemi sína.\nTilkynningar skv. 1. mgr. skal afhenda á því formi og með þeim upplýsingum sem ríkisskattstjóri ákveður.\nNú hefur aðili, sem að mati ríkisskattstjóra bar að tilkynna atvinnurekstur sinn eða starfsemi skv. 1. mgr., ekki sinnt umræddri tilkynningarskyldu og skal þá ríkisskattstjóri úrskurða hann sem skattskyldan aðila samkvæmt ákvæðum 2. gr. og tilkynna aðilanum þar um.\nRíkisskattstjóri gefur út staðfestingu til skráningarskylds aðila um að skráning hafi átt sér stað.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Staðgreiðsla fjársýsluskatts.\nGreiðslutímabil fjársýsluskatts er hver almanaksmánuður nema annað sé tekið fram í lögum þessum. Gjalddagi fjársýsluskatts er fyrsti dagur hvers mánaðar vegna launa næstliðins mánaðar og eindagi 14 dögum síðar. Hafi skattskyldur aðili ekki greitt á eindaga skal hann greiða dráttarvexti frá og með gjalddaga.\nSkattskyldur aðili skal ótilkvaddur greiða fjársýsluskatt til innheimtumanns ríkissjóðs ...\nRíkisskattstjóri ákveður hvað skuli koma fram í skilagreinum og ákveður gerð þeirra. Um skilagreinar, svo og um yfirferð, áætlun og tilkynningar ríkisskattstjóra á staðgreiðsluári, fer að öðru leyti eftir ákvæðum laga nr. 45/1987, um staðgreiðslu opinberra gjalda.\nL. 142/2018, 24. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Upplýsingar, eftirlit, viðurlög o.fl. á staðgreiðsluári.\nUm skil fjársýsluskatts á staðgreiðsluári að hluta eða öllu leyti, öflun upplýsinga, skatteftirlit, skattrannsóknir ... og viðurlög skulu gilda ákvæði laga nr. 45/1987, um staðgreiðslu opinberra gjalda, eftir því sem við á, þó að frátöldu ákvæði 1. tölul. 2. mgr. 28. gr. um ákvörðun álags. Ákvæði þeirra laga skulu auk þess taka sérstaklega til áætlunar gjaldstofns, dráttarvaxta og innheimtu vanskilafjár, þ.m.t. lögtaksréttar, stöðvunar atvinnurekstrar, refsinga, opinberrar rannsóknar og fyrningar gjaldkröfu. [Um kyrrsetningu gilda ákvæði 14. gr. laga um innheimtu opinberra skatta og gjalda, nr. 150/2019.]\nL. 133/2021, 22. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Álagning, framtal, endurskoðun gjalds, innheimta o.fl.\nSkattskyldir aðilar samkvæmt lögum þessum skulu, að staðgreiðsluári liðnu, senda ríkisskattstjóra árlega sérstakt fjársýsluskattsframtal, í því formi sem ríkisskattstjóri ákveður, innan þess frests sem er settur um skil skattframtala, sbr. 93. gr. laga nr. 90/2003, um tekjuskatt.\nÁ framtalinu skal skattskyldur aðili færa launagreiðslur næstliðins árs og aðrar upplýsingar og sundurliðanir sem ríkisskattstjóra þykir við þurfa til ákvörðunar fjársýsluskatts og form eyðublaðsins segir til um.\nStofn fjársýsluskatts vegna reiknaðs endurgjalds manns sem stundar atvinnurekstur eða sjálfstæða starfsemi, starf maka hans og barna, skal vera sú fjárhæð sem greinir í 3. málsl. 1. mgr. 4. gr. Skipta skal skattstofni ársins jafnt á öll greiðslutímabil þess nema önnur skipting komi greinilega fram í skattgögnum viðkomandi.\nVið álagningu opinberra gjalda skal ríkisskattstjóri ákvarða fjársýsluskatt skattskylds aðila samkvæmt fjársýsluskattsframtali hans að gerðum þeim breytingum og leiðréttingum sem nauðsyn ber til [og er ríkisskattstjóra heimilt að senda tilkynningu þess efnis rafrænt].\nÁlagning fjársýsluskatts skal birt í álagningarskrá, sbr. 98. gr. laga nr. 90/2003, um tekjuskatt.\n[Gjalddagi ógreidds fjársýsluskatts, sem ríkisskattstjóri ákvarðar vegna hlunninda, og fjársýsluskatts, sem undanþeginn er staðgreiðslu, er annars vegar [1. júní] ár hvert hjá mönnum og eindagi mánuði síðar og hins vegar [1. nóvember] ár hvert hjá lögaðilum og eindagi mánuði síðar.]\nFjársýsluskattsframtal félaga sem fengið hafa heimild til að færa bókhald og semja ársreikning í erlendum gjaldmiðli skal byggjast á upprunalegum fjárhæðum í íslenskum krónum eða umreiknuðum fjárhæðum á daggengi.\nL. 132/2018, 4. gr. L. 50/2018, 14. gr. L. 33/2020, 22. gr. L. 126/2016, 58. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Leiðrétting fjársýsluskatts o.fl.\nRíkisskattstjóri skal kanna skil skattskyldra aðila, m.a. með samanburði við laun í staðgreiðslu, launaframtöl, launamiða, skattframtöl, ársreikninga og önnur gögn sem fyrir hendi eru. Hann skal síðan leiðrétta það sem áfátt kann að reynast og ákvarða fjársýsluskattinn og senda tilkynningu þar um til skattskylds aðila og [annarra innheimtumanna ríkissjóðs].\nKomi í ljós að skattskyldur aðili, sem greitt hefur laun sem greiða skal fjársýsluskatt af, hafi vanrækt greiðslu skattsins að hluta eða öllu leyti, eða ofgreitt fjársýsluskatt eða ekki skilað fjársýsluskattsframtali, skal ríkisskattstjóri ákvarða fjársýsluskatt fyrir hvert einstakt greiðslutímabil. Skal ákvarða skattskyldum aðila dráttarvexti, sbr. 8. gr., af vangreiddum fjársýsluskatti frá og með gjalddaga skattsins. Þó skal reikna dráttarvexti á fjársýsluskatt vegna launa og hlunninda, sem undanþegin eru staðgreiðslu, frá og með gjalddaga [1. nóvember] ár hvert ef ekki er greitt fyrir eindaga. Á ofgreiðslu reiknast vextir í samræmi við ákvæði 2. mgr. 114. gr. laga nr. 90/2003, um tekjuskatt.\nHafi innheimtumaður hafið aðför samkvæmt lögum nr. 90/1989, um aðför, vegna vangoldinnar staðgreiðslu fjársýsluskatts skulu þau aðfararúrræði sem innheimtumaður hefur gripið til halda lögformlegu gildi sínu eftir álagningu skattsins vegna þess hluta kröfunnar sem rekja má til vangoldinnar staðgreiðslu.\nSéu ekki gerð fullnægjandi skil á álögðum eða endurákvörðuðum fjársýsluskatti innan 15 daga frá eindaga er innheimtumanni heimilt með aðstoð lögreglu að stöðva atvinnurekstur viðkomandi með innsigli á starfsstöðvar, skrifstofur, útibú, tæki og vörur þar til full skil hafa farið fram.\nL. 142/2018, 25. gr. L. 33/2020, 22. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Upplýsingaskylda og rannsóknar- og eftirlitsheimildir.\nSéu skil skattskylds aðila í einstökum atriðum eða í heild ófullnægjandi, tortryggileg eða sýnilega gerð til málamynda skal við álagningu, sbr. 4. mgr. 10. gr., og við endurákvörðun beita ákvæðum laga um tekjuskatt eftir því sem við getur átt um slík tilvik. Jafnframt skulu ákvæði þeirra laga gilda um álagningu, upplýsingagjöf, eftirlit, rannsókn, þar á meðal kyrrsetningu, kærur út af skattákvörðun, kærufresti, úrskurði, áfrýjun úrskurða og annað þar að lútandi. Sömu reglur skulu gilda eftir því sem við á ef skattskyldur aðili sem lagt skyldi á hefur fallið af skrá eða honum ekki gert að greiða fjársýsluskatt af skattstofni viðkomandi greiðslutímabila.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Refsingar.\nHver sá skattskyldur aðili sem af ásetningi eða stórkostlegu hirðuleysi skýrir rangt eða villandi frá einhverju því er máli skiptir um fjársýsluskatt sinn skal greiða fésekt allt að tífaldri skattfjárhæð af þeim skattstofni sem undan var dreginn og aldrei lægri fésekt en nemur tvöfaldri skattfjárhæðinni. Stórfellt brot gegn ákvæði þessu varðar við 1. mgr. 262. gr. almennra hegningarlaga, nr. 19/1940.\nHafi skattskyldur aðili af ásetningi eða stórkostlegu hirðuleysi vanrækt að afhenda skilagreinar á lögmæltum tíma varðar það brot fésektum er aldrei skulu nema lægri fjárhæð en tvöfaldri skattfjárhæð af þeim skattstofni sem á vantar ef áætlun ríkisskattstjóra reynist of lág við endurreikning skatts. Stórfellt brot gegn ákvæði þessu varðar við 2. mgr. 262. gr. almennra hegningarlaga, nr. 19/1940.\nSkýri skattskyldur aðili rangt eða villandi frá einhverju er varðar skilagreinar eða fjársýsluskattsframtal hans má gera honum sekt þótt upplýsingarnar geti ekki haft áhrif á skattskyldu hans eða greiðsluskil.\nHver sá sem af ásetningi eða stórkostlegu hirðuleysi lætur skattyfirvöldum í té rangar eða villandi upplýsingar eða gögn varðandi skattskyldu annarra aðila eða aðstoðar við ranga eða villandi skýrslugjöf til skattyfirvalda skal sæta þeirri refsingu er segir í 1. mgr.\nEf skattskyldur aðili af ásetningi eða stórkostlegu hirðuleysi vanrækir tilkynningarskyldu sína skv. 7. gr., upplýsingaskyldu skv. 12. gr. eða vanrækir að skila fjársýsluskattsframtali eins og ákveðið er í lögum þessum skal hann sæta sektum eða fangelsi allt að 2 árum.\nTilraun til brota eða hlutdeild í brotum á lögum þessum er refsiverð eftir því sem segir í III. kafla almennra hegningarlaga, nr. 19/1940, og varðar fésektum allt að hámarki því sem ákveðið er í öðrum ákvæðum þessarar greinar.\nGera má lögaðila fésekt fyrir brot á lögum þessum óháð því hvort brotið megi rekja til saknæms verknaðar fyrirsvarsmanns eða starfsmanns lögaðilans. Hafi fyrirsvarsmaður hans eða starfsmaður gerst sekur um brot á lögum þessum má auk refsingar, sem hann sætir, gera lögaðilanum sekt og svipta hann starfsréttindum, enda sé brotið framið til hagsbóta fyrir lögaðilann eða hann hafi notið hagnaðar af brotinu.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Bókhald.\nAllir sem eru skattskyldir samkvæmt lögum þessum skulu, auk þess sem fyrir er mælt í lögum nr. 145/1994, um bókhald, haga bókhaldi sínu og uppgjöri til fjársýsluskatts þannig að skattyfirvöld geti jafnan gengið úr skugga um réttmæti skattskila. Öll skjöl og önnur gögn er varða fjársýsluskattsskil skal varðveita í sjö ár frá lokum viðkomandi reikningsárs.\nReki aðili sem er skattskyldur samkvæmt lögum þessum margþætta starfsemi, þannig að sumir þættir hennar eru skattskyldir en aðrir undanþegnir skattskyldu, skal hinni skattskyldu og undanþegnu starfsemi haldið aðgreindri bæði í bókhaldi hans og á fjársýsluskattsskýrslu.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Rekstrarkostnaður.\nFjársýsluskattur telst rekstrarkostnaður skv. 1. tölul. 31. gr. laga nr. 90/2003, um tekjuskatt, að því leyti sem hann er ákvarðaður af launum sem teljast rekstrarkostnaður samkvæmt sömu grein.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að mæla nánar fyrir um framkvæmd laga þessara í reglugerð, m.a. um skilyrði fyrir samskráningu fyrirtækja á fjársýsluskattsskrá.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi og koma til framkvæmda í staðgreiðslu vegna launagreiðslna frá og með 1. janúar 2012. Þó öðlast 1. tölul. og a-liður 2. tölul. 18. gr. gildi 1. janúar 2012 og kemur a-liður 2. tölul. til framkvæmda við staðgreiðslu 2012 og álagningu 2013. Endurskoðun laganna skal vera lokið fyrir 1. október 2012.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nÞrátt fyrir ákvæði 1. mgr. 8. gr. skal fyrsti gjalddagi fjársýsluskatts á árinu 2012 vera 1. apríl vegna launa í janúar, febrúar og mars á því ári.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    }
  ]
}
