{
  "id": "75/2011",
  "type": "statute",
  "title": "Lög um Framkvæmdasjóð ferðamannastaða",
  "status": "in_force",
  "issued_date": "2011-06-21",
  "url": "https://www.althingi.is/lagas/nuna/2011075.html",
  "description": "Tóku gildi 28. júní 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og hlutverk.\n[Markmið laga þessara er að stuðla að uppbyggingu, viðhaldi og verndun ferðamannastaða og ferðamannaleiða um land allt og styðja með því við þróun ferðaþjónustu sem mikilvægrar og sjálfbærrar stoðar í íslensku atvinnulífi. Það er jafnframt markmið laga þessara að stuðla að jafnari dreifingu ferðamanna um landið og styðja við svæðisbundna þróun.\nFramkvæmdasjóður ferðamannastaða fjármagnar framkvæmdir á ferðamannastöðum og ferðamannaleiðum í eigu eða umsjón sveitarfélaga og einkaaðila í samræmi við 1. mgr. Heimilt er að fjármagna framkvæmdir sem snúa að öryggi ferðamanna, náttúruvernd og uppbyggingu, viðhaldi og vernd mannvirkja.\nFramkvæmdasjóði ferðamannastaða er heimilt að fjármagna undirbúnings- og hönnunarvinnu sem er nauðsynleg vegna framkvæmda skv. 2. mgr. en sjóðnum er ekki heimilt að bera rekstrarkostnað af mannvirkjum og vegna náttúruverndarsvæða eða annarra ferðamannastaða.\nFramkvæmdasjóði ferðamannastaða er ekki heimilt að fjármagna framkvæmdir sem eru á landsáætlun um uppbyggingu innviða til verndar náttúru og menningarsögulegum minjum.]\n[Ferðamannastaðir sem úthlutað er til úr Framkvæmdasjóði ferðamannastaða skulu vera opnir gjaldfrjálsri umferð almennings eftir því sem nánar er kveðið á um í lögum og reglugerðum. Landeiganda eða umsjónaraðila lands er þó heimilt að taka gjald fyrir veitta þjónustu.]\nL. 61/2020, 1. gr. L. 57/2017, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Stjórn.\n[Ráðherra skipar fjóra fulltrúa í stjórn Framkvæmdasjóðs ferðamannastaða til tveggja ára í senn. Skal einn skipaður eftir tilnefningu Samtaka ferðaþjónustunnar, einn eftir tilnefningu Sambands íslenskra sveitarfélaga, einn eftir tilnefningu ráðherra sem fer með málefni náttúruverndar og einn án tilnefningar og skal hann vera formaður.]\nStjórn sjóðsins skal árlega gera tillögur til ráðherra um úthlutanir úr sjóðnum. Tillögur stjórnar skulu rúmast innan hlutverks sjóðsins eins og það er skilgreint í 1. gr. Við vinnslu tillagna skal stjórn sjóðsins jöfnum höndum auglýsa eftir umsóknum um framlög og hafa frumkvæði að öflun upplýsinga frá yfirvöldum umhverfismála og öðrum hagsmunaaðilum um þörf á framkvæmdum sem falla undir gildissvið laga þessara.\nL. 57/2017, 2. gr., sbr. og brbákv. í s.l.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Tekjur og gjöld.]\nÁrlegar tekjur Framkvæmdasjóðs ferðamannastaða eru:\n1. [Framlag ríkissjóðs sem ákveðið er í fjárlögum.]\n2. Vextir af fé sjóðsins.\n3. Aðrar tekjur.\n[Rekstrarkostnaður Framkvæmdasjóðs ferðamannastaða skal greiddur af fjárheimildum sjóðsins.]\nL. 57/2017, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Framkvæmd.\nRáðherra tekur ákvörðun um einstakar úthlutanir úr Framkvæmdasjóði ferðamannastaða á grundvelli tillagna stjórnar.\n[Að lágmarki skal úthluta úr sjóðnum einu sinni á ári.] Upplýsingar um úthlutanir úr sjóðnum skal birta opinberlega.\nL. 57/2017, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Varsla, reikningshald og endurskoðun.\nFramkvæmdasjóður ferðamannastaða skal vera í vörslu Ferðamálastofu sem annast rekstur sjóðsins, þ.m.t. framkvæmd úthlutana úr sjóðnum, uppgjör, bókhald og gerð ársreikninga.\nVið úthlutanir úr sjóðnum skulu framlög greidd til verkefna eftir framgangi þeirra.\nReikningsár sjóðsins er almanaksárið og Ríkisendurskoðun annast endurskoðun reikninga hans.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Reglugerð.\nRáðherra er heimilt að setja nánari reglur um úthlutanir úr Framkvæmdasjóði ferðamannastaða í reglugerð.\nRg. 520/2014. Rg. 782/2017, sbr. 858/2018 og 57/2021.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nI.\n[Ráðherra] skal standa fyrir mati á framkvæmd laganna sem ljúka ber fyrir árslok 2013. Hafa skal samráð við [þann ráðherra er fer með málefni náttúruverndar] og helstu hagsmunasamtök í ferðaþjónustu og umhverfismálum við þá vinnu.\nL. 126/2011, 547. gr.\n[II.\nÞrátt fyrir ákvæði 1. tölul. 3. gr. skal framlag ríkissjóðs nema 145,8 millj. kr. á árinu 2015.]\nL. 125/2014, 19. gr.\n[III.\nÞrátt fyrir ákvæði 1. tölul. 3. gr. skal framlag ríkissjóðs nema 149 millj. kr. á árinu 2016.]\nL. 125/2015, 54. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
