{
  "id": "27/2011",
  "type": "statute",
  "title": "Lög um útflutning hrossa",
  "status": "in_force",
  "issued_date": "2011-04-01",
  "url": "https://www.althingi.is/lagas/nuna/2011027.html",
  "description": "Tóku gildi 6. apríl 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum.\nÚtflutningur á hrossum er heimill án sérstakra leyfa að uppfylltum skilyrðum laga þessara og stjórnvaldsfyrirmæla sem eru sett samkvæmt þeim. Þó má ekki flytja úr landi yngri hross en fjögurra mánaða né fylfullar hryssur sem gengnar eru með sjö mánuði eða lengur.\nL. 126/2011, 539. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Óheimilt er að flytja úr landi hross nema héraðsdýralæknir eða eftirlitsdýralæknir Matvælastofnunar hafi skoðað það í útflutningshöfn, metið það hæft til útflutnings með tilliti til dýraverndar og smitsjúkdóma og staðfest að það sé rétt merkt og uppfylli kröfur sem gerðar eru af hlutaðeigandi yfirvöldum í innflutningslandi.\nÖll útflutningshross skulu vera örmerkt.\n[Fyrir eftirlit, umsýslu og skjalaskoðun Matvælastofnunar samkvæmt lögum þessum skulu útflytjendur hrossa greiða gjald sem ekki er hærra en raunkostnaður til að standa straum af eftirtöldum kostnaðarþáttum:\na. launum starfsfólks sem sinnir störfum vegna eftirlits, umsýslu og skjalaskoðunar,\nb. öðrum kostnaði vegna starfsfólks, þ.m.t. kostnaði af aðstöðu, áhöldum, búnaði, þjálfun og ferðalögum, svo og tengdum kostnaði,\nc. kostnaði vegna sýnatöku opinberra eftirlitsaðila og kostnaði sem opinberar rannsóknastofur innheimta vegna sýnatöku, greiningar, prófunar og sjúkdómsgreininga sem framkvæmdar eru á opinberum rannsóknastofum.\nRáðherra er heimilt að setja reglugerð um eftirlit, umsýslu og skjalaskoðun Matvælastofnunar og skal hann gefa út gjaldskrá fyrir eftirlit Matvælastofnunar að fengnum tillögum stofnunarinnar.\nVið gerð reglugerðar og gjaldskrár opinberra eftirlitsaðila er heimilt að taka tillit til eftirfarandi atriða:\na. hvers konar fyrirtæki um er að ræða og viðkomandi áhættuþátta,\nb. hagsmuna fyrirtækja með litla framleiðslu,\nc. hefðbundinna aðferða við framleiðslu, vinnslu og dreifingu,\nd. þarfa fyrirtækja með aðsetur á svæðum sem líða fyrir landfræðilegar takmarkanir.\nMatvælastofnun skal afla umsagnar hlutaðeigandi hagsmunasamtaka og kynna þeim efni og forsendur reglugerðar og/eða gjaldskrár stofnunarinnar með a.m.k. eins mánaðar fyrirvara. Hafi umsagnir þeirra ekki borist Matvælastofnun að mánuði liðnum er ráðherra þó heimilt að setja reglugerð og gjaldskrá án umsagna þeirra.\nEftirlitsgjald skal greiða samkvæmt framlögðum reikningi opinbers eftirlitsaðila.\nInnheimta má eftirlitsgjaldið með fjárnámi án undangengins dóms eða sáttar. Opinberum eftirlitsaðilum er heimilt að krefjast dráttarvaxta af ógreiddri fjárkröfu vegna eftirlits frá og með gjalddaga fram að greiðsludegi.]\nL. 60/2023, 6. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Flutningsför fyrir hross við útflutning skulu hafa fullnægjandi rými, loftræstingu og brynningu. Tryggja skal fóður, fóðrun og eftirlit með hrossunum á flutningstímanum. Matvælastofnun hefur eftirlit með að reglum um aðbúnað og umhirðu sé fylgt.\nÓheimilt er að flytja hross frá Íslandi með flutningsfari sem samtímis flytur dýr frá öðrum löndum. Hafi flutningsfar áður verið notað til flutnings á dýrum erlendis skal það þrifið og sótthreinsað áður en það kemur til landsins. Matvælastofnun hefur eftirlit með að reglum um þrif og sótthreinsun sé fylgt.\nÁ tímabilinu 1. október til 15. maí er einungis heimilt að flytja hross til útlanda með flugvélum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Matvælastofnun getur ákveðið við sérstakar aðstæður að dýralæknir sé um borð í flutningsfari og hafi yfirumsjón með eftirliti hrossa í flutningi.\nFlutningsaðili greiðir allan kostnað sem fellur til vegna veru dýralæknis í flutningsfari.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hrossum sem eru flutt úr landi skal fylgja hestavegabréf ... er staðfesti uppruna, ætterni, eiganda og aðrar upplýsingar sem nauðsynlegar eru, meðal annars til að uppfylla kröfur þær sem innflutningslönd gera hverju sinni.\nÚtflytjendur hrossa greiða gjald fyrir kostnað við útgáfu hestavegabréfa samkvæmt gjaldskrá sem ráðherra setur að fenginni tillögu Bændasamtaka Íslands.\nL. 71/2021, 23. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "...\nL. 102/2023, 29. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "...\nL. 71/2021, 24. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ráðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara, þar með talið um skoðun og merkingu útflutningshrossa, aðstöðu í útflutningshöfn og í flutningsfari, sóttvarnir og upplýsingar sem útflytjendum er skylt að leggja fram vegna útgáfu hestavegabréfa.\nRg. 1151/2021.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Brot gegn lögum þessum og stjórnvaldsreglum settum samkvæmt þeim varða sektum nema þyngri refsing liggi við samkvæmt öðrum lögum. Mál út af brotum gegn lögum þessum sæta meðferð samkvæmt lögum um meðferð sakamála.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast þegar gildi. ...\nÁkvæði til bráðabirgða.\nÞrátt fyrir ákvæði 2. mgr. 2. gr. er heimilt til 1. nóvember 2011 að flytja út hross sem eru ekki örmerkt hafi þau verið frostmerkt.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
