{
  "id": "38/2011",
  "type": "statute",
  "title": "Lög um fjölmiðla",
  "status": "in_force",
  "issued_date": "2011-04-20",
  "url": "https://www.althingi.is/lagas/nuna/2011038.html",
  "description": "Tóku gildi 21. apríl 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að tjáningarfrelsi, rétti til upplýsinga, [upplýsinga- og miðlalæsi], fjölbreytni og fjölræði í fjölmiðlun sem og að efla vernd neytenda á þeim vettvangi. Markmið laganna er jafnframt að koma á samræmdri löggjöf á vettvangi fjölmiðlunar óháð því miðlunarformi sem er notað.\nL. 27/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\nÍ lögum þessum hafa eftirfarandi hugtök þá merkingu sem hér greinir:\n1. Aðgangskassi er tæki sem er ætlað að taka á móti og vinna úr öllum þáttum stafrænna útsendinga og senda til sjónvarpstækja, þar á meðal þegar við á að veita aðgang að hljóð- og myndmiðlunarefni sem einungis er aðgengilegt gegn endurgjaldi.\n2. Auglýsing er viðskiptaboð sem í felst hvers konar tilkynning sem er miðlað gegn endurgjaldi eða í þágu fjölmiðlaveitu og felur í sér kynningu á ímynd, vöru eða þjónustu.\n3. [ Ábyrgðarmaður er starfsmaður fjölmiðils sem ber ritstjórnarlega ábyrgð á efni og efnisvali og ákvarðar hvernig það er skipulagt, t.d. ritstjóri, dagskrárstjóri eða útvarpsstjóri. Ef fjölmiðlaveita er einstaklingur telst sá einstaklingur sjálfkrafa ábyrgðarmaður.]\n4. Dagskrá er heildarsamsetning dagskrárliða.\n5. Dagskrárliður er safn hljóðskráa og/eða hreyfimynda, [óháð lengd], sem mynda stakan lið innan áætlunar eða dagskrár sem fjölmiðlaveita setur saman og er að formi og efni til sambærilegt hljóðvarpi eða sjónvarpsútsendingu.\n6. Dulin viðskiptaboð eru kynning í máli eða myndum á vörum, þjónustu, heiti, vörumerki eða starfsemi aðila sem framleiðir vöru eða veitir þjónustu í dagskrárliðum þegar slík kynning er til þess ætluð af hálfu fjölmiðlaveitu að þjóna auglýsingamarkmiðum og gæti villt um fyrir neytendum að því er eðli hennar varðar.\n7. [ Einkarekinn fjölmiðill er fjölmiðill sem er hvorki í heild né að hluta í eigu ríkis, sveitarfélaga, stofnana eða félaga alfarið í þeirra eigu.]\n8. Erlent endurvarp er hljóðvarps- eða sjónvarpsútsending frá erlendri fjölmiðlaveitu sem er móttekin af innlendri fjölmiðlaveitu og hún endurvarpar til notenda hér á landi um þráð eða þráðlaust.\n9. [ Evrópskt efni er það hljóð- og myndmiðlunarefni sem fellur undir n-lið 1. tölul. 1. gr. og 2., 3. og 4. tölul. sömu greinar tilskipunar Evrópuþingsins og ráðsins 2010/13/ESB frá 10. mars 2010 um samræmingu tiltekinna ákvæða í lögum og stjórnsýslufyrirmælum í aðildarríkjunum um hljóð- og myndmiðlaþjónustu.]\n[10. ] Fjarkaup eru hljóð- og myndsending sem í felst beint tilboð eða sala á vöru og þjónustu, þ.m.t. fasteignum eða réttindum og skuldbindingum, gegn greiðslu til almennings þar sem við miðlun tilboðs og gerð samnings er notuð ein eða fleiri fjarskiptaaðferðir án þess að neytandinn eða seljandinn hittist. Til fjarkaupa teljast bæði fjarkaupaþættir og fjarkaupainnskot. Fjarkaupaþættir eru heildstæðir dagskrárliðir en fjarkaupainnskot er efni sem er miðlað á milli dagskrárliða og lýtur sömu reglum og viðskiptaboð.\n[11. ] Fjarskiptafyrirtæki er einstaklingur eða lögaðili sem hefur tilkynnt [Fjarskiptastofu] um fyrirhugaðan rekstur fjarskiptaþjónustu eða fjarskiptanets.\n[12. ] Fjarskiptanet er sendikerfi og þar sem það á við skiptistöðvar, beinar og önnur úrræði sem gera mögulegt að miðla merkjum eftir þræði, þráðlaust, með ljósbylgjum, rafdreifikerfi og háspennulínum eða með öðrum rafsegulaðferðum, þ.m.t. net fyrir hljóð- og myndmiðlun.\n13. [ Fjölmiðill er aðili eða lögaðili sem veitir fjölmiðlaþjónustu með reglubundnum hætti.]\n[14. ] Fjölmiðlaveita er einstaklingur eða lögaðili sem starfrækir fjölmiðil.\n[15. ] [ Fjölmiðlaþjónusta er þjónusta þar sem megintilgangur eða aðskiljanlegur hluti hennar er tileinkaður miðlun á efni, undir ritstjórnarlegri ábyrgð fjölmiðilsins, til almennings í þeim tilgangi að upplýsa, fræða eða skemmta.]\n[16. ] Flutningsreglur eru reglur um flutningsrétt og flutningsskyldu.\n[17. ] Flutningsréttur felur í sér að fjölmiðlaveitu er skylt, að nánar gættum skilyrðum uppfylltum, að verða við beiðni fjarskiptafyrirtækis um dreifingu á efni.\n[18. ] Flutningsskylda felur í sér að fjarskiptafyrirtækjum er skylt, að nánar gættum skilyrðum uppfylltum, að verða við beiðni fjölmiðlaveitu um dreifingu efnis.\n[19. ] Flutningur samkvæmt reglum um flutningsrétt og flutningsskyldu tekur til flutnings og dreifingar á myndefni frá tengipunkti sjónvarpsstöðvar til aðgangskassa notenda.\n[20. Fyrirsvarsmaður er einstaklingur sem fer með yfirstjórn fjölmiðlaveitu.]\n[21. ] Gagnvirk auglýsing er auglýsing sem gerir móttakanda hljóð- og myndefnis kleift að nálgast upplýsingar að eigin frumkvæði í gegnum hvers konar viðtæki.\n[22. ] Hlaðvarp kallast það þegar dagskrárliðir í heild eða að hluta í formi hljóðskráa eru boðnir almenningi til niðurhals.\n[23. ] Hljóð- og myndsending í viðskiptaskyni er annars vegar viðskiptaboð og hins vegar fjarkaup.\n[24. ] Hljóðmiðlun er þjónusta sem fjölmiðlaveita býður og er annars vegar hljóðvarp og hins vegar hlaðvarp eða annars konar hljóðmiðlun eftir pöntun.\n[25. ] Hljóðmiðlun eftir pöntun (ólínuleg hljóðmiðlun) er þjónusta sem fjölmiðlaveita býður án tillits til þess viðtækis sem er notað til móttöku útsendingarinnar og án tillits til þess hvort greiða þarf fyrir efnið þannig að notandi getur hlustað á dagskrárliði í heild eða að hluta þegar hann svo kýs og að sérstakri beiðni hans á grundvelli efnisskrár fjölmiðlaveitu.\n[26. ] Hljóðvarp (línuleg hljóðmiðlun) er hvers konar miðlun hljóðefnis án tillits til þess viðtækis sem er notað til móttöku efnisins þar sem fjölmiðlaveita býður fram samtímis hlustun á dagskrárliði á grundvelli dagskráráætlunar.\n[27. ] [ Kostun er hljóð- og myndsending í viðskiptaskyni sem tekur til hvers konar framlaga opinbers fyrirtækis, einkafyrirtækis eða einstaklinga til fjármögnunar einstakra dagskrárliða, mynddeiliþjónustu eða notendaframleidds efnis með það fyrir augum að vekja athygli á heiti viðkomandi, vörumerki, ímynd, starfsemi eða vörum enda fáist viðkomandi ekki við hljóð- og myndmiðlun, mynddeiliþjónustu eða framleiðslu slíks efnis.]\n[28. ] Læst útsending er hljóðvarp eða sjónvarpsútsending þar sem hljóð- eða myndmerkjum hefur verið breytt í því skyni að veita einungis þeim aðgang að útsendingunni sem hafa greitt fyrir hana.\n[29. Mynddeiliveita er aðili eða lögaðili sem veitir mynddeiliþjónustu.\n30. Mynddeiliþjónusta er þjónusta þar sem megintilgangur, aðskiljanlegur hluti eða grundvallarvirkni þjónustunnar er að miðla dagskrárefni, notendaframleiddu efni eða hvoru tveggja til almennings í þeim tilgangi að upplýsa, fræða eða skemmta og hefur mynddeiliveitan ekki ritstjórnarlega ábyrgð en ber þó ábyrgð á skipulagi og flokkun á efni veitunnar, þ.m.t. birtingu, röðun og merkingu með sjálfvirkum hætti eða algrími.]\n[31. ] Myndmiðlun er þjónusta sem fjölmiðlaveita býður og er annars vegar sjónvarpsútsending og hins vegar myndmiðlun eftir pöntun.\n[32. ] Myndmiðlun eftir pöntun (ólínuleg myndmiðlun) er þjónusta sem fjölmiðlaveita býður, án tillits til þess viðtækis sem er notað til móttöku efnisins og án tillits til þess hvort greiða þarf fyrir efnið þannig að notandi getur horft á dagskrárliði í heild eða að hluta þegar hann svo kýs og að sérstakri beiðni hans á grundvelli efnisskrár fjölmiðlaveitu.\n[33. Notendaframleitt efni er safn hljóðskráa og/eða hreyfimynda, óháð lengd, sem myndar heild og búið er til af notanda og hlaðið upp til mynddeiliveitu af honum eða öðrum notanda.]\n[34. ] Prentmiðill er fjölmiðill sem miðlar ritefni á prentuðu formi eða öðru sambærilegu formi, svo sem dagblöð og tímarit.\n[35. ] Rafrænn ritmiðill er fjölmiðill sem miðlar ritefni með rafrænum hætti, svo sem netútgáfur dagblaða og tímarita, dagblöð og tímarit sem er dreift með tölvupósti og aðrir netmiðlar.\n[36. ] Ritefni er texti sem er miðlað sjálfstætt. Til ritefnis teljast jafnframt uppdrættir, teikningar, myndir, nótur o.fl.\n[37. ] Ritmiðlun er þjónusta sem fjölmiðlaveita býður og er annars vegar miðlun ritefnis á prentuðu formi eða öðru sambærilegu formi og hins vegar miðlun ritefnis með rafrænum hætti.\n[38. ] Ritstjórn felur í sér stjórn á vali og skipan þess efnis sem miðlað er.\n[39. Ritstjórnarákvörðun er ákvörðun sem tekin er reglulega í þeim tilgangi að beita ritstjórnarábyrgð í tengslum við daglegan rekstur fjölmiðils.]\n[[40. ] Ritstjórnarefni er allt það efni sem birtist eða er miðlað af fjölmiðli, nema viðskiptaboð, fjarkaup og annað efni sem miðlað er gegn greiðslu eða öðru endurgjaldi eða til kynningar í eigin þágu.]\n[41. ] Sjálfstæður framleiðandi hljóð- eða myndefnis er fyrirtæki sem jafnframt er sjálfstæður lögaðili, óháður viðkomandi fjölmiðlaveitu í þeim skilningi að hann er ekki undir beinum eða óbeinum yfirráðum hennar, hvorki sér né sameiginlega með öðrum, og hefur frelsi til að skilgreina sína eigin viðskiptastefnu.\n[42. ] Sjónvarpsútsending (línuleg myndmiðlun) er hvers konar miðlun myndefnis án tillits til þess viðtækis sem er notað til móttöku útsendingarinnar þar sem fjölmiðlaveita býður fram samtímis áhorf á dagskrárliði á grundvelli dagskráráætlunar.\n[43. ] Skjáskipt auglýsing er auglýsing þar sem á hluta skjás er birt auglýsing samhliða útsendingu hvers kyns myndmiðlunarefnis.\n[[44. ] Staðbundinn fjölmiðill er landshluta-, héraðs-, hverfis- eða bæjarmiðill sem hefur fyrst og fremst staðbundna efnisskírskotun og höfðar aðallega til notenda sem tengsl hafa við útbreiðslusvæði miðilsins.]\n[45. ] Sýndarauglýsing er auglýsing sem ekki er til staðar á vettvangi upptöku myndefnis en er bætt við þannig að hún birtist við útsendingu eða annars konar miðlun efnisins.\n[46. ] Útvarpsmerki er sendibylgja, hvort heldur sem er um þráð eða þráðlaus, sem ber hljóð- og myndmiðlunarefni til viðtækja eða aðgangskassa, ýmist á stafrænu eða hliðrænu formi.\n[47. ] Viðskiptaboð eru texti, myndir og/eða hljóð sem er ætlað að vekja, beint eða óbeint, athygli á vörum, þjónustu eða ímynd lögaðila eða einstaklings sem stundar atvinnustarfsemi og er miðlað gegn greiðslu eða öðru endurgjaldi eða til kynningar í eigin þágu. [Slíkt myndefni og/eða hljóð getur fylgt eða verið hluti af dagskrárlið eða notendaframleiddu efni.] Til viðskiptaboða teljast m.a. auglýsingar, kostun og vöruinnsetning.\n[48. ] Viðtæki er hvert það tæki sem tekur á móti og miðlar fjölmiðlaefni, svo sem sjónvarp, hljóðvarp, tölva, lófatölva, farsími.\n[49. ] [ Vöruinnsetning er viðskiptaboð sem tekur til allra gerða hljóð- og myndsendinga í viðskiptaskyni sem taka til eða vísa til vöru, þjónustu eða vörumerkis hennar þannig að þær komi fram í dagskrárlið eða notendaframleiddu efni gegn greiðslu eða öðru endurgjaldi.]\nL. 54/2013, 1. gr. L. 27/2024, 2. gr. L. 58/2021, 1. gr. L. 75/2021, 32. gr.\nII. kafli. Gildissvið og lögsaga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gildissvið.\n[Lög þessi gilda um alla fjölmiðla og fjölmiðlaveitur sem hafa staðfestu hér á landi eða miðla efni sem ætlað er almenningi hér á landi, að teknu tilliti til ákvæðis 4. gr. Þau gilda því um allt hljóð- og myndefni í læstri eða ólæstri dagskrá, línulegri dagskrá eða eftir pöntun óháð þeirri dreifileið sem valin hefur verið. Jafnframt gilda þau um allt ritefni hvort sem því er miðlað á prentuðu eða öðru sambærilegu formi eða með rafrænum hætti. V. kafli A gildir um mynddeiliveitur sem hafa staðfestu hér á landi eða miðla efni sem ætlað er almenningi hér á landi, að teknu tilliti til ákvæðis 4. gr. a.]\nL. 27/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Lögsaga yfir fjölmiðlaveitum.]\nÍslenska ríkið hefur lögsögu yfir þeim fjölmiðlaveitum sem miðla myndefni og hafa staðfestu á Íslandi. Slíkur aðili telst hafa staðfestu hér á landi:\na. þegar hann hefur aðalskrifstofu sína á Íslandi og [ritstjórnarákvarðanir] eru teknar hér á landi,\nb. þegar hann hefur aðalskrifstofu sína á Íslandi en [ritstjórnarákvarðanir] eru teknar í öðru ríki, eða öfugt, að því tilskildu að verulegur hluti starfsliðs við [dagskrártengda fjölmiðlaþjónustu] starfi hér á landi,\nc. þegar hann hefur aðalskrifstofu sína á Íslandi en [ritstjórnarákvarðanir] eru teknar í öðru ríki og verulegur hluti starfsliðs við [dagskrártengda fjölmiðlaþjónustu] starfar í báðum ríkjum, eða\nd. þegar hann hefur aðalskrifstofu sína á Íslandi en [ritstjórnarákvarðanir] eru teknar í öðru ríki, eða öfugt, og verulegur hluti starfsliðs við [dagskrártengda fjölmiðlaþjónustu] starfar í hvorugu þessara ríkja, og viðkomandi hefur hafið útsendingar samkvæmt útvarpsleyfi sem veitt var með stoð í íslenskum lögum og haldið stöðugum og virkum tengslum við íslenskt efnahagslíf.\nÍslenska ríkið hefur jafnframt lögsögu yfir þeim fjölmiðlaveitum sem miðla myndefni og hvorki hafa staðfestu hér á landi samkvæmt ákvæði 1. mgr. né í öðru EES-ríki ef þær uppfylla annað eftirfarandi skilyrða:\na. nota jarðstöð sem staðsett er hér á landi til sendingar merkis í gervitungl, eða\nb. nota flutningsgetu gervitungls sem tilheyrir Íslandi ef ekki er notuð jarðstöð sem staðsett er í öðru EES-ríki til sendingar merkis í gervitungl.\n[Fjölmiðlaveita skal upplýsa fjölmiðlanefnd um allar breytingar sem geta haft áhrif á ákvörðun um lögsögu samkvæmt þessari grein.]\nKomi upp vafi um það hvort fjölmiðlaveita sem miðlar myndefni heyri undir lögsögu íslenska ríkisins eða annars EES-ríkis, og ekki reynist unnt að skera úr um það á grundvelli 1. eða 2. mgr., skal úr því leyst á grundvelli ákvæða samningsins um Evrópska efnahagssvæðið, sbr. sérstaklega 2. kafla III. hluta samningsins um staðfesturétt.\n[Komi upp ágreiningur við annað EES-ríki um lögsögu yfir fjölmiðlaveitu skal vísa málinu til Eftirlitsstofnunar EFTA og framkvæmdastjórnar Evrópusambandsins.]\nL. 27/2024, 4. gr.\n[4. gr. a. Lögsaga yfir mynddeiliveitum.\nMynddeiliveita sem hefur staðfestu á Íslandi heyrir undir lögsögu íslenska ríkisins.\nLeiki vafi á hvort mynddeiliveita heyri undir lögsögu íslenska ríkisins skal taka mið af því hvort mynddeiliveitan:\na. hefur móðurfélag eða dótturfélag sem heyrir undir lögsögu íslenska ríkisins, eða\nb. er hluti af samsteypu og eitt dótturfélaga samsteypunnar er staðsett innan lögsögu íslenska ríkisins.\nBeri svo við að öll félög samsteypunnar tilheyri lögsögu mismunandi aðildarríkja skal mynddeiliveitan talin tilheyra lögsögu móðurfélagsins. Sé móðurfélagið ekki innan lögsögu Evrópska efnahagssvæðisins skal mynddeiliveitan hafa lögsögu í því aðildarríki þar sem dótturfélagið hefur staðfestu.\nKomi upp ágreiningur við annað EES-ríki um lögsögu yfir mynddeiliveitu skal vísa ágreiningnum án tafar til Eftirlitsstofnunar EFTA og framkvæmdastjórnar Evrópusambandsins.]\nL. 27/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tímabundin stöðvun á móttöku myndmiðlunarefnis frá öðrum EES-ríkjum.\nÞrátt fyrir skyldu íslenska ríkisins til þess að tryggja frelsi til móttöku sjónvarpsútsendinga frá öðrum EES-ríkjum getur fjölmiðlanefnd stöðvað slíka móttöku tímabundið að uppfylltum eftirtöldum skilyrðum:\na. [fjölmiðlaþjónustan brýtur augljóslega, verulega og alvarlega gegn ákvæðum 28. gr. eða banni um að kynda undir hatri á grundvelli kynþáttar, kynferðis, trúarbragða eða þjóðernis eða stefnir heilsu almennings í alvarlega og verulega hættu],\nb. viðkomandi fjölmiðlaveita hefur að minnsta kosti tvívegis á síðastliðnum 12 mánuðum brotið gegn ákvæðum a-liðar,\nc. fjölmiðlanefnd hefur tilkynnt viðkomandi fjölmiðlaveitu og Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, skriflega um meint brot og þær ráðstafanir sem hún hyggst grípa til verði brot endurtekið, eða\nd. samráð við þar til bært stjórnvald í því aðildarríki sem fer með lögsögu yfir viðkomandi fjölmiðlaveitu og Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, hefur ekki leitt til lausnar innan [eins mánaðar] frá tilkynningu skv. c-lið og framhald er á meintu broti.\n[Þessar ráðstafanir skulu gerðar án tillits til þeirra viðurlaga sem lögsöguríkið kann að hafa beitt.]\nÞegar um er að ræða myndmiðlun eftir pöntun er heimilt að stöðva tímabundið móttöku myndefnis frá öðru EES-ríki á grundvelli sömu sjónarmiða og tiltekin eru í a-lið 1. mgr., sem og ef það myndefni sem um ræðir er að öðru leyti talið stríða gegn allsherjarreglu, verndun lýðheilsu, almannaöryggi eða neytendavernd.\nFjölmiðlanefnd skal þó einungis stöðva móttöku myndefnis skv. 2. mgr. ef þar til bært stjórnvald í því aðildarríki sem fer með lögsögu yfir viðkomandi fjölmiðlaveitu hefur ekki orðið við beiðni nefndarinnar um að grípa til aðgerða gagnvart þeirri fjölmiðlaveitu sem í hlut á eða þær aðgerðir sem það hefur gripið til eru ófullnægjandi. Þá skal fjölmiðlanefnd tilkynna Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, um fyrirhugaða stöðvun á móttöku efnis áður en til hennar kemur.\nÍ bráðatilvikum er heimilt að víkja frá ákvæði 3. mgr. Slíkt skal þó án tafa tilkynnt Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, og þar til bæru stjórnvaldi í viðkomandi aðildarríki og það rökstutt sérstaklega að um bráðatilvik hafi verið að ræða.\nL. 27/2024, 6. gr.\n[5. gr. a. Tímabundin stöðvun á móttöku myndmiðlunarefnis frá öðrum EES-ríkjum vegna almannaöryggis.\nBrjóti fjölmiðlaþjónusta fjölmiðlaveitu augljóslega, verulega og alvarlega gegn ákvæði 27. gr. eða skaði eða ógni almannaöryggi, þ.m.t. þjóðaröryggi og vörnum ríkisins, getur fjölmiðlanefnd stöðvað slíka móttöku myndmiðlunarefnis tímabundið að uppfylltum eftirtöldum skilyrðum:\na. viðkomandi fjölmiðlaveita hefur áður brotið gegn ákvæði þessu eða 27. gr. undanfarna 12 mánuði,\nb. fjölmiðlanefnd hefur tilkynnt viðkomandi fjölmiðlaveitu og Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, skriflega um meint brot og þær ráðstafanir sem hún hyggst grípa til verði brot endurtekið.\nRáðstafanir skv. 1. mgr. skulu vera án tillits til þeirra viðurlaga sem lögsöguríkið kann að hafa beitt.\nÍ bráðatilvikum er heimilt að víkja frá ákvæði a- og b-liðar 1. mgr. Slíkt skal þó án tafar tilkynnt til Eftirlitsstofnunar EFTA eða framkvæmdastjórnar Evrópusambandsins, eftir því sem við á, og þar til bærs stjórnvalds í viðkomandi aðildarríki og það rökstutt sérstaklega að um bráðatilvik hafi verið að ræða.]\nL. 27/2024, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Samstarf eftirlitsstofnana.]\nTelji fjölmiðlanefnd að fjölmiðlaveita, sem heyrir undir lögsögu annars EES-ríkis en dreifir myndefni sem að mestu eða öllu leyti er ætlað til móttöku hér á landi, hafi brotið gegn ákvæðum laga þessara getur fjölmiðlanefnd farið fram á það við þar til bær stjórnvöld í viðkomandi EES-ríki að þau beini því til fjölmiðlaveitunnar að hún fari að þeim ákvæðum sem um ræðir.\n[Telji þar til bært stjórnvald í öðru EES-ríki að fjölmiðlaveita, sem heyrir undir íslenska lögsögu en dreifir myndefni sem að mestu eða öllu leyti er ætlað til móttöku í öðru EES-ríki, hafi brotið gegn ákvæðum laga þess ríkis getur þar til bært stjórnvald í því ríki farið fram á við fjölmiðlanefnd að hún beini því til fjölmiðlaveitunnar að hún fari að þeim ákvæðum sem um ræðir. Fjölmiðlanefnd skal halda móttökuríkinu reglulega upplýstu um þær aðgerðir sem teknar hafa verið í því máli sem um ræðir. Innan tveggja mánaða skal fjölmiðlanefnd upplýsa það aðildarríki sem lagði fram beiðnina, Eftirlitsstofnun EFTA og framkvæmdastjórn Evrópusambandsins, eftir því sem við á, um niðurstöðu málsins og rökstuðning þar að baki.]\nTelji fjölmiðlanefnd þá niðurstöðu sem fæst með beitingu 1. mgr. ekki fullnægjandi og [hefur gögn sem styðja] að sú fjölmiðlaveita sem um ræðir hafi öðlast staðfestu í viðkomandi EES-ríki gagngert í því skyni að sniðganga íslensk lög er henni heimilt að grípa til viðeigandi ráðstafana gegn fjölmiðlaveitunni samkvæmt lögum þessum að uppfylltum eftirfarandi skilyrðum:\na. að hún hafi tilkynnt Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, sem og þar til bærum yfirvöldum í viðkomandi EES-ríki um þær ráðstafanir sem hún hyggst grípa til og rökstutt þær, og\nb. að Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins, eftir því sem við á, hafi staðfest að ráðstafanir þær sem um ræðir samrýmist ákvæðum EES-samningsins og að mat fjölmiðlanefndar [skv. 1. og 3. mgr.] sé rétt.\nKomist framkvæmdastjórnin eða Eftirlitsstofnun EFTA að þeirri niðurstöðu að ráðstafanirnar samrýmist ekki ákvæðum EES-samningsins skal fjölmiðlanefnd ekki grípa til umræddra ráðstafana.\nL. 27/2024, 8. gr.\nIII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fjölmiðlanefnd.\n[Ráðherra fer með framkvæmd laga þessara en í umboði hans annast sjálfstæð stjórnsýslunefnd, fjölmiðlanefnd, eftirlit samkvæmt lögunum og daglega stjórnsýslu á því sviði sem lögin ná til.]\nÁkvörðunum fjölmiðlanefndar samkvæmt lögum þessum verður ekki skotið til annarra stjórnvalda.\nKostnaður við starfsemi fjölmiðlanefndar greiðist úr ríkissjóði.\nVið framkvæmd eftirlits með viðskiptaboðum sem falla undir eftirlit annarra stjórnvalda samkvæmt sérlögum skal fjölmiðlanefnd leita samstarfs um verkaskiptingu við þau stjórnvöld.\nFjölmiðlanefnd skal gera samstarfssamning við Neytendastofu um mál sem geta varðað starfssvið þessara stofnana.\nL. 27/2024, 9. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skipan fjölmiðlanefndar.\n[Ráðherra] skipar fimm manns í fjölmiðlanefnd til fjögurra ára í senn. Tveir fulltrúar skulu skipaðir samkvæmt tilnefningu Hæstaréttar Íslands, einn samkvæmt tilnefningu samstarfsnefndar háskólastigsins og einn samkvæmt tilnefningu Blaðamannafélags Íslands en þann fimmta skipar ráðherra án tilnefningar. Varamenn skulu skipaðir á sama hátt. Ráðherra skipar formann nefndarinnar og skal hann uppfylla starfsgengisskilyrði héraðsdómara. Varaformann skal skipa úr hópi fastra nefndarmanna. Aðrir nefndarmenn og varamenn þeirra skulu hafa sérþekkingu á fjölmiðlamálum, reynslu eða menntun sem nýtist á þessu sviði. Um hæfi nefndarmanna fer eftir ákvæðum stjórnsýslulaga, nr. 37/1993. Ráðherra ákvarðar þóknun nefndarmanna.\nNefndarmenn skulu vera lögráða og fjár síns ráðandi. Þeir ... mega ekki í tengslum við atvinnurekstur hafa hlotið dóm fyrir refsiverðan verknað samkvæmt almennum hegningarlögum eða sérrefsilagaákvæðum. [Þá mega þeir ekki hafa hlotið dóm fyrir refsiverðan verknað þar sem refsing var fjögurra mánaða óskilorðsbundið fangelsi hið minnsta eða öryggisgæsla ef þeir voru fullra 18 ára þegar brotið var framið nema fimm ár hafi liðið frá því að afplánun var að fullu lokið.]\nFjölmiðlanefnd setur sér starfsreglur sem skulu birtar í B-deild Stjórnartíðinda.\nL. 126/2011, 541. gr. L. 141/2018, 29. gr. Starfsrgl. 1363/2011.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Starfsmenn fjölmiðlanefndar.\nFjölmiðlanefnd er heimilt að ráða framkvæmdastjóra og aðra starfsmenn til að annast í umboði hennar daglega framkvæmd og stjórnun þeirra verkefna sem nefndinni eru falin samkvæmt lögum þessum. Framkvæmdastjóri ber ábyrgð á fjárreiðum fjölmiðlanefndar. Hann skal hafa háskólamenntun og búa yfir sérþekkingu á sviði fjölmiðlamála. Um starfskjör starfsmanna fer að samningum opinberra starfsmanna og fjölmiðlanefnd setur þeim starfslýsingu.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Starfssvið fjölmiðlanefndar.\nMeð starfsemi fjölmiðlanefndar skal stuðlað að því að markmiðum og tilgangi laga þessara verði náð. Skal nefndin vinna að því að efla [upplýsinga- og miðlalæsi], fjölbreytni og fjölræði í fjölmiðlum, standa vörð um tjáningarfrelsi og rétt almennings til upplýsinga. Nefndin skal sérstaklega stuðla að því að vernd barna sé virt, samkvæmt fyrirmælum laga þessara.\nFjölmiðlanefnd skal fara með þau verkefni sem henni eru falin lögum samkvæmt. Nefndin skal m.a.:\na. fylgjast með því að fjölmiðlaveitur fari að fyrirmælum laga þessara, taka ákvarðanir í málum samkvæmt þeim og beita viðurlögum þegar við á,\nb. fylgjast með stöðu og þróun á fjölmiðlamarkaði og safna upplýsingum þar að lútandi,\nc. annast samskipti við sambærileg stjórnvöld í öðrum EES-ríkjum og alþjóðastofnanir um málefni á starfsvettvangi sínum,\nd. annast eftirlit með skráningarskyldu og veitingu leyfa til hljóð- og myndmiðlunar og tryggja að lögboðnar upplýsingar um allar fjölmiðlaveitur séu til staðar, og\ne. annast eftirlit með innihaldi og framsetningu hljóð- og myndsendinga í viðskiptaskyni sem og viðskiptaboða í prentmiðlum og rafrænum ritmiðlum,\n[f. halda skrá yfir fjölmiðlaveitur innan lögsögu Íslands og tiltaka á hvaða skilyrðum lögsagan byggist samkvæmt ákvæðum 4. gr.,\ng. fylgjast með og senda árlega skýrslu til Eftirlitsstofnunar EFTA um framkvæmd 33. gr. a,\nh. halda skrá yfir mynddeiliveitur innan lögsögu íslenska ríkisins og á hvaða grundvelli lögsagan byggist,\ni. gera áætlun og ráðstafanir til að efla og þroska upplýsinga- og miðlalæsi almennings og senda þriðja hvert ár skýrslu um það til Eftirlitsstofnunar EFTA,\nj. koma á fót nauðsynlegu verklagi til að meta hvort þær ráðstafanir sem mynddeiliveita hefur gert á grundvelli 36. gr. d séu fullnægjandi,\nk. senda skýrslu til Eftirlitsstofnunar EFTA á þriggja ára fresti um innleiðingu 30. gr.]\n[Fjölmiðlanefnd skal afhenda skrár skv. f- og h-lið 2. mgr. og breytingar sem á þeim verða til Eftirlitsstofnunar EFTA.\nFjölmiðlanefnd skal taka þátt í öllu starfi samráðshóps fulltrúa evrópskra fjölmiðlaeftirlitsstofnana.]\nL. 27/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Málsmeðferð og vinnsla persónuupplýsinga.]\nErindum vegna ætlaðra brota á ákvæðum laga þessara skal beint til fjölmiðlanefndar. Fjölmiðlanefnd tekur ákvörðun um það hvort erindi sem berst henni gefi nægar ástæður til meðferðar. Við afgreiðslu mála samkvæmt lögum þessum er fjölmiðlanefnd heimilt að raða málum í forgangsröð. Þá er fjölmiðlanefnd heimilt að taka upp mál að eigin frumkvæði.\nFjölmiðlanefnd skal, eins fljótt og við verður komið, taka ákvörðun í málum vegna erinda sem til hennar er beint.\n[Fjölmiðlanefnd er heimilt að ljúka málum vegna brota á lögum þessum með birtingu álits. Á það jafnt við um erindi sem fjölmiðlanefnd berast og þau sem hún tekur upp að eigin frumkvæði.]\n[Nefndarmenn, varamenn og starfsmenn fjölmiðlanefndar eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.] Þótt fjölmiðlanefnd afhendi upplýsingar til annarra sambærilegra stjórnsýslustofnana, sem fara með fjölmiðlamál innan Evrópska efnahagssvæðisins, skal sami trúnaður ríkja. Tryggt skal vera að tölulegar upplýsingar séu ekki rekjanlegar til einstakra fjölmiðlafyrirtækja.\n[Fjölmiðlanefnd er heimil vinnsla persónuupplýsinga að því marki sem hún er nauðsynleg við athugun á þeim málum sem nefndin vinnur að í þeim tilgangi að sinna lögbundnu hlutverki sínu samkvæmt lögum þessum. Fjölmiðlanefnd er heimil vinnsla viðkvæmra persónuupplýsinga um heilsufar, kynhneigð og kynhegðun vegna kvartana sem henni berast á grundvelli þess að fjölmiðlaveita hafi brotið gegn grundvallarréttindum einstaklinga um friðhelgi einkalífs og mannréttindum þeirra.\nRáðherra er heimilt að kveða nánar á um vinnslu persónuupplýsinga í reglugerð samkvæmt þessu ákvæði.]\nL. 89/2021, 11. gr. L. 54/2013, 4. gr. L. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Sérstök rannsóknarheimild.\nFjölmiðlanefnd getur krafið fjölmiðlaveitur um skriflegar upplýsingar og gögn vegna ætlaðra brota á ákvæðum laga þessara og skulu slíkar upplýsingar og gögn þá veitt innan hæfilegs frests sem nefndin setur.\nFjölmiðlanefnd getur við rannsókn ætlaðra brota gegn þeim ákvæðum VI. kafla er varða viðskiptaboð og fjarkaup gert nauðsynlegar athuganir á starfsstöð ... eða stað þar sem gögn eru varðveitt [og lagt hald á gögn enda séu ríkar ástæður] til að ætla að brotið hafi verið gegn umræddum ákvæðum. Við framkvæmd aðgerða skal fylgja ákvæðum laga um meðferð sakamála um leit og hald á munum.\n[Fjölmiðlanefnd getur með sömu skilyrðum og í 1. mgr. krafið einstaklinga, lögaðila og stofnanir um skriflegar upplýsingar og gögn vegna ætlaðra brota gegn VI. kafla er varða viðskiptaboð og fjarkaup.\nFjölmiðlanefnd getur keypt vörur og þjónustu, undir fölsku nafni og auðkenni, til að koma upp um brot gegn ákvæðum VI. kafla er varða viðskiptaboð og fjarkaup og afla upplýsinga og gagna sem nauðsynleg þykja við athugun einstakra mála. Fjölmiðlanefnd getur krafist endurgreiðslu vegna kaupanna nema það hafi í för með sér verulegt óhagræði fyrir seljanda.]\nL. 21/2020, 17. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Upplýsingaskipti.\nFjölmiðlanefnd er skylt að afhenda stjórnvöldum annarra ríkja á Evrópska efnahagssvæðinu, sem og framkvæmdastjórn Evrópusambandsins eða, eftir því sem við á, Eftirlitsstofnun EFTA, upplýsingar og gögn sem nauðsynleg þykja við framkvæmd laga þessara í samræmi við skuldbindingar Íslands samkvæmt samningnum um Evrópska efnahagssvæðið.\nVið afhendingu upplýsinga og gagna skal eftir því sem við á setja sem skilyrði að:\na. farið verði með upplýsingarnar og gögnin sem trúnaðarmál hjá þeim sem við þeim tekur,\nb. upplýsingarnar og gögnin verði aðeins notuð í því skyni sem kveðið er á um í samningnum um Evrópska efnahagssvæðið og í samræmi við beiðni um upplýsingar, og\nc. upplýsingarnar og gögnin verði aðeins afhent öðrum með samþykki fjölmiðlanefndar og í þeim tilgangi sem kveðið er á um.\n[Þegar fjölmiðlanefnd fær upplýsingar um að fjölmiðill innan íslenskrar lögsögu hyggist veita þjónustu sem beinist að mestu eða öllu leyti til áhorfenda í öðru ríki á Evrópska efnahagssvæðinu skal hún tilkynna eftirlitsyfirvöldum þess ríkis um fyrirætlanir fjölmiðilsins.\nBerist fjölmiðlanefnd fyrirspurn frá ríki á Evrópska efnahagssvæðinu um starfsemi fjölmiðils sem starfar innan íslenskrar lögsögu en beinir þjónustu sinni til viðkomandi ríkis, sbr. 3. mgr., skal nefndin leitast við að svara fyrirspurninni innan tveggja mánaða. Beini fjölmiðlanefnd sams konar fyrirspurn til annars ríkis á Evrópska efnahagssvæðinu vegna fjölmiðils sem starfar innan lögsögu viðkomandi ríkis en beinir þjónustu sinni að mestu eða öllu leyti til áhorfenda innan íslenskrar lögsögu skal fjölmiðlanefnd veita allar þær upplýsingar sem að gagni geta komið við meðferð fyrirspurnar nefndarinnar.]\nL. 27/2024, 11. gr.\nIV. kafli. Skráning fjölmiðla, leyfi til hljóð- og myndmiðlunar, gagnsæi, upplýsingagjöf o.fl.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skráning fjölmiðla.\nÖll starfsemi sem fellur undir gildissvið laga þessara og ekki er leyfisskyld er skráningarskyld. Fjölmiðlaveita sem ekki stundar leyfisskylda hljóð- og myndmiðlun skal tilkynna fjölmiðlanefnd um starfsemi sína áður en hún hefst.\n[Tilkynning skv. 1. mgr. skal vera skrifleg og með upplýsingum um viðkomandi fjölmiðlaveitu, þ.m.t. heiti, kennitölu, lögheimili, netfang og vefsetur, heiti fjölmiðils eða fjölmiðla sem hún starfrækir, ábyrgðarmann, fyrirsvarsmann, ritstjórnar- eða dagskrárstefnu, kallmerki ef við á og eignarhald.]\nÁbyrgðarmaður fjölmiðlaveitu skal hafa heimilisfesti hér á landi og vera lögráða og fjár síns ráðandi. [Fyrirsvarsmaður fjölmiðlaveitu skal vera ríkisborgari í EES-ríki, lögráða og fjár síns ráðandi.]\nFjölmiðlaveitu ber að tilkynna fjölmiðlanefnd um allar breytingar sem kunna að verða á högum hennar og varða þær upplýsingar sem liggja til grundvallar tilkynningu hennar skv. 2. mgr.\nL. 54/2013, 5. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Erlent endurvarp hljóð- og myndefnis.\nHljóð- og myndmiðlunarefni sem er endurvarpað erlendis frá af fjölmiðlaveitu sem fellur undir gildissvið laganna ber að tilkynna til fjölmiðlanefndar. Tilkynning skal vera skrifleg og skal koma fram nafn þeirrar erlendu fjölmiðlaveitu sem um er að ræða hverju sinni, heimili hennar, netfang, vefsetur og kallmerki. Þá skal veita upplýsingar um ritstjórnarábyrgð, dagskrárstefnu og eignarhald á viðkomandi fjölmiðlaveitu ef tiltækar eru.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Leyfi til hljóð- og myndmiðlunar.\nTil hljóð- og myndmiðlunar fjölmiðlaveitu sem heyrir undir lögsögu íslenska ríkisins, sem krefst tíðniúthlutunar hjá [Fjarskiptastofu], þarf leyfi fjölmiðlanefndar, nema annað sé sérstaklega ákveðið í lögum.\nFjölmiðlanefnd getur veitt [fjölmiðlaveitu] tímabundið leyfi til hljóð- eða myndmiðlunar, annars vegar almennt leyfi til allt að sjö ára í senn og hins vegar skammtímaleyfi að hámarki til þriggja mánaða. Leyfi taka ýmist til landsins alls eða eru staðbundin og afmörkuð við einstaka landshluta.\nL. 75/2021, 32. gr. L. 54/2013, 6. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Umsókn um leyfi til hljóð- og myndmiðlunar.\nUmsókn um almennt leyfi til hljóð- og myndmiðlunar skal vera skrifleg og hafa að geyma eftirfarandi upplýsingar, eftir því sem við á:\na. nafn umsækjanda, kennitölu, lögheimili, netfang og vefsetur,\nb. [nöfn og heimilisföng ábyrgðarmanns og fyrirsvarsmanns],\nc. fyrirhugaða dagskrárstefnu,\nd. kallmerki,\ne. aðra fjölmiðlastarfsemi umsækjanda,\nf. [eignarhald og yfirráð fjölmiðlaveitu],\ng. hvort sótt er um leyfi til miðlunar hljóð- eða myndefnis á erlendu tungumáli og ástæður þess,\nh. hvort sótt er um leyfi fyrir landið allt eða staðbundið leyfi,\ni. hvort tilskilinna leyfa hafi verið aflað frá rétthöfum efnis,\nj. hvenær fyrirhugað sé að hefja miðlun hljóð- og myndefnis,\nk. til hve langs tíma leyfis er óskað.\nUmsókn um skammtímaleyfi til hljóð- og myndmiðlunar skal einnig vera skrifleg og hafa að geyma sömu upplýsingar og tilgreindar eru í 1. mgr. að undanskildu því sem fram kemur í e- og f-lið.\n[Umsækjandi um almennt leyfi skal láta í té vottorð um heimilisfesti, lögræði og búsforræði sitt og ábyrgðarmanns, og vottorð fyrirtækjaskrár um stofnun og tilvist félags, þegar við á.]\n[Skylt er að veita fjölmiðlanefnd öll gögn og upplýsingar svo að rekja megi eignarhald og/eða yfirráð til einstaklinga, almennra félaga, opinberra aðila og/eða þeirra sem veita þjónustu fyrir opinbera aðila og getur fjölmiðlanefnd hvenær sem er krafist þess að framangreindar upplýsingar skuli veittar. Ákvæðið á einnig við um skráningu skv. 14. gr. og eigendaskipti skv. 22. gr.]\nUmsækjandi um leyfi skal hafa staðfestu í EES-ríki. Um heimild annarra til að starfrækja hljóð- eða myndmiðlun fer samkvæmt lögum um fjárfestingu erlendra aðila í atvinnurekstri.\nL. 54/2013, 7. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Meðferð umsókna um leyfi til hljóð- og myndmiðlunar.\nÁður en afstaða er tekin til umsóknar um leyfi skal fjölmiðlanefnd leita umsagnar [Fjarskiptastofu] um tiltæka tíðni og útgeislað afl. Að fenginni þeirri umsögn ákveður fjölmiðlanefnd hvort leyfi skuli veitt.\nNú er leyfi til hljóð- eða myndmiðlunar veitt og skal þá tekið fram í skilmálum leyfis hver sé handhafi þess, hvort um sé að ræða leyfi til hljóð- eða myndmiðlunar, við hvaða landsvæði það afmarkast, gildistími þess, kallmerki, dagskrárstefna viðkomandi fjölmiðlaveitu sem og önnur atriði sem þýðingu kunna að hafa.\n[Fjarskiptastofa] úthlutar senditíðnum í samræmi við alþjóðasamþykktir til þeirra sem úthlutað hefur verið leyfi, og skal þá kveðið á um tæknilega eiginleika í samræmi við settar reglur og alþjóðasamþykktir, svo sem um tíðni og útgeislað afl.\nL. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Sérstakar skyldur leyfishafa.\nFjölmiðlaveitum er heimilt að afla tekna með útvarpsgjaldi, áskriftargjaldi, viðskiptaboðum, fjarkaupum og sölu eða leigu á vörum sem tengjast dagskrárefni þeirra.\nRekstri, bókhaldi og fjárreiðum vegna hinnar leyfisskyldu starfsemi skal haldið aðgreindum frá öðrum rekstri og fjárreiðum leyfishafa. Fjölmiðlanefnd getur krafist upplýsinga úr bókhaldi og reikningum leyfishafa, ef þess er talin þörf, um hvort laga- eða reglugerðarákvæði eða leyfisskilmálar hafi verið brotnir. Aðal- og varafulltrúar í fjölmiðlanefnd og starfsmenn nefndarinnar eru bundnir þagnarskyldu um allt það sem leynt á að fara.\nLeyfi til hljóð- og myndmiðlunar verður ekki framselt, leigt eða flutt með öðrum hætti til annars aðila. Nú er bú leyfishafa tekið til gjaldþrotaskipta og/eða ábyrgðarmaður uppfyllir ekki skilyrði þau sem fram koma í 3. mgr. 17. gr. og fellur þá leyfið þegar í stað úr gildi.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Breyting á skilmálum og endurnýjun og niðurfelling leyfis.\nFjölmiðlaveitu ber að tilkynna fjölmiðlanefnd allar breytingar sem á leyfistímanum kunna að verða á högum hennar og varða þær upplýsingar sem liggja til grundvallar umsókn hennar skv. 17. gr.\nÓski leyfishafi eftir því að breyting verði gerð á skilmálum leyfis skal hann sækja um slíkt sérstaklega til fjölmiðlanefndar.\nÓski leyfishafi eftir endurnýjun leyfis skal sótt um það til fjölmiðlanefndar eigi síðar en tveimur mánuðum áður en gildandi leyfi rennur út.\nHafi leyfishafi ekki hafið starfsemi innan sex mánaða frá uppgefnu tímamarki skv. j-lið 1. mgr. 17. gr. fellur leyfið sjálfkrafa niður. Sé starfsemi hætt og hún ekki hafin á ný innan fjögurra mánaða telst leyfi sjálfkrafa niður fallið. Leyfishafa ber að tilkynna fjölmiðlanefnd þegar starfsemi lýkur varanlega.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "[Upplýsingagjöf á vef fjölmiðlanefndar.]\nÁ heimasíðu fjölmiðlanefndar skal birta upplýsingar um:\na. nafn þess sem tilkynnt hefur starfsemi sína eða hlotið leyfi, kennitölu, lögheimili, netfang og vefsetur og gildistíma leyfis þegar slíkt á við,\nb. nafn ábyrgðarmanns,\nc. dagskrárstefnu hljóð- og myndmiðla og síðari tilkynningar um breytingu á henni,\nd. ritstjórnarstefnu prentmiðla og rafrænna ritmiðla og síðari tilkynningar um breytingu á henni,\ne. eignarhald á fjölmiðlaveitu,\nf. reglur fjölmiðlaveitu um ritstjórnarlegt sjálfstæði,\ng. jafnréttisáætlun fjölmiðlaveitu, eftir því sem við á, og\nh. ákvarðanir fjölmiðlanefndar í málum fjölmiðlaveitu; úr hinni birtu útgáfu úrskurðar skal þó fella brott upplýsingar um viðkvæm einkamálefni einstaklinga og mikilvæga fjárhags- og viðskiptahagsmuni lögaðila sem sanngjarnt er og eðlilegt að leynt fari,\n[i. þær kröfur sem gerðar eru til fjölmiðla um aðgengi sjón- og heyrnarskertra skv. 30. gr. og gera notendum kleift að koma kvörtunum á framfæri í gegnum vefgátt með einföldum hætti.]\nL. 27/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Tilkynningarskylda um eigendaskipti að fjölmiðlaveitu.\nVið sölu á hlut í fjölmiðlaveitu bera seljandi og kaupandi ábyrgð á því að tilkynning um söluna sé send fjölmiðlanefnd. Tilkynning um söluna skal hafa borist fjölmiðlanefnd innan tveggja virkra daga frá gerð kaupsamnings. Þetta ákvæði gildir þó ekki hafi stjórn hlutafélags gert samning við verðbréfamiðstöð skv. 3. mgr.\nEftir sérhvern aðalfund í einkahlutafélagi og hlutafélagi sem er skráningarskylt eða hefur hljóð- og myndmiðlunarleyfi samkvæmt lögum þessum skal stjórn félags senda fjölmiðlanefnd hlutaskrá félagsins innan fjögurra virkra daga frá því að fundur var haldinn. Þetta ákvæði gildir þó ekki hafi stjórn hlutafélags gert samning við verðbréfamiðstöð skv. 3. mgr.\nStjórn hlutafélags sem er skráningarskylt eða hefur hljóð- og myndmiðlunarleyfi samkvæmt lögum þessum og er eignarskráð í verðbréfamiðstöð hefur heimild til að gera samning við verðbréfamiðstöð um að hún sendi daglega uppfærða hlutaskrá félagsins til fjölmiðlanefndar.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Skýrslugjöf fjölmiðlaveitna.\nFjölmiðlaveitu er skylt að senda fjölmiðlanefnd árlega skýrslu sem hefur að geyma upplýsingar um eftirfarandi atriði, eftir því sem við á:\na. hlutfall evrópsks myndefnis í línulegri dagskrá,\nb. hlutfall myndefnis frá sjálfstæðum framleiðendum í línulegri dagskrá,\nc. hlutfall íslensks myndefnis í línulegri dagskrá,\nd. hlutfall pantana á evrópsku myndefni í ólínulegri dagskrá,\ne. hlutfall pantana á myndefni frá sjálfstæðum framleiðendum í ólínulegri dagskrá,\nf. hlutfall pantana á íslensku myndefni í ólínulegri dagskrá,\ng. aðgerðir viðkomandi fjölmiðlaveitu til að efla kynningu og framboð á evrópsku myndefni,\nh. aðgerðir [og áætlanir] fjölmiðlaveitunnar til að auka aðgengi sjón- og heyrnarskertra að myndefni hennar,\ni. birtingarmyndir kynjanna, þ.m.t. hlutfall karla og kvenna í hópi viðmælenda í fréttum og fréttatengdu efni,\nj. [starfsfólk á fjölmiðlum, greint eftir kyni og starfsheiti],\nk. aðgerðir fjölmiðlaveitunnar til að vinna gegn staðalímyndum kynjanna, og\nl. annað sem nauðsynlegt er til að mæla stöðu og þróun á fjölmiðlamarkaði.\nFjölmiðlaveita með skammtímaleyfi, skv. 2. mgr. 16. gr., er undanþegin skýrslugjöf.\nFjölmiðlaveita skal láta fjölmiðlanefnd skýrslu sína skv. 1. mgr. í té eigi síðar en 31. mars ár hvert vegna nýliðins árs.\nAð undangenginni beiðni fjölmiðlanefndar er fjölmiðlaveitu, á öðrum tímum og þegar sérstaklega stendur á, jafnframt skylt að veita þær upplýsingar sem kveðið er á um í 1. mgr. innan hæfilegs frests sem nefndin veitir.\nFjölmiðlanefnd getur áskilið að faggilt skoðunarstofa staðfesti skýrslur fjölmiðlaveitna skv. 1. og 3. mgr. Fjölmiðlanefnd greiðir þann kostnað sem af störfum skoðunarstofu hlýst.\n[Skoðunarstofa og starfsmenn hennar eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga við framkvæmd verkefnisins skv. 5. mgr.]\nL. 27/2024, 13. gr. L. 153/2020, 24. gr. L. 71/2019, 5. gr.\nV. kafli. Réttindi og skyldur fjölmiðlaveitna.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Ritstjórnarlegt sjálfstæði.\nFjölmiðlaveita skal setja sér reglur um ritstjórnarlegt sjálfstæði þeirra starfsmanna sem sinna fréttum og fréttatengdu efni. Slíkar reglur skulu mótaðar í samráði við viðkomandi starfsmenn og fagfélög þeirra eða samtök.\n[Í reglum um ritstjórnarlegt sjálfstæði skal m.a. fjallað um:\na. starfsskilyrði viðkomandi blaða- og fréttamanna ritmiðla og hljóð- og myndmiðla, þ.m.t. stjórnenda á því sviði, við að framfylgja ritstjórnar- eða dagskrárstefnu fjölmiðlaveitunnar,\nb. starfshætti sem ætlað er að tryggja ritstjórnarlegt sjálfstæði viðkomandi blaða- og fréttamanna, þ.m.t. stjórnenda á því sviði, gagnvart eigendum fjölmiðlaveitunnar,\nc. skilyrði áminningar og uppsagnar viðkomandi blaða- og fréttamanna, þ.m.t. stjórnenda á því sviði.]\nReglur um ritstjórnarlegt sjálfstæði skulu sendar fjölmiðlanefnd til staðfestingar [og skulu þær birtar á heimasíðu viðkomandi fjölmiðlaveitu].\nReglur um ritstjórnarlegt sjálfstæði skulu endurskoðaðar árlega. Tilkynna skal fjölmiðlanefnd þegar endurskoðun hefur farið fram og senda henni nýja útgáfu af reglunum til staðfestingar hafi breytingar verið gerðar.\nL. 54/2013, 8. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Vernd heimildarmanna.\nStarfsmönnum fjölmiðlaveitu sem hlotið hafa leyfi eða skráningu hjá fjölmiðlanefnd er óheimilt að upplýsa hver sé heimildarmaður að grein, riti, frásögn, tilkynningu eða öðru efni, hvort sem það hefur birst eða ekki, hafi heimildarmaður eða höfundur óskað nafnleyndar. Starfsmönnum fjölmiðlaveitu er jafnframt óheimilt að láta af hendi gögn sem hafa að geyma upplýsingar um heimildarmann eða höfund í slíkum tilvikum.\nBann 1. mgr. gildir einnig um þá sem vegna tengsla við fjölmiðlaveitu eða framleiðslu efnis hefur orðið kunnugt um hver heimildarmaður eða höfundur er eða hefur undir höndum gögn þar að lútandi.\nHeimildarvernd skv. 1. og 2. mgr. verður einungis aflétt með samþykki viðkomandi heimildarmanns eða höfundar eða á grundvelli 119. gr. laga um meðferð sakamála, nr. 88/2008.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Lýðræðislegar grundvallarreglur.\nFjölmiðlaveita skal í starfi sínu halda í heiðri lýðræðislegar grundvallarreglur og standa vörð um tjáningarfrelsi. [Hún skal virða mannréttindi og jafnrétti, og einnig friðhelgi einkalífs nema lýðræðishlutverk fjölmiðlaveitu og upplýsingaréttur almennings krefjist annars.] Fjölmiðlaveita skal gæta þess að uppfylla kröfur um hlutlægni og nákvæmni [í fréttum og fréttatengdu efni] og gæta þess að mismunandi sjónarmið komi fram, jafnt karla sem kvenna.\nFjölmiðlaveitu sem hefur þá yfirlýstu stefnu að beita sér fyrir tilteknum málstað skal vera óskylt að miðla efni sem gengur í berhögg við stefnu miðilsins.\nL. 54/2013, 9. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Bann við hatursáróðri og hvatningu til refsiverðrar háttsemi.\n[Fjölmiðlum er óheimilt að:\na. hvetja til hryðjuverka og annarrar refsiverðrar háttsemi,\nb. kynda undir hatri á grundvelli kynþáttar, kynferðis, kynhneigðar, kynvitundar, kyntjáningar, aldurs, fötlunar, tungumáls, stjórnmála-, lífs- eða trúarskoðana, erfðafræðilegra einkenna, þjóðernis, þjóðfélagsstéttar, menningarlegrar, efnahagslegrar, félagslegrar eða annarrar stöðu í samfélaginu.]\nL. 27/2024, 14. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Vernd barna gegn skaðlegu efni.\nFjölmiðlaveitu sem miðlar hljóð- og myndefni er óheimilt að miðla efni, þar á meðal hljóð- og myndsendingum í viðskiptaskyni, sem getur haft skaðvænleg áhrif á líkamlegan, andlegan eða siðferðilegan þroska barna, einkum og sér í lagi efni sem felur í sér klám eða tilefnislaust ofbeldi.\nFrá bannákvæði 1. mgr. má gera eftirfarandi undantekningar:\na. [Eftir kl. 22 föstudags- og laugardagskvöld og eftir kl. 21 önnur kvöld vikunnar og til kl. 5 á morgnana er heimilt að miðla efni í línulegri dagskrá sem ekki er talið við hæfi barna að því tilskildu að á undan því sé birt skýr viðvörun og það sé auðkennt með sjónrænu merki, þegar um miðlun myndefnis er að ræða, allan þann tíma sem efninu er miðlað.]\nb. Heimilt er að miðla efni í línulegri dagskrá sem ekki er talið við hæfi barna að því gefnu að tryggt sé með viðeigandi tæknilegum ráðstöfunum að útsendingin nái ekki til barna.\nc. Heimilt er að miðla hljóð- og myndmiðlunarefni eftir pöntun sem ekki er talið við hæfi barna að því tilskildu að tryggt sé með viðeigandi tæknilegum ráðstöfunum að börn hafi ekki aðgang að því.\nd. Heimilt er að miðla fréttum og fréttatengdu efni sem ekki er talið við hæfi barna að því tilskildu að það sé nauðsynlegur hluti af fréttaþjónustu viðkomandi fjölmiðils og að á undan því sé birt skýr viðvörun og það sé auðkennt með sjónrænu merki, þegar um miðlun myndefnis er að ræða, allan þann tíma sem efninu er miðlað verði því við komið.\nUndantekningarákvæði a- og b-liðar 2. mgr. taka ekki til hljóð- og myndefnis sem getur haft alvarleg skaðvænleg áhrif á líkamlegan, andlegan eða siðferðilegan þroska barna.\nAðrar fjölmiðlaveitur skulu kappkosta að efni sem haft getur skaðvænleg áhrif á líkamlegan, andlegan eða siðferðilegan þroska barna sé þeim hvorki aðgengilegt né því miðlað til þeirra.\n[Þegar ákvæði 2. mgr. eiga við skal fjölmiðlaveita sem miðlar efni í dagskrá eða eftir pöntun veita upplýsingar um innihald efnisins og vara við innihaldi þess með lýsandi myndtáknum.\nPersónuupplýsingar barna, sem safnað er eða verða til við vinnslu fjölmiðlaveitna skv. 1.&ndash;3. mgr., er óheimilt að vinna í viðskiptalegum tilgangi, svo sem í tengslum við beina markaðssetningu, gerð og notkun persónusniðs og einstaklingsmiðaðar auglýsingar.\nUm brot gegn 6. mgr. fer samkvæmt lögum um persónuvernd og vinnslu persónuupplýsinga.] L. 54/2013, 11. gr. L. 27/2024, 15. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Tal og texti á íslensku.\nFjölmiðlaveitur skulu eftir því sem við á efla íslenska tungu. Fjölmiðlar sem miðla hljóði og texta á íslensku skulu í því skyni marka sér málstefnu. Þó skal heimilt að starfrækja fjölmiðla hér á landi á öðrum tungumálum en íslensku.\nHljóð- og myndefni á erlendu máli, hvort heldur sem því er miðlað í línulegri dagskrá eða eftir pöntun, skal jafnan fylgja íslenskt tal eða texti á íslensku eftir því sem við á hverju sinni. Það á þó ekki við þegar fluttir eru erlendir söngtextar eða þegar dreift er viðstöðulaust um gervitungl og móttökustöð fréttum eða fréttatengdu efni sem sýnir að verulegu leyti atburði sem gerast í sömu andrá. Við þær aðstæður skal fjölmiðlaveita, eftir því sem kostur er, láta fylgja endursögn eða kynningu á íslensku á þeim atburðum sem orðið hafa.\nÁkvæði 2. mgr. á ekki við um endurvarp frá erlendum sjónvarpsstöðvum, enda sé um að ræða viðstöðulaust, óstytt og óbreytt endurvarp heildardagskrár sjónvarpsstöðva. Ákvæði 2. mgr. á ekki heldur við þegar viðkomandi hljóð- eða myndmiðill er starfræktur á öðru tungumáli en íslensku, sbr. 1. mgr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Aðgengi sjón- og heyrnarskertra að myndmiðlunarefni.\nÞær fjölmiðlaveitur sem miðla myndefni skulu [stöðugt og stigvaxandi] gera þjónustu sína aðgengilega sjón- og heyrnarskertum auk þeirra sem búa við þroskaröskun. Úrræði til að tryggja aðgengi eru m.a. táknmál, textun og hljóðlýsing.\nL. 27/2024, 16. gr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Skyldur vegna almannaheilla.\nFjölmiðlaveitu er, ef brýna nauðsyn ber til og almannaheill krefst, skylt að miðla endurgjaldslaust tilkynningum frá almannavörnum, löggæslu, slysavarnafélögum eða hjálparsveitum og rjúfa línulega dagskrá ef þörf krefur.\n[Við miðlun sem um getur í 1. mgr. skal tryggja aðgengi sjón- og heyrnarskertra, m.a. með táknmáli, textun og hljóðlýsingu.]\nL. 27/2024, 17. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Skylda til auðkenningar.\nFjölmiðlaveitu sem miðlar hljóð- eða myndefni í línulegri dagskrá er skylt að birta nafn sitt eða annað auðkenni þegar um myndmiðlun er að ræða og kynna nafn sitt þegar um hljóðmiðlun er að ræða. Slík auðkenning skal eiga sér stað a.m.k. einu sinni á hverjum 30 mínútum útsendingar verði því við komið.\nEfnisskrá fjölmiðlaveitu sem starfrækir hljóð- eða myndmiðlun eftir pöntun skal hafa að geyma upplýsingar um það hver veitandi þjónustunnar er.\nFjölmiðlaveita sem miðlar ritefni á prentuðu formi skal nafngreind í hverju eintaki sem og ritstjóri hafi slíkur aðili verið ráðinn.\nFjölmiðlaveita sem miðlar ritefni á rafrænu formi skal nafngreina sig með fullnægjandi hætti í viðkomandi miðli sem og ritstjóri hafi slíkur aðili verið ráðinn.\n[Fjölmiðlaveita skal hafa eftirfarandi upplýsingar aðgengilegar fyrir notendur:\na. nafn fjölmiðlaveitunnar,\nb. lögheimili,\nc. heiti fjölmiðla sem hún starfrækir,\nd. veffang, netfang eða aðrar leiðir sem gera notendum kleift að hafa samband við fjölmiðlaveituna með auðveldum hætti,\ne. aðildarríki sem hefur lögsögu yfir fjölmiðlaveitunni og eftirlitsaðila í því ríki.]\nL. 27/2024, 18. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Framboð myndefnis.\nFjölmiðlaveita sem miðlar myndefni í línulegri dagskrá skal kosta kapps um að meiri hluta útsendingartíma sé varið í íslenskt dagskrárefni og annað dagskrárefni frá Evrópu. Með útsendingartíma er í þessu sambandi átt við heildarútsendingartíma að frádregnum þeim tíma sem varið er til frétta, íþróttaviðburða, leikja, auglýsinga, textavarpsþjónustu og fjarkaupa.\n...\nL. 27/2024, 19. gr.\n[33. gr. a. Hlutfall evrópsks efnis í myndmiðlun eftir pöntun.\nFjölmiðlaveita sem miðlar myndefni eftir pöntun skal tryggja, með viðeigandi aðferðum, að a.m.k. 30% af því efni sem í boði er sé evrópskt, sbr. 9. tölul. 2. gr., og að efnið sé áberandi hluti af framboði fjölmiðlaveitunnar.\nÁkvæði þessarar greinar gilda ekki um fjölmiðlaveitur með litla veltu eða fáa áhorfendur samkvæmt reglugerð sem ráðherra setur.\nFjölmiðlanefnd getur veitt undanþágu frá ákvæði 1. mgr. ef ekki er talið réttlætanlegt eða raunhæft að gera þær kröfur með vísan til eðlis og áherslu hljóð- og myndmiðlunarþjónustunnar.\nFjölmiðlaveitu sem heyrir ekki lengur undir undanþágu 2. og 3. mgr. veitist 12 mánaða frestur til að tryggja að framboð veitunnar sé í samræmi við 1. mgr.]\nL. 27/2024, 20. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Dagskrárefni frá sjálfstæðum framleiðendum.\nFjölmiðlaveita sem miðlar myndefni í línulegri dagskrá skal, eftir því sem unnt er, sjá til þess að minnst 10% af útsendingartíma, sbr. 2. málsl. 1. mgr. 33. gr., á ári hverju eða minnst 10% af árlegu dagskrárfé sé varið til evrópskra verka sem framleidd eru af sjálfstæðum framleiðendum.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Skylda til varðveislu á fjölmiðlaefni.\nFjölmiðlaveita skal í a.m.k. 18 mánuði varðveita efni sem miðlað hefur verið fari það ekki í bága við réttindi rétthafa. Miða skal upphaf tímafrests skv. 1. málsl. við það tímamark þegar efninu er fyrst miðlað.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Réttur til andsvara.\nAðili sem telur að lögmætir hagsmunir sínir, einkum æra eða orðspor, hafi beðið tjón af því að rangt hafi verið farið með staðreyndir í fjölmiðli hefur rétt til andsvara í viðkomandi miðli eða til annarra jafngildra úrræða. Andsvör skulu birt eða þeim miðlað þegar eftir að rök hafa verið færð fyrir beiðni þar um. Birta skal andsvör óháð formi fjölmiðils þannig að eftir verði tekið. Fjölmiðlaveitu er óheimilt að óska eftir greiðslu fyrir birtingu eða miðlun andsvars.\nFjölmiðlaveita getur synjað beiðni um andsvar við eftirfarandi aðstæður:\na. ef andsvarið fer yfir þau mörk í tíma eða lengd sem talin eru nauðsynleg til að leiðrétta staðreyndir málsins,\nb. ef í andsvarinu felst annað og/eða meira en að leiðrétta staðreyndir sem fram hafa komið hjá fjölmiðlaveitunni,\nc. ef andsvarið felur í sér efni sem brýtur í bága við almenn hegningarlög og er til þess fallið að gera fjölmiðlaveituna skaðabótaskylda eða er andstætt almennu siðferði,\nd. ef andsvarið brýtur gegn lögvörðum hagsmunum þriðja aðila,\ne. ef aðili getur ekki sýnt fram á að hann eigi einstaklingsbundinna lögvarinna hagsmuna að gæta, og\nf. ef upplýsingarnar sem fjölmiðlaveitan miðlaði eru beinar tilvitnanir í gögn sem stafa frá stjórnvöldum eða dómstólum.\nSynjun skv. 2. mgr. skal tilkynnt hlutaðeigandi innan þriggja sólarhringa frá því að beiðni um andsvar er sett fram.\nSynji fjölmiðlaveita beiðni um andsvar skv. 2. mgr. eða bregðist ekki við beiðni aðila innan þeirra tímamarka sem þar eru tilgreind getur hlutaðeigandi beint erindi þar að lútandi til fjölmiðlanefndar sem tekur ákvörðun um hvort aðili eigi rétt á að koma andsvörum á framfæri. Ákvörðun skal tekin innan viku frá því að fjölmiðlanefnd berst erindi þar um og skal nefndin leggja fyrir viðkomandi fjölmiðlaveitu að miðla andsvari án tafar þegar við á.\nSkylt er að láta þeim sem telur á sér brotið og rétt á til andsvara skv. 1. og 2. mgr. endurgjaldslaust í té afrit af því efni sem um er að ræða. Ágreining um rétt til efnis samkvæmt þessari málsgrein má einnig bera undir fjölmiðlanefnd til ákvörðunar.\nFjölmiðlaveita skal hafa aðgengilegt á heimasíðu sinni, eða með öðrum opinberum hætti, hvert aðili geti leitað telji hann að lögmætir hagsmunir sínir hafi beðið tjón. Gefa skal upp nafn, símanúmer og/eða netfang þess sem leita skal til hjá viðkomandi fjölmiðlaveitu.\n[V. kafli A. Réttindi og skyldur mynddeiliveitna.]\nL. 27/2024, 21. gr.\n[36. gr. a. Vernd barna.\nMynddeiliveitur skulu gera viðeigandi ráðstafanir til að vernda börn fyrir efni, notendaframleiddu efni og viðskiptaboðum er skaðað geta líkamlegan, andlegan eða siðferðilegan þroska þeirra.]\nL. 27/2024, 21. gr.\n[36. gr. b. Bann við hatursáróðri og hvatningu til refsiverðrar háttsemi.\nMynddeiliveitur skulu gera viðeigandi ráðstafanir til að vernda almenning fyrir efni, notendaframleiddu efni og viðskiptaboðum sem fela í sér:\na. hvatningu til ofbeldis eða haturs gagnvart hópi eða einstaklingum úr hópi á grundvelli kynþáttar, kynferðis, kynhneigðar, kynvitundar, kyntjáningar, aldurs, fötlunar, tungumáls, stjórnmála-, lífs- eða trúarskoðana, erfðafræðilegra einkenna, þjóðernis, þjóðfélagsstéttar, menningarlegrar, efnahagslegrar, félagslegrar eða annarrar stöðu í samfélaginu,\nb. hvatningu til háttsemi sem talin er til refsiverðs verknaðar, þá sérstaklega hvatningu til hryðjuverka og háttsemi er lýtur að kynþátta- og útlendingahatri.]\nL. 27/2024, 21. gr.\n[36. gr. c. Tilkynning um viðskiptaboð.\nMynddeiliveitur skulu gera ráðstafanir til að upplýsa notendur um efni og notendaframleitt efni sem inniheldur viðskiptaboð.]\nL. 27/2024, 21. gr.\n[36. gr. d. Skyldur mynddeiliveitna.\nMynddeiliveitur skulu:\na. taka upp í notendaskilmála sína bann gegn dreifingu efnis sem fjallað er um í 36. gr. a og 36. gr. b,\nb. innleiða í notendaskilmála sína þær kröfur sem gerðar eru til viðskiptaboða á grundvelli VI. kafla sem ekki eru markaðssett, seld eða skipulögð af viðkomandi mynddeiliveitu,\nc. gera þeim notendum sem hlaða upp efni kleift að upplýsa aðra notendur um hvort í efninu séu viðskiptaboð, eftir þeirra bestu vitund eða eftir því sem hægt er að ætlast til að þeim sé kunnugt um,\nd. setja á fót og starfrækja gagnsætt og notendavænt viðmót á vef sínum eða forriti sem gerir notendum þjónustunnar kleift að flagga eða tilkynna til þjónustunnar efni sem brýtur í bága við 36. gr. a og 36. gr. b og er sýnilegt á síðunni,\ne. setja á fót og starfrækja kerfi sem útskýrir fyrir notendum hvaða árangur hefur náðst sem rekja megi til tilkynningar og/eða flöggunar þeirra, sbr. d-lið,\nf. setja á fót og starfrækja kerfi sem auðvelt er í notkun og gerir notendum kleift að meta efni sem fjallað er um í 36. gr. a og 36. gr. b,\ng. setja á fót og starfrækja aldursstaðfestingarkerfi fyrir notendur með tilliti til efnis sem getur skaðað líkamlegan, andlegan eða siðferðilegan þroska barna,\nh. veita aðgang að foreldraeftirlitskerfi sem er undir stjórn notenda um efni sem getur haft skaðvænleg áhrif á líkamlegan, andlegan og siðferðilegan þroska barna,\ni. koma á fót og móta málsmeðferð sem er gagnsæ, auðveld í notkun og árangursrík til meðferðar og úrlausnar á kvörtunum notenda við framkvæmd aðgerða sem nefndar eru í d&ndash;h-lið,\nj. bjóða upp á árangursríkar ráðstafanir og tæki til að efla miðlalæsi notenda og vekja athygli notenda á þeim.\nÞær viðeigandi ráðstafanir sem mynddeiliveitum er skylt að gera skulu vera ákvarðaðar með tilliti til eðlis efnisins sem um ræðir, þess skaða sem það kann að valda og þeirra hópa sem því er beint að.\nPersónuupplýsingar barna, sem safnað er eða verða til við vinnslu fjölmiðlaveitna skv. f&ndash;h-lið 1. mgr., er óheimilt að vinna í viðskiptalegum tilgangi, svo sem í tengslum við beina markaðssetningu, gerð og notkun persónusniðs og einstaklingsmiðaðar auglýsingar.\nUm brot gegn 3. mgr. fer samkvæmt lögum um persónuvernd og vinnslu persónuupplýsinga.]\nL. 27/2024, 21. gr.\nVI. kafli. Viðskiptaboð og fjarkaup.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Almennar meginreglur.\nViðskiptaboð skulu vera auðþekkjanleg sem slík og vera skýrt afmörkuð frá öðru efni með þeim hætti sem best hentar því formi miðlunar sem notað er hverju sinni. Sama gildir um fjarkaup.\nDulin viðskiptaboð eru óheimil. Í hljóð- og myndsendingum í viðskiptaskyni skal ekki beita tækni til að hafa áhrif á fólk neðan marka meðvitaðrar skynjunar.\nViðskiptaboð og fjarkaup skulu ekki:\na. skerða virðingu fyrir mannlegri reisn,\nb. fela í sér nokkra mismunun á grundvelli kynferðis, kynþáttar eða þjóðernis, ríkisfangs, trúarbragða eða trúarskoðana, fötlunar, aldurs, kynhneigðar eða vegna annarrar stöðu,\nc. hvetja til hegðunar sem er hættuleg heilbrigði eða öryggi, eða\nd. hvetja til hegðunar sem er í áberandi andstöðu við umhverfisvernd.\nÓheimil eru viðskiptaboð og fjarkaup fyrir tóbaksvörur, [nikótínvörur], [rafrettur, áfyllingar fyrir rafrettur] og áfengi sem og happdrættis- og veðmálastarfsemi sem ekki hefur leyfi lögum samkvæmt hér á landi. Sama gildir um viðskiptaboð um [ávísunarskyld] lyf, eins og kveðið er á um í lyfjalögum. Fullyrðingar sem fram koma í viðskiptaboðum og fjarkaupainnskotum fyrir óáfengar drykkjarvörur þarf að vera hægt að færa sönnur á.\nL. 56/2022, 27. gr. L. 87/2018, 22. gr. L. 100/2020, 112. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Vernd barna gegn ótilhlýðilegum viðskiptaboðum og fjarkaupum.\nViðskiptaboð og fjarkaup skulu vera þannig að ekki valdi börnum [andlegum], siðferðilegum eða líkamlegum skaða. Í viðskiptaboðum og fjarkaupum er óleyfilegt að:\na. hvetja börn til þess að kaupa vöru eða þjónustu með því að notfæra sér reynsluleysi þeirra eða trúgirni,\nb. hvetja börn til þess að telja foreldra sína eða aðra á að kaupa vöru eða þjónustu sem auglýst er,\nc. hvetja börn til neyslu á matvælum og drykkjarvörum sem innihalda næringarefni og efni sem hafa næringar- og lífeðlisfræðileg áhrif og ekki er mælt með að séu í óhóflegum mæli hluti af mataræði, einkum fitu, transfitusýrur, salt/natríum og sykur,\nd. notfæra sér það sérstaka trúnaðartraust sem börn bera til foreldra, kennara eða annars fólks, eða\ne. sýna börn að tilefnislausu við hættulegar aðstæður.\nL. 27/2024, 22. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Vöruinnsetning í hljóð- og myndefni.\nVöruinnsetning er heimil í kvikmyndaverkum, myndum og þáttaröðum gerðum fyrir fjölmiðlaþjónustu, íþróttaþáttum og léttum skemmtidagskrám.\nVöruinnsetning er jafnframt heimil í öðru hljóð- og myndmiðlunarefni þar sem ekki er um að ræða greiðslu heldur aðeins að tilteknar vörur séu afhentar eða þjónusta veitt án endurgjalds, svo sem leikmunir eða verðlaun, í því skyni að þær verði hluti af dagskrárlið.\nVöruinnsetning gegn greiðslu er þó aldrei heimil í [trúarlegu efni, neytendaefni, fréttum og fréttatengdu efni eða efni] sem er ætlað börnum.\nHljóð- og myndmiðlunarefni með vöruinnsetningu skal uppfylla allar eftirfarandi kröfur:\na. [Vöruinnsetning má hvorki snerta innihald og skipulag hljóð- og myndmiðlunarefnisins í línulegri dagskrá fjölmiðils eða í pöntunarlista fjölmiðils sem miðlar efni eftir pöntun að öðru leyti né hafa áhrif á ábyrgð og ritstjórnarlegt sjálfstæði fjölmiðlaveitunnar.]\nb. Ekki skal beinlínis hvatt til kaupa eða leigu á vörum eða þjónustu.\nc. Varan eða þjónustan sem um ræðir skal ekki sett fram á óþarflega áberandi hátt.\nd. Áhorfendum skal greint frá því á skýran [og viðeigandi] hátt sé um vöruinnsetningu að ræða, m.a. þannig að dagskrárliðir með vöruinnsetningu séu auðkenndir á viðeigandi hátt við upphaf og lok þeirra og þegar slíkir dagskrárliðir hefjast aftur eftir auglýsingahlé.\nHafi fjölmiðlaveitan ekki sjálf framleitt það hljóð- og myndmiðlunarefni sem um ræðir eða það verið framleitt í umboði fjölmiðlaveitunnar eða í fyrirtæki tengdu henni má falla frá auðkenningarskyldu skv. d-lið 4. mgr.\nL. 27/2024, 23. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Sýndarauglýsingar í myndefni.\nSýndarauglýsingar eru heimilar í myndmiðlunarefni að eftirtöldum skilyrðum uppfylltum:\na. staðsetning auglýsingarinnar sé eðlilegur hluti af umhverfi viðkomandi dagskrárliðar og raski ekki möguleikum áhorfenda á að fylgjast með framvindu hans,\nb. auglýsingin sé hvorki í andstöðu við efni dagskrárliðarins né skerði rétt rétthafa, og\nc. áhorfendum sé greint frá því á skýran hátt að sýndarauglýsingar komi fyrir í viðkomandi dagskrárlið og frá hverjum þær stafa, m.a. þannig að dagskrárliður með sýndarauglýsingum sé auðkenndur á viðeigandi hátt við upphaf og lok hans og þegar dagskrárliðurinn hefst aftur eftir auglýsingahlé.\nSýndarauglýsingar eru þó aldrei heimilar í hljóð- og myndmiðlunarefni sem er ætlað börnum.\n[40. gr. a. Áreiðanleiki útsendinga.\nÓheimilt er að breyta fjölmiðlaþjónustu eða bæta viðskiptaboðum við hana án afdráttarlauss samþykkis fjölmiðils.]\nL. 27/2024, 24. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Tímar fyrir auglýsingar og fjarkaupainnskot í hljóð- og myndefni.\nHeimilt er að skjóta auglýsingum eða fjarkaupainnskotum inn í dagskrárliði með þeim hætti að það hafi ekki áhrif á framvindu þeirra, að teknu tilliti til eðlilegra hléa og til lengdar og eðlis dagskrárliðarins, sem og að gættum rétti rétthafa.\n[Við myndmiðlun skal hlutfall auglýsinga og fjarkaupainnskota á milli kl. 6:00 og 18:00 ekki fara yfir 20% tímabilsins. Við myndmiðlun skal hlutfall auglýsinga og fjarkaupainnskota á milli kl. 18:00 og 24:00 ekki fara yfir 20% tímabilsins.]\nÞrátt fyrir ákvæði 1. mgr. er óheimilt að rjúfa útsendingu mynda sem gerðar eru fyrir sjónvarp (að undanteknum þáttaröðum, framhaldsþáttum og heimildarmyndum), kvikmyndaverka og fréttaþátta með auglýsingum eða fjarkaupainnskotum oftar en einu sinni fyrir hvert tímabil í dagskránni sem er að minnsta kosti 30 mínútur.\nÓheimilt er að rjúfa útsendingu á guðsþjónustu eða sambærilegum trúarathöfnum og fréttum með auglýsingum eða fjarkaupainnskotum.\nAuglýsingar og fjarkaupainnskot eru óheimil í dagskrá sem er ætluð börnum yngri en 12 ára. Bann þetta hefst 5 mínútum áður en dagskrá ætluð börnum yngri en 12 ára hefst og stendur þar til 5 mínútum eftir að útsendingu slíkrar dagskrár lýkur.\nL. 27/2024, 25. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Kostun hljóð- og myndefnis.\nHeimilt er fjölmiðlaveitu að afla kostunar við gerð og kaup hljóð- og myndmiðlunarefnis, svo framarlega sem kostandi hefur ekki áhrif á innihald, efnistök eða tímasetningu kostaðs efnis og raskar ekki ábyrgð og ritstjórnarlegu sjálfstæði fjölmiðlaveitunnar.\nÓheimilt er að kosta fréttaútsendingar og fréttatengt efni.\nNú er efni kostað og má þá innihald þess ekki fela í sér hvatningu til kaupa eða leigu á vörum eða þjónustu kostanda eða annars aðila, t.d. með því að auglýsa slíka vöru eða þjónustu sérstaklega.\nKostað hljóð- og myndmiðlunarefni skal vera auðkennt sem slíkt með kynningu, nafni, vörumerki, öðru auðkenni kostanda eða öðrum þeim hætti sem best hentar því formi miðlunar sem notað er. Auðkenning skal eiga sér stað í upphafi efnisþáttar, á meðan á honum stendur og/eða við lok hans.\nÓheimilt er að aðrir en fjölmiðlaveita kosti almennt dagskrá miðilsins þótt ekki gildi það um einstaka dagskrárliði.\n[Fyrirtæki sem hefur að aðalstarfsemi sölu eða framleiðslu á tóbaksvörum, nikótínvörum, rafrettum eða áfyllingum er óheimilt að kosta dagskrárliði eða aðra fjölmiðlaþjónustu.\nAðilum sem reknir eru í hagnaðarskyni er óheimilt að kosta barna- og unglingaefni.]\nL. 27/2024, 26. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Fjölmiðlaþjónusta á vettvangi hljóð- og myndmiðlunar sem eingöngu er helguð auglýsingum, fjarkaupum og kynningu í eigin þágu og fjarkaupaþættir.\nÁkvæði laga þessara gilda að breyttu breytanda um fjölmiðlaþjónustu á vettvangi hljóð- og myndmiðlunar sem eingöngu er helguð auglýsingum, fjarkaupum eða kynningu í eigin þágu. Ákvæði 33., 34. og 41. gr. gilda þó ekki um slíka þjónustu.\nUm fjarkaupaþætti í fjölmiðlaþjónustu sem ekki er eingöngu helguð fjarkaupum gilda eftirfarandi ákvæði:\na. Þeir skulu standa yfir í að minnsta kosti 15 mínútur órofið.\nb. Þeir skulu skýrt auðkenndir með myndskilti, hljóðmerki eða öðrum þeim hætti sem best hentar því formi miðlunar sem notað er.\nÁkvæði laga um húsgöngu- og fjarsölusamninga skulu gilda um fjarkaup samkvæmt lögum þessum eftir því sem við á.\nVII. kafli. Reglur um flutning myndefnis.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Flutningsskylda á myndefni.\nFjarskiptafyrirtæki sem rekur almennt stafrænt fjarskiptanet sem notað er til flutnings sjónvarpsútsendinga er skylt að verða við eðlilegum og sanngjörnum beiðnum fjölmiðlaveitu um flutning á sjónvarpsútsendingum, að uppfylltum eftirtöldum skilyrðum:\na. það efni sem óskað er eftir að flutt verði um fjarskiptanet sé sjónvarpsútsending fjölmiðlaveitu sem hefur staðfestu á Íslandi samkvæmt lögum þessum að undanskildum sjónvarpsútsendingum sem eingöngu eru helgaðar fjarkaupum,\nb. um sé að ræða sjónvarpsútsendingu sem send er út á rauntíma með hefðbundnum stafrænum gæðum, og\nc. umtalsverður hluti notenda í landinu eða á tilteknu landsvæði nýti sér viðkomandi fjarskiptanet til að taka á móti sjónvarpsútsendingum.\nÞrátt fyrir að skilyrði 1. mgr. séu uppfyllt er fjarskiptafyrirtæki aðeins skylt að flytja sjónvarpsútsendingar samkvæmt ákvæðinu sem nemur einum þriðja af flutningsgetu viðkomandi fjarskiptanets. Ef fleiri óska eftir flutningi en fjarskiptanetið annar skal fjarskiptafyrirtækið flytja þær sjónvarpsútsendingar sem hafa mest áhorf. Ávallt skal þó flytja sjónvarpsútsendingar Ríkisútvarpsins sé þess óskað.\nFjölmiðlaveita skal sjá um að koma útvarpsmerki að tengipunkti fjarskiptafyrirtækis á viðeigandi formi.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Flutningsréttur á myndefni.\nFjölmiðlaveitu er skylt að verða við eðlilegum og sanngjörnum beiðnum um að fjarskiptafyrirtæki fái að flytja sjónvarpsútsendingar á stafrænu fjarskiptaneti sínu að uppfylltum eftirtöldum skilyrðum:\na. Flutningur sjónvarpsútsendinga til notenda um viðkomandi fjarskiptanet sé af fullnægjandi gæðum og einnig með nægilegu öryggi til að verja lögverndaða hagsmuni rétthafa útsends efnis. Ef um er að ræða læstar sjónvarpsútsendingar skal vera mögulegt að nota aðgangsstýringu. [Fjarskiptastofu] er heimilt að setja reglur um lágmarkskröfur um útsendingargæði og öryggi.\nb. Það efni sem óskað er eftir að flytja megi um fjarskiptanet sé íslensk sjónvarpsútsending fjölmiðlaveitu sem hefur staðfestu á Íslandi samkvæmt lögum þessum eða erlend sjónvarpsútsending sem íslensk fjölmiðlaveita hefur gert einkaréttarsamning um eða útsending á ákveðnum viðburðum sem ekki fyllir heila dagskrá samkvæmt framansögðu, svo sem íþrótta- eða listviðburðum.\nc. Ákvæði í samningum við rétthafa efnis, sem gerðir voru fyrir gildistöku laga þessara, standi því ekki í vegi að flytja megi efnið um fjarskiptanetið.\nÁkvæði 1. mgr. gilda einnig um seinkaðar sjónvarpsútsendingar og útsendingar á háskerpustaðli eða öðrum stöðlum sem krefjast umtalsvert meiri bandbreiddar.\nNú hefur fjölmiðlaveita staðbundið leyfi og nær þá flutningsréttur samkvæmt þessari grein ekki út fyrir það svæði sem hið staðbundna leyfi tekur til.\nVið kaup á sjónvarpsefni er fjölmiðlaveitu skylt að semja svo við rétthafa að flytja megi sjónvarpsefnið um öll stafræn fjarskiptanet sem fullnægja skilyrðum a-liðar 1. mgr.\nFjölmiðlaveitu er óheimilt að beina viðskiptum viðskiptamanna að tengdu fjarskiptafyrirtæki.\n[Fjölmiðlaveita, sem hefur einkarétt á sjónvarpsútsendingum frá innlendum og erlendum viðburðum sem vekja mikinn áhuga meðal almennings, skal veita öðrum fjölmiðlaveitum með myndmiðlun og með staðfestu á Evrópska efnahagssvæðinu aðgang að stuttum myndskeiðum að eigin vali frá viðkomandi sjónvarpsútsendingum.\nÞessi stuttu myndskeið má aðeins nota í almennum fréttaþáttum og í myndmiðlun eftir pöntun ef sami dagskrárliður er í boði í seinkaðri útsendingu frá sömu fjölmiðlaveitu.]\nL. 75/2021, 32. gr. L. 54/2013, 12. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Málsmeðferð og framkvæmd.\nNú er óskað eftir samningum um flutning á sjónvarpsútsendingu sem fellur undir 44. eða 45. gr. og skulu þá fjölmiðlaveita og fjarskiptafyrirtæki semja um það svo fljótt sem verða má. Við gerð samninga skal gæta jafnræðis um flutning sjónvarpsútsendinga skv. 44. og 45. gr. og við framkvæmd þeirra. Setja skal viðsemjendum sömu skilmála í sams konar viðskiptum og veita þjónustu og upplýsingar með sömu skilmálum og af sömu gæðum og veitt eru eigin þjónustudeildum, dótturfyrirtækjum eða samstarfsaðilum. Nú flytur fjarskiptafyrirtæki sjónvarpsútsendingu á grundvelli samnings eða ákvörðunar og skal fjarskiptafyrirtækið gæta jafnræðis milli íslenskra sjónvarpsútsendinga og hafa allar slíkar útsendingar jafnaðgengilegar notendum. Jafnframt skal fjarskiptafyrirtæki láta sjónvarpsútsendingar með íslensku tali eða texta hafa forgang þannig að þær séu framar erlendum endurvarpsrásum við röðun á fjarstýringu. Þetta ákvæði gildir þó ekki um sjónvarpsútsendingar sem starfrækja á skemur en eitt ár og sjónvarpsútsendingar sem einskorðast við fjarkaup.\nEf ekki tekst samkomulag um flutning eða ef til ágreinings kemur um flutning á síðari stigum getur aðili beint málinu til [Fjarskiptastofu]. Stofnunin skal þá leita sátta með aðilum. Takist ekki að ná sáttum skal skorið úr ágreiningi með ákvörðun eins fljótt og við verður komið. Áður en ákvörðun er tekin skal [Fjarskiptastofa] leita álits fjölmiðlanefndar.\nHeimili [Fjarskiptastofa] flutning og aðilar ná ekki samkomulagi um innheimtu áskriftargjalds getur stofnunin ákveðið að kröfu aðila hvort innheimta áskriftargjalds skuli vera í höndum fjölmiðlaveitu eða fjarskiptafyrirtækis. Með sama hætti getur [Fjarskiptastofa] ákveðið endurgjald í samræmi við nánari fyrirmæli 47. gr. Við mat [Fjarskiptastofu] skal líta til atriða er varða hagkvæmni, hagsmuni notenda og eflingu samkeppni að teknu tilliti til meðalhófs. Áður en ákvörðun er tekin skal [Fjarskiptastofa] leita álits fjölmiðlanefndar.\n[Fjarskiptastofu] er heimilt að taka ákvörðun til bráðabirgða, enda sé hætta á því að dráttur á ákvörðun valdi því að réttindi aðila máls fari forgörðum eða hann verði fyrir verulegu fjártjóni. Bráðabirgðaákvörðun skal gilda í tiltekinn tíma og má endurnýja hana ef það er talið nauðsynlegt. Endanleg ákvörðun skal tekin svo fljótt sem unnt er.\nVið meðferð mála samkvæmt þessari grein er aðilum skylt að láta [Fjarskiptastofu] í té allar upplýsingar og gögn sem hún telur nauðsynleg.\nHeimilt er að bera ákvarðanir [Fjarskiptastofu] samkvæmt þessari grein undir úrskurðarnefnd fjarskipta- og póstmála eða dómstóla eftir því sem segir í 13. gr. laga nr. 69/2003, um [Fjarskiptastofu].\nÁ þriggja ára fresti skal fjölmiðlanefnd láta gera úttekt á aðgengi almennings að sjónvarpsútsendingum og meta hvort aðstæður kalli á breytingar á ákvæðum þessa kafla um flutningsreglur.\nL. 75/2021, 32. gr. Nú 20. gr. laga nr. 75/2021.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Ákvörðun endurgjalds vegna flutnings myndefnis.\n[Fjarskiptastofa] getur ákveðið, nái aðilar ekki samkomulagi þar að lútandi, hvort fjarskiptafyrirtæki eða fjölmiðlaveita fær greiðslu fyrir flutning eða efni og fjárhæð þeirra greiðslna. Við ákvörðun endurgjalds fyrir flutning sjónvarpsútsendinga skal líta til stofn- og rekstrarkostnaðar búnaðar og þjónustu, afskrifta og hæfilegrar arðsemi af bundnu fjármagni með hliðsjón af áhættu við fjárfestinguna. [Fjarskiptastofa] getur við útreikninga á kostnaði tekið mið af rekstri sambærilegrar þjónustu sem telst rekin með hagkvæmum hætti, tekið mið af gjaldskrám á sambærilegum samkeppnismörkuðum og notað kostnaðargreiningaraðferðir sem eru óháðar aðferðum viðkomandi fjarskiptafyrirtækis. [Fjarskiptastofa] getur krafist þess að fjarskiptafyrirtæki geri kostnaðarlíkan til útreiknings á gjaldi. Við ákvörðun á gjaldi fyrir flutning skal m.a. taka tillit til þeirrar bandbreiddar sem sjónvarpsútsending tekur á fjarskiptaneti og fjölda notenda viðkomandi þjónustu.\n[Fjarskiptastofa] getur ákveðið gjald fyrir ýmsa þjónustuþætti sem tengjast flutningi sjónvarpsútsendinga og skal við slíka ákvörðun miða við sömu sjónarmið og gilda um flutninginn sjálfan eftir því sem við á.\nVið ákvörðun á endurgjaldi fyrir sjónvarpsútsendingar í tilviki flutningsréttar þegar fjarskiptafyrirtækið stýrir áskriftarkerfinu er heimilt að byggja á kostnaði við öflun viðkomandi sjónvarpsefnis auk hæfilegrar álagningar eða miða við hæfilegan afslátt af því verði sem fjölmiðlaveitan býður notendum sínum sjálf.\nHeimilt er að taka áður ákveðið gjald fyrir flutning eða sjónvarpsefni til endurskoðunar ef annar hvor aðila setur fram kröfu um það ásamt rökstuðningi fyrir nauðsyn endurákvörðunar gjaldsins.\nL. 75/2021, 32. gr.\nVIII. kafli. Takmörkun á einkaréttindum yfir myndefni.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Aðgangur almennings að myndmiðlun frá þýðingarmiklum viðburðum.\nHeimilt er að ákveða í reglugerð að einkarétt fjölmiðlaveitu til myndmiðlunar frá innlendum og erlendum viðburðum sem taldir eru hafa verulega þýðingu í þjóðfélaginu sé einungis heimilt að nýta á þann hátt að meginhluti þjóðarinnar eigi þess kost að fylgjast með viðkomandi viðburðum í beinum eða seinkuðum útsendingum án sérstaks endurgjalds. Í reglugerðinni skal vera tæmandi og nákvæm skrá um þá viðburði sem ákvörðun er ætlað að taka til, og skal ákvörðun um skrána tekin með góðum fyrirvara. Í reglugerð skulu enn fremur vera ákvæði um það hvort hinir tilteknu viðburðir skuli sýndir í heild eða að hluta í beinum útsendingum, eða í heild eða að hluta í seinkuðum útsendingum, ef það telst nauðsynlegt eða hagfellt vegna þarfa almennings, sem og önnur atriði sem nauðsynlegt þykir að kveða á um.\nFjölmiðlaveita, sem aflar sér einkaréttar fyrir Ísland og/eða önnur EES-ríki til myndmiðlunar frá viðburði sem tiltekinn er í reglugerð skv. 1. mgr., skal þegar í stað tilkynna það til fjölmiðlanefndar sem hefur eftirlit með framkvæmd ráðstafana samkvæmt grein þessari.\nBjóði einkaréttarhafi annarri fjölmiðlaveitu leyfi til myndmiðlunar frá viðburði til þess að uppfylla skyldu sína skv. 1. mgr. skal það boðið gegn sanngjörnu endurgjaldi. Rísi ágreiningur um endurgjald getur hvor aðili um sig leitað ákvörðunar fjölmiðlanefndar um sanngjarnt endurgjald fyrir leyfið. Fjölmiðlanefnd skal meta endurgjaldið með hliðsjón af því hvað telst vera eðlilegt markaðsverð á samkeppnismarkaði fyrir réttindi þau sem um ræðir.\nSé mál höfðað til ógildingar ákvörðun fjölmiðlanefndar skv. 3. mgr. skal einkaréttarhafi engu síður eftirláta viðkomandi fjölmiðlaveitu leyfi til hljóð- og myndmiðlunar frá þeim viðburði sem um ræðir, enda setji hann tryggingu fyrir greiðslu endurgjaldsins sem fjölmiðlanefnd metur fullnægjandi.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Gagnkvæm viðurkenning á reglum EES-ríkja.\nFjölmiðlaveitu, sem lýtur íslenskri lögsögu, er einungis heimilt að nýta einkaréttindi sín til myndmiðlunar frá viðburðum sem annað EES-ríki hefur ákveðið að teljist hafa verulega þýðingu í því þjóðfélagi á þann hátt að meginhluti íbúanna í viðkomandi ríki eigi þess kost að fylgjast með viðburðunum í sjónvarpi án sérstaks endurgjalds.\nEinkaréttindi skulu nýtt í samræmi við reglur viðkomandi EES-ríkis um útsendingu í heild eða að hluta og um beina eða seinkaða útsendingu frá viðburðunum.\nFjölmiðlanefnd skal hafa eftirlit með framkvæmd ráðstafana samkvæmt grein þessari.\nIX. kafli. Ábyrgð, viðurlög, fullnusta o.fl.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Ábyrgð á hljóð- og myndefni.\nEf hljóð- eða myndmiðlunarefni brýtur í bága við lög fer um ... refsi- og fébótaábyrgð svo sem hér segir:\na. Einstaklingur sem tjáir sig í eigin nafni, flytur eða miðlar efni sem hann hefur sjálfur samið eða flytur efni samið af öðrum samkvæmt eigin ákvörðun ber á því ábyrgð sé hann heimilisfastur hér á landi eða lúti íslenskri lögsögu á öðrum grundvelli.\nb. Kaupandi hljóð- og myndsendingar í viðskiptaskyni, hvort heldur sem um einstakling eða lögaðila er að ræða, ber ábyrgð á efni hennar sé hann heimilisfastur hér á landi eða lúti íslenskri lögsögu á öðrum grundvelli.\nc. [Í öðrum tilvikum ber ábyrgðarmaður fjölmiðils ábyrgð á efni sem miðlað er.]\nFjölmiðlaveita ber ábyrgð á greiðslu stjórnvaldssekta, fésekta og skaðabóta sem starfsmanni hennar kann að vera gert að greiða samkvæmt þessari grein.\nSkylt er fjölmiðlaveitu að veita hverjum þeim sem telur á sér brotið með miðlun hljóð- og myndefnis upplýsingar um það hver beri ábyrgð á efninu.\nL. 54/2013, 13. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Ábyrgð á ritefni.\nEf ritefni brýtur í bága við lög fer um ... refsi- og fébótaábyrgð svo sem hér segir:\na. Einstaklingur ber ábyrgð á því efni sem hann ritar í eigin nafni eða merkir sér með augljósum hætti sé hann heimilisfastur hér á landi eða lúti íslenskri lögsögu á öðrum grundvelli. Sé ritefni réttilega haft eftir nafngreindum einstaklingi ber sá sem það er haft eftir ábyrgð á eigin ummælum hafi hann samþykkt miðlun þeirra og sé annaðhvort heimilisfastur hér á landi eða lúti íslenskri lögsögu á öðrum grundvelli.\nb. Kaupandi viðskiptaboða, hvort heldur sem um einstakling eða lögaðila er að ræða, ber ábyrgð á efni þeirra sé hann heimilisfastur hér á landi eða lúti íslenskri lögsögu á öðrum grundvelli.\nc. [Í öðrum tilvikum ber ábyrgðarmaður fjölmiðils ábyrgð á efni sem miðlað er.]\nFjölmiðlaveita ber ábyrgð á greiðslu stjórnvaldssekta, fésekta og skaðabóta sem starfsmanni hennar kann að vera gert að greiða samkvæmt þessari grein.\nSkylt er fjölmiðlaveitu að veita hverjum þeim sem telur á sér brotið með miðlun ritefnis upplýsingar um það hver beri ábyrgð á efninu.\nL. 54/2013, 14. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Bann við miðlun hljóð- og myndefnis og afturköllun hljóð- og myndmiðlunarleyfis.\nFjölmiðlanefnd getur að undangenginni lögmæltri málsmeðferð samkvæmt lögum þessum bannað með ákvörðun miðlun efnis sem telst andstætt ákvæðum laga.\nFjölmiðlanefnd getur afturkallað leyfi til hljóð- og myndmiðlunar vegna brota á ákvæðum laga þessara, enda sé um alvarleg og ítrekuð brot að ræða.\n[52. gr. a. Bráðabirgðaákvarðanir.\nEf brotið er gegn ákvæðum VI. kafla er fjölmiðlanefnd heimilt að taka ákvarðanir til bráðabirgða samkvæmt lögum þessum um einstök mál enda sé hætta á að háttsemin skaði verulega heildarhagsmuni neytenda.\nBráðabirgðaákvörðun skal gilda í tiltekinn tíma og má endurnýja hana ef það er talið nauðsynlegt.]\nL. 21/2020, 18. gr.\n[52. gr. b. Sáttaheimild.\nEf brotið er gegn ákvæðum VI. kafla er fjölmiðlanefnd heimilt að ljúka málinu með sátt með samþykki málsaðila, enda séu sakir ekki miklar. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni.\nÍ sátt skv. 1. mgr. er heimilt að skuldbinda málsaðila til að bjóða neytendum sem brotið hafði áhrif á viðeigandi úrbætur.]\nL. 21/2020, 18. gr.\n[52. gr. c. Lögbann.\nFjölmiðlanefnd getur leitað lögbanns til að vernda heildarhagsmuni neytenda enda sé fullnægt öðrum skilyrðum lögbanns sem greind eru í lögum um kyrrsetningu, lögbann o.fl.\nFjölmiðlanefnd getur fengið lagt lögbann við athöfn ef hætta er á að háttsemin skaði verulega heildarhagsmuni neytenda og engin önnur skilvirk leið er fyrir hendi til að stöðva brot gegn ákvæðum VI. kafla. Við lögbannsgerð má eftir kröfu fjölmiðlanefndar leggja fyrir:\na. þjónustuveitanda eða þann sem starfrækir netskilflöt að fjarlægja efni á netskilfleti eða setja upp skýra viðvörun sem neytendur sjá þegar þeir fara inn á netskilflöt,\nb. fjarskiptafyrirtæki að takmarka aðgang að netskilfleti,\nc. þjónustuveitanda að fjarlægja, gera óvirkan eða takmarka aðgang að netskilfleti, eða\nd. skráningaraðila eða skráningarmiðlun léna að loka, læsa eða endurskrá lén á fjölmiðlanefnd.\nLagt verður fyrir þjónustuveitendur og fjarskiptafyrirtæki að leysa af hendi athafnir skv. 2. mgr. óháð því hvort þau beri ábyrgð á gögnum, miðlun gagna eða sjálfvirkri, millistigs- eða skammtímageymslu gagna.\nÞeir sem lagt verður fyrir að leysa af hendi athafnir skv. a&ndash;d-lið 2. mgr. og þeir sem taldir eru brjóta gegn ákvæðum VI. kafla skulu fá réttarstöðu gerðarþola eftir því sem við verður komið. Ef við á skal rétthafa léns tryggð sambærileg réttarstaða og gerðarþola til hagsmunagæslu við fyrirtöku lögbannsgerðar eftir því sem við verður komið, auk tilkynningar um lögbannsgerð að henni lokinni, skv. 14. og 18. gr. laga um kyrrsetningu, lögbann o.fl., nr. 31/1990.\nVið mat á því hvort lögbann verði lagt á skal vega saman hagsmuni gerðarþola og heildarhagsmuni neytenda. Meðal annars skal litið til sjónarmiða um meðalhóf, tjáningarfrelsi og upplýsingarétt.\nUm lögbann samkvæmt þessari grein fer að öðru leyti eftir lögum um kyrrsetningu, lögbann o.fl.]\nL. 21/2020, 18. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Dagsektir.\nFjölmiðlanefnd getur lagt allt að 200.000 kr. dagsekt, fyrir hvern byrjaðan dag, á þann sem:\na. vanrækir að verða við ákvörðun fjölmiðlanefndar um afhendingu skriflegra upplýsinga og gagna skv. [1. og 3. mgr.] 12. gr.,\nb. vanrækir að verða við ákvörðun fjölmiðlanefndar um afhendingu upplýsinga úr bókhaldi og reikningum skv. 19. gr.,\nc. vanrækir að senda fjölmiðlanefnd hlutaskrá félags skv. 2. mgr. 22. gr.,\nd. vanrækir að senda fjölmiðlanefnd skýrslu skv. 23. gr.,\ne. vanrækir að verða við ákvörðun fjölmiðlanefndar um skyldu til að birta andsvör skv. 4. mgr. 36. gr. og um afhendingu efnis skv. 5. mgr. 36. gr. og sinnir ekki upplýsingaskyldu skv. 6. mgr. 36. gr., eða\nf. miðlar efni sem fjölmiðlanefnd hefur bannað, sbr. 1. mgr. 52. gr.,\ng. vanrækir að setja reglur um ritstjórnarlegt sjálfstæði þeirra starfsmanna sem sinna fréttum og fréttatengdu efni skv. 24. gr.\n[Fjarskiptastofa] getur lagt allt að 200.000 kr. dagsekt, fyrir hvern byrjaðan dag, á þann sem:\na. ekki fer að ákvörðunum um flutningsrétt eða flutningsskyldu skv. 2., 3. og 4. mgr. 46. gr., eða\nb. vanrækir að veita upplýsingar eða gögn skv. 5. mgr. 46. gr.\nÁkvörðun um dagsektir skal tilkynnt bréflega og á sannanlegan hátt þeim sem hún beinist að.\nL. 21/2020, 19. gr. L. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Stjórnvaldssektir.\nFjölmiðlanefnd leggur stjórnvaldssektir á [fjölmiðlaveitur], [og eftir atvikum mynddeiliveitur], sé brotið gegn eftirtöldum ákvæðum:\na. 14. gr. um að skráningarskyld starfsemi fari ekki fram án tilkynningar, fyrir hendi sé ábyrgðarmaður og/eða breytingar á högum tilkynningarskylds aðila tilkynntar.\nb. 15. gr. um tilkynningarskyldu erlends endurvarps.\nc. 16. gr. um að leyfisskyld starfsemi skuli ekki stunduð án leyfis.\n[d. 17. gr. um skil á upplýsingum um eignarhald og yfirráð.]\n[e. ] 2. mgr. 19. gr. um aðskilnað reksturs, bókhalds og fjárreiðna leyfisskyldrar starfsemi frá rekstri, bókhaldi og fjárreiðum annarrar starfsemi.\n[f. ] 1. mgr. 20. gr. um breytingu á högum leyfishafa.\n[g. ] [27. gr. [og 36. gr. b] um hvatningu til refsiverðrar háttsemi.]\n[h. ] 1.&ndash;3. mgr. 28. gr. [og 36. gr. a] um vernd barna gegn skaðlegu efni.\n[i. ] 29. gr. um tal og texta á íslensku.\n[j. ] 31. gr. um skyldur vegna almannaheilla.\n[k. ] 32. gr. um skyldu til auðkenningar.\n[l. ] 35. gr. um skyldu til varðveislu fjölmiðlaefnis.\n[m. ] 1. og 4. mgr. 36. gr. um rétt til andsvara.\n[n. 1. mgr. 36. gr. d um skyldur mynddeiliveitna.]\n[o. ] VI. kafla um viðskiptaboð og fjarkaup.\n[p. ] 49. gr. um gagnkvæma viðurkenningu á reglum EES-ríkja.\n[q. ] 1. mgr. 52. gr. um miðlun efnis sem fjölmiðlanefnd hefur bannað.\n[r. ] 60. gr. um óheimila hagnýtingu fjölmiðlaefnis.\n[s. ] 61. gr. um óheimilan aðgang að hljóð- og myndmiðlunarefni.\nFjölmiðlanefnd skal leggja stjórnvaldssekt bæði á seljanda og kaupanda komi í ljós að þeir hafi vanrækt að tilkynna um eigendaskipti á hlut í [fjölmiðlaveitu] skv. 1. mgr. 22. gr.\n[Fjarskiptastofa] leggur stjórnvaldssektir á þá sem brjóta gegn ákvæði 4. og/eða 5. mgr. 45. gr. um flutningsrétt.\n[Persónuvernd hefur eftirlit með framkvæmd ákvæða 4. mgr. 28. gr. og 3. mgr. 36. gr. d og er heimilt að beita viðurlögum sé brotið gegn þeim. Um eftirlit og viðurlög fer skv. VII. kafla laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018.]\nSektir skv. [1.&ndash;4. mgr.] geta numið allt að 10 millj. kr. Við ákvörðun sektar skal m.a. tekið tillit til alvarleika brots og tekna fjölmiðlaveitu af broti þegar það á við.\nFalla má frá sektarákvörðun teljist brot óverulegt eða af öðrum ástæðum er ekki talin þörf á beitingu sekta. Í slíku tilviki er fjölmiðlanefnd heimilt að ljúka málsmeðferð með útgáfu álits sem birt er á heimasíðu hennar.\nFjölmiðlanefnd er heimilt að mæla fyrir um birtingu ákvörðunar að hluta eða í heild. Skal birtingin fara fram með þeim hætti og í þeim mæli sem sanngjarnt má teljast. Hinn brotlegi skal annast og kosta birtinguna.\nL. 54/2013, 15. gr. L. 27/2024, 27. gr. L. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Fullnusta.\nÁkvarðanir fjölmiðlanefndar samkvæmt lögum þessum eru fullnaðarúrlausnir innan stjórnsýslunnar og sæta ekki stjórnsýslukæru. Nú vill aðili ekki una ákvörðun fjölmiðlanefndar og getur hann þá höfðað mál til ógildingar hennar. Mál skal höfðað innan sex mánaða frá því að aðila var tilkynnt um ákvörðun fjölmiðlanefndar. Málshöfðun frestar ekki réttaráhrifum ákvörðunar fjölmiðlanefndar nema svo standi á sem kveðið er á um í 6. mgr.\nÁkvarðanir fjölmiðlanefndar um stjórnvalds- og dagsektir eru aðfararhæfar. Innheimtar stjórnvalds- og dagsektir renna til ríkissjóðs að frádregnum kostnaði við innheimtuna.\nSéu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun fjölmiðlanefndar skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum verður beitt óháð því hvort brot eru framin af ásetningi eða gáleysi.\nÓinnheimtar dagsektir falla ekki niður þó að aðili sinni síðar þeim skyldum sem á honum hvíldu, nema fjölmiðlanefnd ákveði það sérstaklega.\nSé mál höfðað til ógildingar ákvörðunar um dagsektir skv. 1. eða 2. mgr. 53. gr. innan 14 daga frá því að viðkomandi fjölmiðlaveitu var tilkynnt um hana og óski hún jafnframt eftir því að málið hljóti flýtimeðferð er ekki heimilt að innheimta dagsektir fyrr en dómur hefur fallið. Þrátt fyrir málshöfðun til ógildingar slíkrar ákvörðunar leggjast dagsektir áfram á viðkomandi fjölmiðlaveitu.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Refsingar.\nÁbyrgðarmaður, starfsmenn fjölmiðlaveitu eða stjórnarmenn sem framkvæma eða láta framkvæma brot gegn eftirtöldum ákvæðum laga þessara skulu sæta sektum eða fangelsi allt að sex mánuðum ef sakir eru miklar:\na. 14. gr. um að skráningarskyld starfsemi fari ekki fram án tilkynningar, fyrir hendi sé ábyrgðarmaður og/eða breytingar á högum tilkynningarskylds aðila tilkynntar.\nb. 15. gr. um tilkynningarskyldu erlends endurvarps.\nc. 16. gr. um að leyfisskyld starfsemi skuli ekki stunduð án leyfis.\nd. 1. mgr. 19. gr. um tekjur fjölmiðlaveitna og 2. mgr. 19. gr. um aðskilnað reksturs, bókhalds og fjárreiðna leyfisskyldrar starfsemi frá rekstri, bókhaldi og fjárreiðum annarrar starfsemi.\ne. 1. mgr. 20. gr. um breytingu á högum leyfishafa.\nf. 25. gr. um vernd heimildarmanna.\ng. [27. gr. [og 36. gr. b] um bann við hatursáróðri og hvatningu til refsiverðrar háttsemi.]\nh. 1.&ndash;3. mgr. 28. gr. [og 36. gr. a] um vernd barna gegn skaðlegu efni.\ni. 29. gr. um tal og texta á íslensku.\nj. 31. gr. um skyldur vegna almannaheilla.\nk. 32. gr. um skyldu til auðkenningar.\nl. 35. gr. um skyldu til varðveislu fjölmiðlaefnis.\nm. 1. og 4. mgr. 36. gr. um rétt til andsvara.\n[n. 1. mgr. 36. gr. d um skyldur mynddeiliveitna.]\n[o. ] VI. kafla um viðskiptaboð og fjarkaup.\n[p. ] 4. og 5. mgr. 45. gr. um flutningsrétt.\n[q. ] 49. gr. um gagnkvæma viðurkenningu á reglum EES-ríkja.\n[r. ] 1. mgr. 52. gr. um miðlun efnis sem fjölmiðlanefnd hefur bannað.\n[s. ] 60. gr. um óheimila hagnýtingu fjölmiðlaefnis.\n[t. ] 61. gr. um óheimilan aðgang að hljóð- og myndmiðlunarefni.\nNú er brot framið í starfsemi lögaðila og má þá gera honum fésekt skv. II. kafla A almennra hegningarlaga, nr. 19/1940.\nL. 27/2024, 28. gr. L. 54/2013, 16. gr.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Kæra mála til lögreglu.\nBrot gegn lögum þessum sæta aðeins rannsókn lögreglu að undangenginni kæru fjölmiðlanefndar eða þegar við á [Fjarskiptastofu].\nVarði brot á lögum þessum bæði refsiábyrgð fyrir einstakling og lögaðila metur fjölmiðlanefnd, eða eftir atvikum [Fjarskiptastofa], með tilliti til grófleika brots og réttarvörslusjónarmiða hvort mál skuli kært til lögreglu að hluta eða í heild. Ef brot eru meiri háttar er viðkomandi stjórnvaldi skylt að vísa þeim til lögreglu. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru stjórnvalds skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.&ndash;VII. kafla stjórnsýslulaga, nr. 37/1993, gilda ekki um ákvörðun um að kæra mál til lögreglu.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar refsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum getur hann sent eða endursent mál sem varðar brot á lögum þessum og gögn því tengd til fjölmiðlanefndar eða [Fjarskiptastofu], eftir því sem við á, til meðferðar og ákvörðunar.\nL. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Birting dóms.\nNú er fjölmiðlaveitu eða öðrum þeim sem ábyrgð ber á efni samkvæmt lögum þessum dæmd refsing, ummæli ómerkt eða fébætur dæmdar og má þá ákveða í dómi að viðlögðum dagsektum, eftir kröfu þess sem misgert er við, að forsendur og dómsorð skuli birt þegar um ritmiðil er að ræða eða grein gerð fyrir þeim í dagskrá þegar um hljóð- eða myndmiðil er að ræða.\nÞegar um ritmiðil er að ræða skal birta dómshlutann með sama hætti og annað efni viðkomandi miðils og á þeim stað að eftir verði tekið og þegar um hljóð- eða myndmiðil er að ræða skal grein gerð fyrir honum á þeim tíma þegar hlustun eða áhorf er mest.\nX. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Óheimil hagnýting fjölmiðlaefnis.\nNotendum fjölmiðla er óheimilt án leyfis viðkomandi rétthafa að hagnýta sér efni þeirra til tekjuöflunar með nokkrum hætti, svo sem með upptöku efnis, útgáfu þess eða annarri miðlun.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Óheimill aðgangur að hljóð- og myndmiðlunarefni.\nÓheimilt er að framleiða, afhenda, leigja, setja upp eða gera við aðgangskassa, viðtæki eða annan útbúnað í því skyni að veita aðila sem ekki hefur innt af hendi áskriftargjald eða annað tilskilið endurgjald aðgang að læstri útsendingu eða hljóð- og myndmiðlunarefni eftir pöntun.\nÓheimilt er að nota aðgangskassa, viðtæki eða annan útbúnað til þess að taka á móti læstri útsendingu eða hljóð- og myndmiðlunarefni eftir pöntun án þess að inna af hendi áskriftargjald eða annað tilskilið endurgjald.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Setning reglugerðar.\n[Ráðherra] getur með reglugerð sett nánari ákvæði um framkvæmd laganna í heild eða einstakra kafla þeirra. Í slíkri reglugerð er m.a. heimilt að fjalla nánar um og útfæra eftirfarandi þætti laganna:\na. Nánari fyrirmæli um starfsemi fjölmiðlanefndar, þ.m.t. málsmeðferð, sbr. III. kafla.\nb. Nánari fyrirmæli á grundvelli IV. kafla, svo sem um tilhögun skráningar fjölmiðlaveitu, form og efni umsókna um leyfi til hljóð- og myndmiðlunar, [skilyrði] og tilhögun slíkra leyfa; tilhögun lögboðinna tilkynninga um breytingar á starfsemi og starfsgrundvelli fjölmiðlaveitu, þ.m.t. form og efni tilkynninga um breytt eignarhald skv. 22. gr.; form upplýsingagjafar á heimasíðu fjölmiðlanefndar og upplýsingagjöf skv. 23. gr.\nc. Einstakar skyldur og réttindi fjölmiðlaveitu skv. V. kafla, þ.m.t. um vernd barna gegn skaðlegu efni skv. 28. gr., [nánari útfærslu á 2. mgr. 33. gr. a] og form andsvarsréttar skv. 36. gr.\n[d. Nánari fyrirmæli á grundvelli V. kafla A um réttindi og skyldur mynddeiliveitna.]\n[e. ] Nánari útfærslu einstakra forma viðskiptaboða og fjarkaupa, þ.m.t. um skilyrði undanþágu og frávika frá meginreglum VI. kafla.\n[f. ] [Nánari fyrirmæli um framkvæmd og málsmeðferð vegna flutnings hljóð- og myndefnis skv. VII. kafla, þar á meðal nánari skilyrði um aðgang að stuttum myndskeiðum og notkun þeirra skv. 45. gr.]\n[g. ] Aðgang almennings að þýðingarmiklum viðburðum í samræmi við fyrirmæli 1. mgr. 48. gr. og gagnkvæma viðurkenningu á reglum EES-ríkja skv. 49. gr.\n[h. ] Form og tilhögun álagningar dagsekta skv. 53. gr. og stjórnvaldssekta skv. 54. gr.; afturköllun leyfis skv. 2. mgr. 52. gr. og frágang kæru til lögreglu skv. 57. gr.\nÁður en kemur til setningar reglugerðar skal aflað tillagna fjölmiðlanefndar. Við setningu nánari reglna um flutning hljóð- og myndmiðlunarefnis skv. e-lið 1. mgr. skal jafnframt aflað umsagnar [Fjarskiptastofu].\n[Sá ráðherra er fer með málefni fjarskipta] getur með reglugerð sett nánari ákvæði um málsmeðferð og framkvæmd flutnings sjónvarpsútsendinga skv. VII. kafla. Áður en til setningar reglugerðar kemur skal aflað tillagna [Fjarskiptastofu] og umsagnar fjölmiðlanefndar. Þá er [sama ráðherra] heimilt að setja reglugerð um nánari útfærslu á kostnaðargreiningu endurgjalds fyrir flutning myndefnis, m.a. um aðferðir við eignamat, afskriftir og ávöxtunarkröfu auk gerðar kostnaðarlíkana.\nL. 126/2011, 541. gr. Rg. 770/2021. Rg. 700/2023. L. 54/2013, 17. gr. L. 27/2024, 29. gr. Rg. 1290/2016. L. 75/2021, 32. gr.\n[X. kafli A. Eignarhald fjölmiðla o.fl.]\nL. 54/2013, 18. gr.\n[62. gr. a. Eftirlit með fjölræði og fjölbreytni í fjölmiðlun.\nSamkeppniseftirlitið getur gripið til aðgerða gegn aðstæðum sem koma í veg fyrir, takmarka eða hafa skaðleg áhrif á fjölræði og/eða fjölbreytni í fjölmiðlun almenningi til tjóns. Með aðstæðum er m.a. átt við atriði sem tengjast eiginleikum viðkomandi markaðar, þ.m.t. uppbyggingu fyrirtækja sem á honum starfa. Aðgerðir Samkeppniseftirlitsins geta falist í úrræðum til breytinga á skipulagi ef sýnt þykir að ekki séu fyrir hendi önnur og jafnárangursrík úrræði sem eru minna íþyngjandi fyrir aðila. Samkeppniseftirlitið skal afla umsagnar fjölmiðlanefndar áður en það grípur til aðgerða á grundvelli þessa ákvæðis.\nFjölmiðlanefnd getur beint tilmælum til Samkeppniseftirlitsins um að grípa til aðgerða skv. 1. mgr. Berist Samkeppniseftirlitinu tilmæli frá fjölmiðlanefnd þar að lútandi ber því að taka málið til rannsóknar og efnislegrar umfjöllunar.]\nL. 54/2013, 18. gr.\n[62. gr. b. Samrunaeftirlit.\nTilkynna skal Samkeppniseftirlitinu um samruna sem a.m.k. ein fjölmiðlaveita með minnst 100 millj. kr. ársveltu á Íslandi á aðild að.\nSamruni telst hafa átt sér stað þegar breyting verður á yfirráðum til frambúðar:\na. vegna samruna tveggja eða fleiri fyrirtækja eða hluta úr fyrirtækjum sem áður störfuðu sjálfstætt,\nb. þegar fyrirtæki tekur yfir annað fyrirtæki,\nc. vegna þess að einn eða fleiri aðilar, sem þegar hafa yfirráð yfir a.m.k. einu fyrirtæki, eða eitt eða fleiri fyrirtæki ná beinum eða óbeinum yfirráðum, í heild eða að hluta, yfir einu eða fleiri fyrirtækjum til viðbótar með því að kaupa verðbréf eða eignir, með samningi eða öðrum hætti,\nd. með stofnun fyrirtækis um sameiginlegt verkefni sem gegnir til frambúðar allri starfsemi sjálfstæðrar efnahagseiningar.\nYfirráð skv. 2. mgr. skapast af rétti, með samningum eða með einhverjum öðrum hætti sem annaðhvort sérstaklega eða samanlagt, og með hliðsjón af staðreyndum eða lagalegum atriðum sem við eiga, gerir aðila kleift að hafa afgerandi áhrif á fyrirtæki, einkum með:\na. eignarhaldi eða rétti til að nota eignir fyrirtækis, allar eða að hluta,\nb. rétti eða samningum sem veita afgerandi áhrif á samsetningu, atkvæðagreiðslu eða ákvarðanir stofnana fyrirtækis.\nYfirráð öðlast aðilar sem:\na. eru rétthafar eða eiga tilkall til réttar samkvæmt samningum þar að lútandi, eða\nb. þrátt fyrir að vera ekki handhafar slíks réttar eða eiga ekki tilkall til réttar samkvæmt slíkum samningum hafa möguleika til að beita slíkum réttindum.\nEf um er að ræða samruna í skilningi a-liðar 2. mgr. eða öflun sameiginlegra yfirráða í skilningi c-liðar sömu málsgreinar skulu aðilar samrunans eða þeir sem ná sameiginlega yfirráðum, eftir því sem við á, ganga sameiginlega frá tilkynningu um samrunann.\nEignist fyrirtæki ráðandi hlut í öðru fyrirtæki skal fyrirtækið sem stóð að yfirtökunni ganga frá tilkynningu um samruna. Sé um yfirtökuboð í fyrirtæki að ræða skal bjóðandi ganga frá tilkynningu.\nTilkynna skal Samkeppniseftirlitinu um samruna áður en hann kemur til framkvæmda en eftir að samningur um hann er gerður, tilkynnt er opinberlega um yfirtökuboð eða yfirráða í fyrirtæki er aflað. Samruni sem fellur undir ákvæði laga þessara skal ekki koma til framkvæmda á meðan Samkeppniseftirlitið fjallar um hann. Telji fjölmiðlanefnd verulegar líkur á að samruni, sem þegar hefur átt sér stað og uppfyllir ekki skilyrði 1. mgr. um veltu, geti dregið umtalsvert úr fjölræði og/eða fjölbreytni í fjölmiðlun getur nefndin farið þess á leit við Samkeppniseftirlitið að það krefji samrunaaðila um tilkynningu um samrunann.\nVið mat á lögmæti samruna skv. 1. mgr. skal Samkeppniseftirlitið taka til skoðunar hvort samruni kunni að hafa skaðleg áhrif á fjölræði og/eða fjölbreytni í fjölmiðlun á þeim markaði eða mörkuðum sem viðkomandi fjölmiðlaveita eða fjölmiðlaveitur starfa á. Samkeppniseftirlitið skal afla umsagnar fjölmiðlanefndar um áhrif samrunans að því leyti. Samkeppniseftirlitið getur ógilt samruna sem kann að hafa skaðleg áhrif á fjölræði og fjölbreytni í fjölmiðlun eða sett slíkum samruna skilyrði sem miða að því að draga úr þeim skaðlegu áhrifum.]\nL. 54/2013, 18. gr.\n[62. gr. c. Málsmeðferð, viðurlög o.fl.\nUm form og efni tilkynninga um samruna, málsmeðferð, viðurlög, kæru til áfrýjunarnefndar samkeppnismála og annað skv. 62. gr. a og 62. gr. b gilda ákvæði samkeppnislaga og reglur settar með stoð í þeim ef ekki er kveðið á um annað í lögum þessum.\nHeimild samkeppnislaga til að tilkynna samruna með styttri tilkynningu gildir ekki um samruna skv. 62. gr. b.]\nL. 54/2013, 18. gr.\n[X. kafli B. ... ]\nL. 53/2023, 2. gr. L. 58/2021, 2. gr.\nXI. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "[Innleiðing.]\n[Með lögum þessum eru leidd í lög ákvæði tilskipunar Evrópuþingsins og ráðsins 2010/13/ESB frá 10. mars 2010 um samræmingu tiltekinna ákvæða í lögum og stjórnsýslufyrirmælum í aðildarríkjunum um hljóð- og myndmiðlunarþjónustu. [Einnig eru innleidd ákvæði tilskipunar Evrópuþingsins og ráðsins (ESB) 2018/1808 frá 14. nóvember 2018 um breytingu á tilskipun 2010/13/ESB um samræmingu tiltekinna ákvæða í lögum og stjórnsýslufyrirmælum í aðildarríkjunum um hljóð- og myndmiðlunarþjónustu (tilskipun um hljóð- og myndmiðlunarþjónustu) í ljósi breytinga á markaðsaðstæðum eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 337/2022 frá 9. desember 2022.]]\nL. 27/2024, 30. gr. L. 54/2013, 19. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...\n[Ákvæði X. kafla B falla úr gildi 1. janúar 2025.]\nL. 53/2023, 2. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nÞrátt fyrir ákvæði 64. gr. skulu hljóðvarps- og sjónvarpsleyfi gefin út á grundvelli laga nr. 53/2000 sem í gildi eru við gildistöku laga þessara halda gildi sínu í tólf mánuði. Innan þess tíma skulu fjölmiðlaveitur sem falla undir 16. gr. hafa sótt um endurnýjun á leyfi til hljóð- eða myndmiðlunar til fjölmiðlanefndar. Skammtímaleyfi, sem hafa verið gefin út á grundvelli laga nr. 53/2000 og eru í gildi við gildistöku laga þessara, gilda samkvæmt þeim tímamörkum sem tilgreind eru í þeim. Fjölmiðlaveitur, sem starfrækja þjónustu sem fellur undir 14. og 15. gr., skulu tilkynna fjölmiðlanefnd um starfsemi sína innan sex mánaða frá gildistöku laga þessara.\nStjórnir einkahlutafélaga og hlutafélaga skulu senda fjölmiðlanefnd nýjustu hlutaskrá sína fyrir 1. júní 2011. Brot á ákvæði þessu varðar dagsektum skv. c-lið 1. mgr. 53. gr.\nII.\nFjölmiðlanefnd er heimilt að óska eftir gildandi samningum um kaup á sjónvarpsefni og er fjölmiðlaveitu skylt að verða við þeim tilmælum. Nú heimilar gildandi samningur fjölmiðlaveitu um hljóð- og myndmiðlunarefni við rétthafa, sem gilda mun til lengri tíma en þriggja ára frá gildistöku laga þessara, ekki að flytja megi efnið um þau fjarskiptanet sem tilgreind eru í 45. gr. og skal þá fjölmiðlaveita gera nýjan samning við rétthafa sem heimilar slíkt innan sex mánaða frá gildistöku laganna. Takist slíkir samningar ekki er fjölmiðlaveitu óheimilt að senda út efnið að þeim tíma liðnum.\nIII.\nMennta- og menningarmálaráðherra skal skipa nefnd til að gera tillögur í frumvarpsformi um viðeigandi takmarkanir á eignarhaldi á fjölmiðlum. Nefndin skal skipuð einum fulltrúa hvers þingflokks sem á sæti á Alþingi við skipan hennar. Þess utan skipar ráðherra formann og varaformann nefndarinnar og skulu þeir vera sérfróðir um fjölmiðlamál. Nefndin skal í störfum sínum og eftir því sem við getur átt taka sérstakt mið af forsendum og niðurstöðum fjölmiðlanefndar þeirrar sem lauk störfum með skýrslu í apríl 2005. Nefndin skal skila tillögum sínum fyrir 1. júní 2011.\nIV.\nLög þessi skal endurskoða innan þriggja ára frá setningu þeirra.\nV.\nÞrátt fyrir ákvæði 64. gr. skal útvarpsréttarnefnd vera við störf og sinna lögbundnu eftirliti samkvæmt lögum nr. 53/2000 þar til skipað hefur verið í fjölmiðlanefnd.\n[VI.\nÁ árinu 2020 er ráðherra heimilt að veita sérstakan rekstrarstuðning til einkarekinna fjölmiðla. Skilyrði fyrir sérstökum rekstrarstuðningi er m.a. að einkarekinn fjölmiðill sé ekki í vanskilum með opinber gjöld, skatta og skattsektir sem komnar voru á eindaga fyrir lok árs 2019 og að álagðir skattar og gjöld byggist ekki á áætlunum vegna vanskila á skattframtölum og skýrslum, þ.m.t. staðgreiðslugreinum og virðisaukaskattsskýrslum til Skattsins síðastliðin þrjú ár áður en umsókn barst eða síðan fjölmiðillinn hóf starfsemi ef það var síðar. Ráðherra skal í reglugerð tilgreina fyrirkomulag umsókna einkarekinna fjölmiðla um rekstrarstuðning. Í umsókn skulu koma fram upplýsingar um greitt tryggingagjald, meðalfjölda stöðugilda, fjölda verktaka og heildarfjárhæð greiðslna til þeirra vegna miðlunar á fréttum og fréttatengdu efni árið 2019. Upplýsingarnar skulu staðfestar af endurskoðanda.\nVið ákvörðun um fjárhæð sérstaks rekstrarstuðnings skal m.a. litið til launa, fjölda starfsmanna og verktakagreiðslna vegna miðlunar á fréttum og fréttatengdu efni á ritstjórnum árið 2019, útgáfutíðni og fjölbreytileika fjölmiðla. Endanlegt hlutfall ræðst af fjölda umsókna og skal setja hámark á stuðning til einstakra fjölmiðla. Úthlutun sérstaks rekstrarstuðnings til einkarekinna fjölmiðla skal fara fram eigi síðar en 1. september 2020.\nRáðherra skal útfæra nánar fyrirkomulag sérstaks rekstrarstuðnings í reglugerð.]\nL. 37/2020, 9. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    }
  ]
}
