{
  "id": "109/2011",
  "type": "statute",
  "title": "Lög um skattlagningu á kolvetnisvinnslu",
  "status": "in_force",
  "issued_date": "2011-09-16",
  "url": "https://www.althingi.is/lagas/nuna/2011109.html",
  "description": "Tóku gildi 20. september 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi taka til skattlagningar á allar tekjur af rannsóknum, vinnslu og sölu kolvetnis, þ.m.t. öll afleidd starfsemi, svo sem flutningur í leiðslum eða með skipum og önnur vinna og þjónusta sem innt er af hendi:\na. í landhelgi, efnahagslögsögu og landgrunni Íslands,\nb. á samliggjandi hafsvæði þar sem kolvetnisauðlind nær yfir miðlínu annars ríkis þegar réttur til kolvetnis fellur til Íslands samkvæmt samningi við hitt ríkið,\nc. fyrir utan svæðið sem nefnt er í a-lið, enda hafi Ísland rétt til að skattleggja þá starfsemi og vinnu samkvæmt almennum rétti eða sérstökum samningum við erlent ríki.\nAf tekjum, þ.m.t. launum, sem verða til í þeirri starfsemi sem fjallað er um í 1. mgr. skal auk skatta og gjalda samkvæmt lögum þessum greiða alla aðra skatta og önnur opinber gjöld sem eru lögð á skattskylda aðila hér á landi eftir þeim lögum og reglum sem um þau gilda á hverjum tíma.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skattskyldir aðilar.\nSkylda til að greiða skatta og gjöld af þeirri starfsemi sem fjallað er um í 1. gr. hvílir á þeim aðilum sem fengið hafa leyfi til rannsókna og/eða vinnslu kolvetnis, svo og öðrum aðilum sem taka með beinum eða óbeinum hætti þátt í rannsóknum, vinnslu og dreifingu kolvetnisafurða og annarri afleiddri starfsemi. Skattskylda samkvæmt lögum þessum, sbr. og lög nr. 90/2003, um tekjuskatt, hvílir þannig á lögaðilum, sjálfstætt starfandi mönnum og launþegum sem afla tekna við starfsemi sem fram fer á þeim svæðum sem tilgreind eru í 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nKolvetni merkir í lögum þessum jarðolía, jarðgas eða annars konar kolvetni sem er til staðar í jarðlögum undir hafsbotni frá náttúrunnar hendi og nýtanlegt er í loftkenndu eða fljótandi formi.\nLeyfishafi merkir í lögum þessum hver sá aðili sem fengið hefur leyfi eða hlutdeild í leyfi til rannsókna eða vinnslu kolvetnis samkvæmt lögum nr. 13/2001, um leit, rannsóknir og vinnslu kolvetnis.\nLandgrunn merkir í lögum þessum hafsbotninn og neðansjávarsvæði utan landhelgi, sem eru framlenging landsvæðisins, allt að ytri mörkum landgrunnssvæðisins, þó að 200 sjómílna fjarlægð frá grunnlínum landhelginnar þar sem ytri mörk landgrunnssvæðisins ná ekki þeirri fjarlægð, sbr. lög nr. 41/1979, um landhelgi, efnahagslögsögu og landgrunn. Milli Íslands annars vegar og Færeyja og Grænlands hins vegar, þar sem minna en 400 sjómílur eru milli grunnlína, afmarkast efnahagslögsaga og landgrunn Íslands af miðlínu.\nTunna eða ígildi hennar merkir í lögum þessum mælieining fyrir jarðolíu þar sem ein tunna jafngildir 0,15898 rúmmetrum eða samsvarandi magn af öðru kolvetni með sama orkuinnihaldi, svo sem af jarðgasi.\nII. kafli. Framleiðslugjald.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gjaldskylda.\nSkattskyldur leyfishafi skv. 2. mgr. 3. gr. skal greiða sérstakt framleiðslugjald sem reiknast af verðmæti þess magns í tunnum talið sem hann vinnur árlega af kolvetni á grundvelli hinnar leyfisskyldu starfsemi. Með vinnslu er átt við allt það kolvetni sem afhent er úr auðlindinni, þar á meðal til framhaldsvinnslu og eigin nota.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Viðmiðunarverð í skattskilum.\nRáðherra skipar þrjá menn í nefnd til fimm ára í senn og jafnmarga til vara til að ákvarða viðmiðunarverð á kolvetni og skulu þeir ýmist hafa þekkingu á sviði kolvetnisvinnslu, lögfræði eða hagfræði. Nefndin skal í upphafi hvers mánaðar ákvarða viðmiðunarverð á kolvetni fyrir næstliðinn mánuð. Viðmiðunarverðið skal taka mið af meðalverði á kolvetni eins og það var á viðurkenndum alþjóðlegum markaði með sambærilegar kolvetnisafurðir, m.a. að teknu tilliti til sölukostnaðar og afhendingarstaðar.\nÁkvarðanir viðmiðunarverðsnefndar eru endanlegar á stjórnsýslustigi. Ráðherra setur nánari reglur um ákvörðun viðmiðunarverðs og störf nefndarinnar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Gjaldstofn og gjaldhlutfall framleiðslugjalds.\nGjaldstofn framleiðslugjalds skv. 4. gr. miðast við verðmæti heildarvinnslu leyfishafa á hverju ári og ákvarðast sem margfeldi unnins magns og viðmiðunarverðs skv. 5. gr.\nGjaldhlutfall framleiðslugjalds skal vera 5% og telst gjaldið til rekstrarkostnaðar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Um skil á framleiðslugjaldi.\nGreiða skal mánaðarlega framleiðslugjald í staðgreiðslu til ríkissjóðs og telst það vera bráðabirgðagreiðsla upp í endanlega álagningu, sbr. 4. mgr.\nGjaldskyldir leyfishafar skulu eftir lok hvers uppgjörstímabils greiða ótilkvaddir til [ríkisskattstjóra] það framleiðslugjald sem þeim ber að standa skil á samkvæmt skilagrein sem ríkisskattstjóri ákveður. Gjalddagi framleiðslugjalds vegna hvers mánaðar er 1. dagur næsta mánaðar og eindagi 14 dögum síðar.\nAð öðru leyti fer um staðgreiðslu framleiðslugjalds eftir lögum nr. 45/1987, um staðgreiðslu opinberra gjalda, eftir því sem við á. Um viðurlög og málsmeðferð gilda ákvæði VI. kafla þeirra laga.\nSamhliða álagningu opinberra gjalda samkvæmt lögum nr. 90/2003, um tekjuskatt, skal fara fram endanlegt uppgjör eða álagning framleiðslugjalds fyrir næstliðið ár. Frávik skulu gerð upp á meðalviðmiðunarverði ársins hvort sem um of- eða vangreiðslu er að ræða.\nFyrir árslok skal gjaldskyldur aðili senda ríkisskattstjóra áætlun um áformaða heildarvinnslu kolvetnis á næsta ári ásamt rekstraráætlun og skal hún samþykkt af [Umhverfis- og orkustofnun]. Áætlunin skal endurskoðuð ársfjórðungslega og skal [Umhverfis- og orkustofnun] samþykkja breytingar.\nL. 142/2018, 16. gr. L. 110/2024, 8. gr.\nIII. kafli. Sérstakur kolvetnisskattur.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skattskyldir aðilar.\nSkattskyldir leyfishafar skv. 3. gr. sem hafa tekjur af rannsóknum, vinnslu, dreifingu eða sölu á kolvetni, sem og aðrir aðilar sem hafa hlutdeild í slíkum tekjum, skulu greiða sérstakan kolvetnisskatt af skattstofni skv. 9. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skattstofn sérstaks kolvetnisskatts.\nTil skattstofns sérstaks kolvetnisskatts skattskylds aðila skv. 8. gr. teljast allar tekjur skv. B- og C-lið 7. gr. laga nr. 90/2003, um tekjuskatt, að frádregnum rekstrarkostnaði skv. 10. gr., með þeim undantekningum sem síðar greinir.\nHafi sala á kolvetni á einhverju tímabili farið fram á lægra verði en viðmiðunarverði skv. 5. gr. skal við útreikning á skattstofni ákvarða þá sölu á viðmiðunarverði.\nVið ákvörðun á skattstofni kolvetnisskatts skal að öðru leyti en greinir í lögum þessum miða við ákvæði laga nr. 90/2003, eftir því sem við getur átt.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Frádráttur frá skattskyldum tekjum.\nÁ því ári sem tekjuöflun hefst samkvæmt útgefnu leyfi er heimilt að draga frá tekjum skv. 9. gr. uppsafnaðan og árlegan rekstrarkostnað sem til hefur fallið skv. 31. gr. og niðurfærslu eigna skv. 32. gr. laga nr. 90/2003, um tekjuskatt, með þeim undantekningum sem fram koma í lögum þessum.\nVið ákvörðun á stofni til kolvetnisskatts er eigi heimilt að draga frá tekjum ársins hærri fjármagnskostnað en sem nemur 5% af stöðu skulda að frádregnum peningalegum eignum, þ.m.t. kröfum og birgðum, í lok viðkomandi reikningsárs. Ráðherra er heimilt með reglugerð að hækka eða lækka viðmiðunarhlutfallið með hliðsjón af starfrækslu- og fjármögnunargjaldmiðli leyfishafa og almennu vaxtastigi í viðkomandi mynt. Við útreikning á þeim stofni skal ekki telja til skuldar reiknaðan ógreiddan tekjuskatt eða reiknaðan ógreiddan kolvetnisskatt. Sama gildir um reiknaðar skattskuldbindingar og skattinneignir vegna varanlegs tímamismunar á reikningsskilum og skattskilum. Til fjármagnskostnaðar teljast öll vaxtagjöld, verðbætur, afföll og gengismunur af bókfærðum skuldum, sbr. 49. gr. laga nr. 90/2003, eftir að frá þeim hafa verið dregnar vaxtatekjur, verðbætur, afföll og gengismunur af bókfærðum eignum í samræmi við 8. gr. sömu laga. Falli slíkur fjármagnskostnaður til við öflun annarra eigna en þeirra sem nýttar eru í hinni leyfisskyldu starfsemi skal honum skipt í réttu hlutfalli við eftirstöðvar skattalegs fyrningarverðs allra fyrnanlegra eigna í lok árs og kemur þá sá hluti fjármagnskostnaðarins sem tengist eignum sem ekki eru nýttar til kolvetnisvinnslu ekki til frádráttar tekjum við ákvörðun á skattstofninum.\nÓheimilt er að færa til frádráttar tekjum hærri leigu af mannvirkjum eða búnaði sem nýttur er til rannsóknar eða öflunar á kolvetni en sem nemur eðlilegum afskriftum og vöxtum af viðkomandi eignum miðað við nýtingartíma á hverju ári. Við mat á því hvað skuli telja eðlilegar afskriftir og vexti skal taka mið af ákvæðum laga nr. 90/2003 og öðrum þeim reglum sem settar hafa verið með vísan til þeirra laga. Sé búnaður leigður af tengdum aðila geta skattyfirvöld hafnað gjaldfærslu á leigunni nema leigutaki framvísi upplýsingum og gögnum um kostnaðarverð og uppsafnaðar afskriftir slíks búnaðar í hendi leigusala þannig að hægt sé að ganga úr skugga um að framangreindum skilyrðum sé fullnægt.\nKostnað við leigu á vinnuafli er því aðeins heimilt að færa til frádráttar tekjum að starfsmannaleigan eða leigutakinn standi skil á staðgreiðslu og launatengdum gjöldum, sbr. 3. og 4. mgr. 7. gr. laga nr. 45/1987, um staðgreiðslu opinberra gjalda.\nVátryggingaiðgjöld, dreifingarkostnað og hvers kyns þjónustugjöld til tengdra aðila er því aðeins heimilt að færa til frádráttar tekjum að skattskyldir aðilar geti sýnt fram á með fullnægjandi hætti að þau séu ekki hærri en gerist í viðskiptum ótengdra aðila.\nÁ því ári sem næst fer á undan því ári sem vinnslusvæði er lokað, sbr. 16. gr. laga nr. 13/2001, er heimilt að fresta 20% af rekstrartekjum ársins til tekjufærslu á lokunarári.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Óheimill frádráttur frá tekjum.\nVið ákvörðun á stofni til sérstaks kolvetnisskatts er eigi heimilt að draga frá eftirtalinn kostnað og gjaldaliði:\na. tap af sölu eigna til tengdra aðila,\nb. hvers konar gjafir og framlög, svo sem til líknarstarfsemi, menningarmála, stjórnmálaflokka og íþróttafélaga,\nc. niðurfærslu viðskiptakrafna og vörubirgða,\nd. tap eða kostnað af starfsemi sem fellur utan gildissviðs laga þessara, þ.m.t. starfsstöðvar í landi,\ne. tap eða kostnað sem myndast hefur hjá skattskyldum aðila fyrir leyfisveitingu skv. 8. gr. laga nr. 13/2001, um leit, rannsóknir og vinnslu kolvetnis.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Skatthlutfall.\nSkatthlutfall kolvetnisskatts, mælt í prósentum, er stighækkandi og ákvarðast sem margfeldi af hagnaðarhlutfalli skv. 2. mgr. og hlutfallstölunni 0,45.\nHagnaðarhlutfall í prósentum ákvarðast sem hlutfall skattstofns af heildartekjum, sbr. 9. gr.\nFjárhæð kolvetnisskatts er margfeldi skatthlutfalls skv. 1. mgr. og skattstofns skv. 9. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Um skil á kolvetnisskatti.\nÁlagning kolvetnisskatts skal fara fram samhliða álagningu opinberra gjalda samkvæmt lögum nr. 90/2003, um tekjuskatt, á því framtalsformi sem ríkisskattstjóri ákveður.\nÁ grundvelli rekstraráætlunar skv. 5. mgr. 7. gr. skulu skattskyldir aðilar greiða fyrirframgreiðslu upp í væntanlega álagningu kolvetnisskatts á sömu gjalddögum og áskilið er í 2. mgr. 7. gr. um framleiðslugjald. Fyrirframgreiðslan hverju sinni skal taka mið af endurskoðaðri áætlun fyrir árið í heild sinni.\nIV. kafli. Ýmis ákvæði um tekjur.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Varði kostnaður, annar en fjármagnskostnaður, í senn bæði öflun tekna af hinni leyfisskyldu starfsemi og öflun annarra tekna, að frátöldum fjármagnstekjum, skal skipta kostnaðinum í réttu hlutfalli við tekjurnar.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Hagnaður af sölu varanlegra rekstrarfjármuna vegna hinnar leyfisskyldu starfsemi skal ákvarðaður og skattlagður með sama hætti og af fyrnanlegum eignum samkvæmt ákvæðum laga nr. 90/2003, um tekjuskatt.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skattskyldir aðilar sem greiða skatt samkvæmt lögum þessum skulu ef við á halda tekjum og gjöldum af leyfisskyldri starfsemi sinni aðgreindum frá tekjum og gjöldum af annarri starfsemi í bókhaldi sínu.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Reikningsár lögaðila eða útibús sem skráð er hér á landi vegna starfsemi skv. 1. gr. skal vera almanaksárið. Skattskylda aðila samkvæmt lögum þessum hefst frá og með því almanaksári þegar leyfinu sem starfsemin byggist á var úthlutað.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Skattskyldum aðilum er óheimilt að úthluta tekjuafgangi ef það verður til þess að hlutfall eigin fjár verður lægra en 15% af skattalegu bókfærðu verði heildareigna.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Um afmörkun skattskyldu aðila skv. 2. gr. laga þessara fer skv. 1., 2. eða 3. gr. laga nr. 90/2003, um tekjuskatt, eftir því sem við á.\nVI. kafli. Framtöl, skýrslugjafir, álagning, eftirlit, kærur, innheimta o.fl.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "[Að öðru leyti en greinir í þessum lögum skulu um framtöl, skýrslugjafir, álagningu, eftirlit, kærur og innheimtu framleiðslugjalds og kolvetnisskatts gilda ákvæði IX.–XIV. kafla laga nr. 90/2003, um tekjuskatt, og laga um innheimtu opinberra skatta og gjalda en varðandi viðurlög er sérstaklega vísað til XII. kafla laga um tekjuskatt.]\nL. 150/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Álagning, innheimta og ábyrgð á skattgreiðslum.\nSkattar samkvæmt lögum þessum skulu lagðir á [og innheimtir] af ríkisskattstjóra og renna í ríkissjóð. ...\nAf launum samkvæmt lögum þessum sem skattskyld eru skv. 1. gr. og 1. og 2. tölul. 3. gr. laga nr. 90/2003, um tekjuskatt, skal haldið eftir staðgreiðslu í samræmi við A-lið 2. gr. og sömu greinar3. gr. laga nr. 45/1987, um staðgreiðslu opinberra gjalda. Sama á við um greiðslur sem inntar eru af hendi til aðila skv. 3., 6., 7. eða 8. tölul. sömu greinar3. gr. laga nr. 90/2003, um tekjuskatt, enda séu þeir ekki skattskyldir skv. 4. tölul. 1. mgr. sömu greinar. Launagreiðandi er enn fremur staðgreiðsluskyldur af tryggingagjaldi samkvæmt ákvæðum laga um tryggingagjald, nr. 113/1990.\n[Ráðherra] getur krafist þess að skattskyldir aðilar samkvæmt lögum þessum setji tryggingu fyrir væntanlegum sköttum sínum og gjöldum svo og fyrir skattgreiðslum annarra aðila sem þeir eru ábyrgir fyrir.\nL. 142/2018, 17. gr. L. 21/2012, 1. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Ráðherra setur með reglugerð nánari ákvæði um framkvæmd þessara laga, svo sem um nánari ákvörðun tekna og eigna, störf ríkisskattstjóra, [skattrannsóknarstjóra] og yfirskattanefndar og um framkvæmd skatteftirlits og skattrannsókna.\nRáðherra getur í reglugerð kveðið á um sérstakt bókhald framtalsskyldra aðila, þar á meðal birgðabókhald. Einnig getur hann kveðið á um form reikningsskila og geymslu bókhalds og annarra gagna er varða skattframtöl.\nL. 29/2021, 40. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    }
  ]
}
