{
  "id": "36/2011",
  "type": "statute",
  "title": "Lög um stjórn vatnamála",
  "status": "in_force",
  "issued_date": "2011-04-15",
  "url": "https://www.althingi.is/lagas/nuna/2011036.html",
  "description": "Tóku gildi 19. apríl 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að vernda vatn og vistkerfi þess, hindra frekari rýrnun vatnsgæða og bæta ástand vatnavistkerfa til þess að vatn njóti heildstæðrar verndar. Jafnframt er lögunum ætlað að stuðla að sjálfbærri nýtingu vatns og langtímavernd vatnsauðlindarinnar.\nTil að ná fram markmiðum laga þessara skal vinna vatnaáætlun, aðgerðaáætlun og vöktunaráætlun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi taka til yfirborðsvatns og grunnvatns ásamt árósavatni og strandsjó, til vistkerfa þeirra og til vistkerfa sem tengjast þeim að vatnabúskap, sbr. viðauka I.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum merkir:\n1. Árósavatn: Vatn í nágrenni ármynnis, ísalt vegna nálægðar við strandsjó en undir verulegum áhrifum af aðstreymi ferskvatns.\n2. Forgangsefni: Hættuleg og þrávirk efni sem valda alvarlegri mengun eða eitrun í vatni eða út frá því, og raðað er í forgangsröð eftir hættu sem af þeim stafar.\n3. Gott efnafræðilegt ástand: Efnafræðilegt ástand yfirborðs- eða grunnvatnshlots sem uppfyllir umhverfismarkmið fyrir vatn.\n4. Grunnvatn: Vatn, kalt eða heitt, sem er neðan jarðar í samfelldu lagi, kyrrstætt eða rennandi, og fyllir að jafnaði allt samtengt holrúm í viðkomandi jarðlagi.\n5. Magnstaða: Mælikvarði á það hversu mikil áhrif, bein eða óbein, vatnstaka hefur haft á grunnvatnshlot.\n6. Manngert vatnshlot: Vatnshlot sem hefur orðið til vegna athafna manna.\n7. Mikið breytt vatnshlot: Yfirborðsvatnshlot sem hefur tekið verulegum breytingum af mannavöldum og hefur ekki gott vistmegin.\n8. Neysluvatn: Vatn ætlað til manneldis, í náttúrulegu ástandi eða eftir meðhöndlun, án tillits til uppruna.\n9. Strandsjór: Yfirborðsvatn landmegin við línu sem dregin er einni sjómílu utan grunnlínu landhelginnar og nær inn að ytri mörkum árósavatns.\n10. Vatn: Grunnvatn og yfirborðsvatn.\n11. Vatnasvið: Aðrennslissvæði straumvatns, stöðuvatns, grunnvatnsstraums eða vatnsbóls.\n12. Vatnasvæði: Landsvæði með einu eða fleiri vatnasviðum.\n13. Vatnaumdæmi: Stjórnsýslueining sem nær til íslenskra vatnasvæða ásamt árósavatni og strandsjó sem þeim tengjast.\n14. Vatnsformfræðilegir eiginleikar vatnshlots: Vatnsmagn vatnshlots og breytingar á rennsli og vatnsborði ásamt gerð og undirlagi botns og eðlisefnafræðilegum þáttum vatnshlotsins.\n15. Vatnshlot: Eining vatns, svo sem allt það vatn sem er að finna í stöðuvatni, á eða strandsjó.\n16. Verndarsvæði: Afmarkað svæði ásamt einstökum vistkerfum sem nauðsynlegt er talið að vernda til að ná fram markmiðum laga þessara.\n17. Vistfræðilegt ástand: Ástand lífríkis í vatnshloti samkvæmt skilgreindri gæðaflokkun í mjög gott, gott, ekki viðunandi, slakt og lélegt.\n18. Vistmegin: Ástand lífríkis í manngerðu eða mikið breyttu vatnshloti samkvæmt gæðaflokkun í besta vistmegin, gott vistmegin og ekki viðunandi vistmegin.\n19. Yfirborðsvatn: Kyrrstætt eða rennandi vatn, straumvötn, stöðuvötn, lón, árósavatn og strandsjór, auk jökla.\nII. kafli. Stjórnvöld vatnamála.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn vatnaumdæmisins.\nLandið er allt eitt vatnaumdæmi ásamt árósum og strandsjó.\n[Ráðherra] fer með yfirstjórn mála samkvæmt lögum þessum. Ráðherra staðfestir vatnaáætlun, aðgerðaáætlun og vöktunaráætlun fyrir vatnaumdæmið að fenginni tillögu vatnaráðs.\nL. 126/2011, 540. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vatnaráð.\n[Ráðherra] skipar vatnaráð og er ráðið skipað fimm fulltrúum. [Þeir ráðherrar er fara með málefni orkumála og fiskeldis tilnefna einn fulltrúa hvor] og Samband íslenskra sveitarfélaga tvo. [Ráðherra] skipar einn fulltrúa án tilnefningar og skal hann vera formaður ráðsins. Varamenn eru skipaðir á sama hátt. Vatnaráð er skipað til fimm ára í senn.\nVatnaráð fundar eftir því sem ástæða þykir til.\nL. 126/2011, 540. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hlutverk vatnaráðs.\nHlutverk vatnaráðs er að vera ráðherra til ráðgjafar um stjórn vatnamála. Vatnaráð:\na. hefur umsjón með gerð tillögu að vatnaáætlun, aðgerðaáætlun og vöktunaráætlun,\nb. gerir tillögu til ráðherra um staðfestingu vatnaáætlunar, aðgerðaáætlunar og vöktunaráætlunar og endurskoðun þeirra þegar við á, að fenginni tillögu [Umhverfis- og orkustofnunar],\nc. veitir umsögn við gerð reglugerða sem settar eru á grundvelli laganna,\nd. fylgist með því hvernig markmiðum laga þessara er náð og metur m.a. þann kostnað sem af þeim hlýst fyrir ríki og sveitarfélög. Ráðið skilar reglulega skýrslu til ráðherra og Sambands íslenskra sveitarfélaga um þau efni og setur fram ábendingar um kostnaðinn eftir því sem þörf krefur.\n[Umhverfis- og orkustofnun] annast daglegan rekstur og umsýslu vatnaráðs og er ráðinu til ráðgjafar.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Hlutverk [Umhverfis- og orkustofnunar].\n[Umhverfis- og orkustofnun] annast stjórnsýslu á sviði vatnsverndar í samræmi við fyrirmæli laga þessara.\nHlutverk [Umhverfis- og orkustofnunar] er að:\na. samræma vinnu við gerð vatnaáætlunar, aðgerðaáætlunar og vöktunaráætlunar,\nb. tryggja miðlun upplýsinga um vatnasvæðin,\nc. setja umhverfismarkmið fyrir gerðir vatnshlota,\nd. sjá um að fram fari efnahagsleg greining vegna vatnsnotkunar,\ne. vinna tillögur um vatnaáætlun, aðgerðaáætlun og vöktunaráætlun í samvinnu við viðkomandi sveitarfélög að höfðu samráði við vatnasvæðisnefndir og ráðgjafarnefndir, sbr. 8. og 9. gr.,\nf. vinna stöðuskýrslu,\ng. hafa umsjón með framkvæmd aðgerðaáætlunar og vöktunaráætlunar,\nh. annast kynningar- og umsagnarferli áætlana samkvæmt lögum þessum,\ni. annast skýrslugjöf.\n[Umhverfis- og orkustofnun] skal vinna að vatnaáætlun og endurskoðun hennar með hliðsjón af áætlunum hins opinbera og helstu hagsmunaaðila, svo sem á sviði náttúruverndar, auðlindanýtingar, samgangna og skipulagsmála.\n[Umhverfis- og orkustofnun] sendir staðfesta vatnaáætlun til viðkomandi sveitarfélaga og þeirra stjórnvalda sem áætlunin varðar. Jafnframt skal stofnunin auglýsa opinberlega staðfesta vatnaáætlun og hafa hana aðgengilega almenningi.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Hlutverk sveitarfélaga og vatnasvæðisnefnda.\nSveitarfélög og heilbrigðiseftirlit sveitarfélaga eru [Umhverfis- og orkustofnun] til aðstoðar við undirbúning tillögu að vatnaáætlun, aðgerðaáætlun og vöktunaráætlun og endurskoðun þeirra. Sveitarfélög skulu, í samvinnu við heilbrigðisnefndir og innan marka netlaga, framfylgja kröfum sem fram koma í aðgerðaáætlun og vöktunaráætlun í samræmi við ákvæði laga þessara og reglna á sviði vatnsverndar.\nVatnaumdæminu skal skipt í vatnasvæði með reglugerð, sbr. 29. gr. Við ákvörðun um mörk vatnasvæða skal taka mið af jarðfræðilegum og vatnafræðilegum þáttum.\nÁ hverju vatnasvæði er starfrækt vatnasvæðisnefnd. Í nefndinni starfa a.m.k. fulltrúar frá sveitarfélögum á viðkomandi vatnasvæði, frá hlutaðeigandi heilbrigðisnefndum og frá [Umhverfis- og orkustofnun] og stýrir fulltrúi hennar starfi nefndarinnar. Um setu þeirra og annarra fulltrúa í nefndinni, svo sem frá hlutaðeigandi fagstofnunum og hagsmunaaðilum, þar á meðal félagasamtökum á sviði náttúruverndar, umhverfismála og útivistar, fer samkvæmt ákvæðum í reglugerð.\nHlutverk vatnasvæðisnefndar er að samræma vinnu á viðkomandi vatnasvæði og afla þar upplýsinga vegna gerðar stöðuskýrslu, vöktunaráætlunar, aðgerðaáætlunar og vatnaáætlunar.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Hlutverk ráðgjafarnefnda.\nRáðherra skipar tvær ráðgjafarnefndir til að starfa með [Umhverfis- og orkustofnun] á landsvísu, sbr. 29. gr., annars vegar ráðgjafarnefnd fagstofnana og eftirlitsaðila og hins vegar ráðgjafarnefnd hagsmunaaðila, þar á meðal félagasamtaka á sviði náttúruverndar, umhverfismála og útivistar. [Umhverfis- og orkustofnun] skal hafa náið samráð við ráðgjafarnefndirnar.\nÍ ráðgjafarnefnd fagstofnana og eftirlitsaðila skulu vera m.a. fulltrúar frá ... [Náttúruverndarstofnun], Veðurstofu Íslands, Skipulagsstofnun, ... Fiskistofu, [Hafrannsóknastofnun], [Samgöngustofu], [Landi og skógi], [Náttúrufræðistofnun], Matvælastofnun, [Húsnæðis- og mannvirkjastofnun], Vegagerðinni, náttúrustofum og heilbrigðiseftirliti sveitarfélaga.\nHlutverk ráðgjafarnefnda er að vera [Umhverfis- og orkustofnun] og vatnaráði til ráðgjafar um atriði sem undir lög þessi heyra. Ráðgjafarnefnd fagstofnana og eftirlitsaðila skal leggja fram nauðsynleg gögn vegna vinnu við gerð áætlana samkvæmt lögum þessum og upplýsingar um hvaða gögn liggja fyrir. Fulltrúar í ráðgjafarnefnd hagsmunaaðila skulu vera til ráðgjafar um þau málefni sem samtök þeirra helga sig.\nRáðgjafarnefndir skulu hafa sér til aðstoðar starfsmann, sem [Umhverfis- og orkustofnun] leggur til, og hefur hann umsjón með starfi viðkomandi nefnda.\nL. 110/2024, 8. gr. L. 111/2024, 6. gr. L. 113/2015, 9. gr. L. 157/2012, 23. gr. L. 59/2013, 38. gr. L. 66/2023, 7. gr. L. 54/2024, 12. gr. L. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Samstarf rannsóknarstofnana.\nVeðurstofa Íslands, [Náttúrufræðistofnun] ... og [Hafrannsóknastofnun] leggja fram gögn og sérfræðiþekkingu við framkvæmd laga þessara. Um nánari tilhögun þessa samstarfs fer eftir samningum sem [Umhverfis- og orkustofnun] annast við framantaldar stofnanir samkvæmt reglugerð sem ráðherra setur.\n[Umhverfis- og orkustofnun] semur við Veðurstofu Íslands, [Náttúrufræðistofnun] ... og [Hafrannsóknastofnun] um einstök verk við framkvæmd laga þessara, og getur jafnframt samið við aðra um að vinna slík verk. Ráðherra setur nánari reglur um slíka samninga í reglugerð.\nL. 54/2024, 12. gr. L. 113/2015, 9. gr. L. 157/2012, 23. gr. L. 110/2024, 8. gr. Rg. 935/2011.\nIII. kafli. Umhverfismarkmið.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Flokkun vatnshlota og umhverfismarkmið.\nFlokka skal vatn í vatnshlot og gerðir vatnshlota og meta þau.\nMat á yfirborðsvatnshloti skal byggjast á fyrirliggjandi gögnum hverju sinni og taka fyrir hverja vatnshlotsgerð mið af skilgreindum líffræðilegum gæðaþáttum auk vatnsformfræðilegra og efna- og eðlisefnafræðilegra þátta eftir því sem við á. Umhverfismarkmið eru skilgreind eftir gerðum vatnshlota og skulu vera samanburðarhæf.\nÁstand grunnvatns skal metið eftir magnstöðu þess og efnafræðilegum þáttum. Umhverfismarkmið eru skilgreind eftir gerðum grunnvatnshlota og skulu vera samanburðarhæf.\nMat á gæðaþáttum yfirborðs- og grunnvatnshlota skal byggjast á umhverfismarkmiðum í samræmi við ákvæði sem ráðherra setur í reglugerð, sbr. 29. gr.\nÍ vatnaáætlun skulu sett umhverfismarkmið sem eru í samræmi við ákvæði þessa kafla.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Yfirborðsvatn og grunnvatn.\nVernda skal yfirborðs- og grunnvatnshlot og tryggja að ástand þeirra versni ekki. Ástand þeirra skal styrkja og endurheimta með það að markmiði að efnafræðilegt ástand sé að lágmarki gott. Þá skal tryggja sjálfbæra nýtingu grunnvatns þannig að jafnvægi sé milli vatnstöku og endurnýjunar.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Manngerð og mikið breytt vatnshlot.\n[Umhverfis- og orkustofnun] metur hvort vatnshlot telst manngert eða mikið breytt.\nÁstand manngerðs eða mikið breytts yfirborðsvatnshlots skal verndað þannig að það versni ekki og skal styrkja ástand þess með það að markmiði að vistmegin þess og efnafræðilegt ástand sé gott. Leitast skal við að ná sem bestu vistmegni í slíku vatnshloti.\nSkilgreina má yfirborðsvatnshlot sem manngert eða mikið breytt ef nauðsynlegar breytingar á eðlisefnafræðilegum, vistfræðilegum og vatnsformfræðilegum eiginleikum vatns til þess að ná vatnshlotinu í gott vistfræðilegt ástand hafa umtalsverð skaðleg áhrif á umhverfið eða á eftirfarandi umsvif:\na. siglingar, hafnir eða afþreyingaraðstöðu,\nb. starfsemi sem hefur í för með sér geymslu, flutning og hjáveitu vatns, t.d. neysluvatnsmiðlun, orkuvinnslu eða áveitu,\nc. flóðavarnir, framræslu, eða\nd. önnur sjálfbær umsvif jafnmikilvæg og hin framangreindu.\nÁkvæði 3. mgr. á við þegar ekki verður bætt úr þeim áhrifum sem þar eru talin upp vegna þess að það er ekki tæknilega framkvæmanlegt eða vegna þess að kostnaður við að gera það með öðrum og umhverfisvænni aðferðum er talinn úr hófi fram. Taka skal fram í vatnaáætlun ef álitið er að skilyrði 3. mgr. séu fyrir hendi og færa fram röksemdir fyrir því.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skaðleg og þrávirk efni (forgangsefni).\nDraga skal í áföngum úr mengun vegna skaðlegra og þrávirkra efna (forgangsefna) í vatni með markvissum aðgerðum með það að markmiði að stöðva losun þeirra.\nRaða skal efnunum í forgangsröð og leggja fram tímasetta áætlun um takmörkun á losun þeirra og bann við slíkri losun eftir því hve mikla hættu þau skapa fyrir vatn og landumhverfi þess. Röðunin skal greind með aðferð byggðri á áhættumati.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Frestir.\nUmhverfismarkmiðum skv. 11. gr. skal ná eigi síðar en sex árum eftir að fyrsta vatnaáætlunin hefur verið staðfest. Veita má frest til að ná umhverfismarkmiðunum tvisvar sinnum í allt að sex ár í senn, að því tilskildu að ástand raskaða vatnshlotsins versni ekki frekar og að a.m.k. eitt af eftirtöldu eigi við:\na. ekki er af tæknilegum ástæðum hægt að bæta úr innan tímamarkanna,\nb. kostnaður við úrbætur innan tímamarkanna yrði óhóflegur, eða\nc. fyrir hendi eru þær náttúrulegar aðstæður að úrbætur á vatnshlotinu innan tímamarkanna eru ekki framkvæmanlegar.\nFrestur umfram það sem leiðir af 1. mgr. verður því aðeins veittur að fyrir hendi séu þær náttúrulegu aðstæður að umhverfismarkmiðum skv. 11. gr. verði ekki náð.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Vægari umhverfismarkmið.\nÁkveða má vægari umhverfismarkmið en gert er ráð fyrir skv. 11. gr. ef vatnshlot er undir slíku álagi að ógerlegt eða óhóflega dýrt er að uppfylla kröfur um umhverfismarkmið. Skulu þessi skilyrði þá vera fyrir hendi:\na. ekki er hægt að ná betri umhverfislegum ávinningi án óhóflegs kostnaðar, að teknu tilliti til umhverfislegra og þjóðhagfræðilegra þarfa,\nb. tryggt er besta mögulegt ástand yfirborðsvatns og grunnvatns, og til þess séð að ástand yfirborðsvatns og grunnvatns breytist eins lítið og hægt er frá því að vera gott, þegar tekið er tillit til þess álags sem fyrir hendi er,\nc. tryggt er að ástand vatnshlotsins versnar ekki frekar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Náttúrulegar orsakir og óviðráðanleg ytri atvik.\nÞað telst ekki fara í bága við kröfur um umhverfismarkmið samkvæmt lögum þessum ef vistfræðilegt ástand í vatnshloti spillist tímabundið vegna náttúrulegra orsaka eða óviðráðanlegra ytri atvika.\nVið slíkar aðstæður skal grípa til þeirra ráðstafana sem raunhæfar eru til að koma í veg fyrir að ástand vatnshlotsins rýrni frekar en orðið er og til að hindra að skaði hljótist af í öðru vatnshloti.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Breyting vatnshlots.\n[Umhverfis- og orkustofnun] getur heimilað breytingu á vatnshloti sem hefur í för með sér að ekki er hægt að ná fram umhverfismarkmiðum skv. 11. gr. þegar um er að ræða:\na. breytingar, svo sem vegna [framkvæmda], mengunar eða í tengslum við loftslagsbreytingar, á vatnsgæðum, vistfræðilegum, vatnsformfræðilegum eða efna- og eðlisefnafræðilegum eiginleikum yfirborðsvatnshlots eða á hæð grunnvatnshlots, eða\nb. ný sjálfbær umsvif eða breytingar sem hafa í för með sér að ástand yfirborðsvatnshlots breytist úr mjög góðu í gott.\nAuk skilyrða sem fram koma í 1. mgr. verða öll eftirtalin skilyrði að vera fyrir hendi:\na. gripið sé til allra ráðstafana sem raunhæfar teljast til að draga úr skaðlegum áhrifum á ástand vatnshlots,\nb. tilgangur framkvæmdanna eða umsvifanna vega þyngra vegna almannaheilla og/eða ávinnings fyrir heilsu og öryggi manna eða fyrir sjálfbæra þróun en ávinningur af því að umhverfismarkmið náist,\nc. tilgangi framkvæmdanna eða umsvifanna verður ekki með góðu móti náð með umhverfisvænni leiðum vegna tæknilegra erfiðleika eða óhóflegs kostnaðar.\n[Sé framkvæmd háð leyfi Umhverfis- og orkustofnunar skal framkvæmdaraðili í umsókn um slíkt leyfi óska jafnframt eftir heimild stofnunarinnar til breytingar á vatnshloti. Ákvörðun Umhverfis- og orkustofnunar vegna beiðni um breytingu á vatnshloti skal þá vera hluti af ákvörðun stofnunarinnar um veitingu leyfisins. Um kæruheimildir vegna ákvörðunar um útgáfu leyfisins gilda ákvæði þeirra laga sem taka til viðkomandi leyfisákvarðana.]\nL. 110/2024, 8. gr. L. 42/2025, 5. gr.\nIV. kafli. Áætlanir.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Vatnaáætlun.\n[Umhverfis- og orkustofnun] skal annast gerð tillögu að vatnaáætlun í samræmi við viðauka II. Í vatnaáætlun skal m.a. koma fram:\na. almenn lýsing á eiginleikum vatnaumdæmisins,\nb. flokkun vatnshlota,\nc. lýsing álags og áhrifa af völdum atvinnurekstrar og annarra umsvifa á vatn,\nd. skrá yfir vernduð svæði og öll vatnshlot fyrir neysluvatnstöku,\ne. greinargerð um vöktun og niðurstöður hennar,\nf. greinargerð fyrir umhverfismarkmið fyrir gerðir vatnshlota og fyrir breytingu á gerðum vatnshlota,\ng. skipting í vatnasvæði,\nh. greinargerð um aðgerðaáætlun,\ni. yfirlit um nánari aðgerðir fyrir einstök vatnasvæði og vatnshlotsgerðir, og\nj. greinargerð um samráð við almenning, fulltrúa atvinnulífsins og aðra hagsmunaaðila, þar á meðal félagasamtök á sviði náttúruverndar, umhverfismála og útivistar.\nÁætlunina skal taka til endurskoðunar sjötta hvert ár.\nVið gerð vatnaáætlunar skal gera grein fyrir umhverfismati áætlunarinnar í samræmi við lög um umhverfismat áætlana.\n[Umhverfis- og orkustofnun] skal hafa samráð við verkefnisstjórn við gerð verndar- og nýtingaráætlunar samkvæmt lögum um verndar- og nýtingaráætlun vegna virkjunar fallvatna og háhitasvæða, til að tryggja samræmi vatnaáætlunar annars vegar og verndar- og nýtingaráætlunar vegna fallvatna og háhita hins vegar.\n[Umhverfis- og orkustofnun] er heimilt að gera nauðsynlegar leiðréttingar á vatnaáætlun vegna nýrra upplýsinga áður en til endurskoðunar kemur. Stofnunin skal upplýsa um slíkar leiðréttingar á vefsetri sínu.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Nánari rökstuðningur í vatnaáætlun.\nÍ vatnaáætlun skal gera grein fyrir:\na. ákvörðun um að vatnshlot teljist vera manngert eða mikið breytt,\nb. ákvörðun um að lengja frest um umhverfismarkmið,\nc. ákvörðun um vægari umhverfismarkmið en gert er ráð fyrir skv. 11. gr.,\nd. breytingum á vatnshloti af náttúrulegum orsökum,\ne. áætlun um nýjar framkvæmdir, ný sjálfbær umsvif eða breytingar á vatnshlotum.\nEf ákveðið er að lengja frest samkvæmt lögum þessum skal auk þess koma fram í vatnaáætluninni greinargerð þar sem tilgreindar eru og tímasettar þær ráðstafanir sem nauðsynlegar eru til að ná umhverfismarkmiðum.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Aðgerðaáætlun.\n[Umhverfis- og orkustofnun] skal annast gerð tillögu að aðgerðaáætlun. Aðgerðaáætlun skal taka til þeirra ráðstafana sem nauðsynlegar eru til þess að ná fram umhverfismarkmiðum sem sett hafa verið fyrir vatnshlotin. Aðgerðaáætlun skal byggð á greiningum og mati í samræmi við kröfur sem fram koma í vatnaáætlun. Aðgerðaáætlun skal vera hluti af vatnaáætlun.\nÍ aðgerðaáætlun skal telja upp þær ráðstafanir sem kveðið er á um í lögum og reglugerðum og enn fremur þær viðbótarráðstafanir sem fyrirhugaðar eru til að ná settum umhverfismarkmiðum.\nÁkvarðanir um ráðstafanir sem taldar eru í aðgerðaáætlun taka þar til bær stjórnvöld eða leyfisveitendur á grundvelli viðkomandi löggjafar.\nEf niðurstöður vöktunar eða önnur gögn sýna fram á að umhverfismarkmið um vatnshlot skv. 11. gr. nást ekki skal leitað á því skýringar og meta áhrif nýrra eða mögulegra ráðstafana og hvort til þeirra skuli gripið.\nAðgerðaáætlunin skal tekin til endurskoðunar sjötta hvert ár.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Vöktunaráætlun.\n[Umhverfis- og orkustofnun] gerir áætlun um vöktun á ástandi yfirborðsvatns og grunnvatns og um vöktun svæða sem njóta verndar. Vöktunaráætlun skal veita heildarsýn á ástand vatnshlota. Vöktunaráætlun skal endurskoða reglulega og eigi sjaldnar en á sex ára fresti.\nVöktunaráætlun skal taka til viðeigandi vistfræðilegra, vatnsformfræðilegra og eðlisefnafræðilegra gæðaþátta, svo og til vöktunar á magnstöðu grunnvatns. Í áætluninni skal jafnframt kveðið á um tíðni og þéttleika vöktunarstaða. Um vöktun vatns vegna atvinnurekstrar sem getur haft í för með sér mengun fer samkvæmt ákvæðum starfsleyfis. Hlutaðeigandi stofnanir ríkis og heilbrigðiseftirlit sveitarfélaga sjá um vöktun gæðaþátta samkvæmt ákvæði þessu ásamt vöktun á magnstöðu grunnvatns.\n[Umhverfis- og orkustofnun] og heilbrigðisnefndum sveitarfélaga er heimilt að gera samkomulag um annað fyrirkomulag vöktunar en skv. 2. mgr. Þá er heimilt að fela aðilum sem hlotið hafa faggildingu samkvæmt lögum nr. 24/2006, um faggildingu o.fl., að annast tiltekin verkefni við vöktun samkvæmt lögum þessum og skal gerður um það sérstakur samningur í hverju tilviki.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Stöðuskýrsla.\n[Umhverfis- og orkustofnun] skal annast gerð stöðuskýrslu fyrir vatnasvæði í samvinnu við viðkomandi vatnasvæðisnefnd. Í stöðuskýrslu skal koma fram:\na. lýsing og gerð vatnshlota,\nb. flokkun vatnshlota, og\nc. lýsing á helsta álagi og áhrifum af starfsemi manna á ástand vatns.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Neysluvatn.\nTilgreina skal í vatnaáætlun öll vatnshlot til neysluvatnstöku sem eftirfarandi á við um:\na. vatnstaka er þar meiri en 10 rúmmetrar á dag að meðaltali eða með henni er meira en 50 einstaklingum séð fyrir neysluvatni,\nb. áform eru uppi um að taka úr því neysluvatn.\nKomið skal í veg fyrir að vatnsgæði í slíku vatnshloti rýrni þannig að ekki aukist þörf á hreinsun neysluvatns.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Skrá yfir vernduð og viðkvæm svæði.\n[Umhverfis- og orkustofnun] heldur skrá yfir vernduð og viðkvæm svæði. Í henni skal m.a. tilgreina vatnsverndarsvæði, vatnavistkerfi, svo og vistkerfi sem tengjast þeim að vatnabúskap, ásamt svæðum sem njóta heildstæðrar verndar samkvæmt lögum eða eru friðlýst vegna sérstöðu vatns.\nSkrá yfir vernduð og viðkvæm svæði skal vera aðgengileg almenningi og uppfærð reglulega.\nL. 110/2024, 8. gr.\nV. kafli. Kynning og réttaráhrif áætlana o.fl.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Aðgangur að upplýsingum.\n[Um aðgang að upplýsingum og gögnum sem liggja til grundvallar áætlunum samkvæmt lögum þessum fer samkvæmt upplýsingalögum.]\nL. 72/2019, 21. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Opinber kynning.\n[Umhverfis- og orkustofnun] skal sjá um að eftirfarandi skjöl séu kynnt opinberlega og óska eftir athugasemdum við þau:\na. áfanga- og verkáætlun vegna vinnu við vatnaáætlun, í síðasta lagi þremur árum áður en ný vatnaáætlun gengur í gildi,\nb. bráðabirgðayfirlit um mikilvæg atriði í vatnaáætlun, í síðasta lagi tveimur árum áður en hún gengur í gildi,\nc. tillaga að vatnaáætlun, í síðasta lagi einu ári áður en hún gengur í gildi.\nÞegar endurskoðun vatnaáætlunar leiðir til breytinga skal um kynningu áætlunarinnar fara skv. c-lið 1. mgr.\nFrestur til að gera athugasemdir skal að lágmarki vera sex mánuðir.\nKynna skal skjölin með tryggilegum hætti og vísa á vefsetri [Umhverfis- og orkustofnunar] til allra upplýsinga á aðgengilegum stað.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Réttaráhrif vatnaáætlunar.\nOpinberar áætlanir á vegum stjórnvalda, svo sem vegna skipulagsmála, náttúruverndar, orkunýtingar og samgangna, skulu vera í samræmi við þá stefnumörkun um vatnsvernd sem fram kemur í vatnaáætlun.\nVið endurskoðun eða breytingu skipulagsáætlunar sveitarfélags skal, þegar við á, samræma skipulagsáætlunina vatnaáætlun innan sex ára frá staðfestingu vatnaáætlunar.\nVið afgreiðslu umsóknar um leyfi til nýtingar vatns og við aðra leyfisveitingu til framkvæmda á grundvelli vatnalaga, laga um rannsóknir og nýtingu á auðlindum í jörðu og um leyfi á grundvelli skipulagslaga og laga um mannvirki skal leyfisveitandi tryggja að leyfið sé í samræmi við þá stefnumörkun um vatnsvernd sem fram kemur í vatnaáætlun.\nEf niðurstöður vöktunar eða önnur gögn sýna fram á að umhverfismarkmið í vatnaáætlun nást ekki skal, ef unnt er, gera ráðstafanir til að bæta ástand vatnshlots. Viðkomandi leyfisveitandi skal þá endurskoða útgefið leyfi, þegar við á, í því skyni að umhverfismarkmiðum verði náð.\nTil að knýja á um framkvæmd ráðstafana samkvæmt 2.–4. mgr. er [Umhverfis- og orkustofnun] heimilt að veita viðkomandi sveitarfélagi eða leyfisveitanda áminningu. Jafnframt skal [Umhverfis- og orkustofnun] veita hæfilegan frest til úrbóta. Ef ekki er orðið við tilmælum um úrbætur innan tiltekins frests er [Umhverfis- og orkustofnun] heimilt að ákveða dagsektir þar til úr er bætt. Dagsektir renna til ríkissjóðs og skal hámark þeirra vera 500.000 kr.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt, að fengnum tillögum [Umhverfis- og orkustofnunar] og að höfðu samráði við vatnaráð og Samband íslenskra sveitarfélaga, að setja í reglugerð nánari ákvæði um eftirtalin atriði:\na. flokkun vatnshlota og eiginleika þeirra, og álagsgreiningu fyrir yfirborðsvatnshlot og grunnvatnshlot,\nb. forgangsefni og röðun þeirra á lista eftir hættu, ráðstafanir vegna þeirra, matsaðferð og viðmið við röðun forgangsefna, og kröfur til vottunar og framkvæmd hennar,\nc. frekari ákvæði um umhverfismarkmið og tímamörk um hvenær eigi að ná þeim,\nd. efni og framkvæmd vöktunaráætlunar,\ne. efni vatnaáætlunar og efnahagslega greiningu vegna vatnsnotkunar,\nf. efni og framkvæmd aðgerðaáætlunar þar sem tilteknar eru þær ráðstafanir sem nauðsynlegar eru, svo og viðmið um hvenær ekki sé heimilt að krefjast viðbótarráðstafana,\ng. hlutverk og starfsemi vatnaráðs,\nh. skiptingu í vatnasvæði, landfræðilega afmörkun vatnasvæða og samsetningu og hlutverk vatnasvæðisnefnda,\ni. hlutverk og starfsemi ráðgjafarnefnda, fulltrúa, fjölgun ráðgjafarnefnda og nánari skiptingu þeirra,\nj. opinbera kynningu, samþykkt áætlana og þátttöku hagsmunaaðila í áætlunargerð, þar á meðal félagasamtaka á sviði náttúruverndar, umhverfismála og útivistar.\nL. 110/2024, 8. gr. Rg. 535/2011, sbr. 1002/2011, 295/2012, 399/2015 og 982/2015. Rg. 796/1999, sbr. 533/2001, 913/2003, 955/2011 og 981/2015. Rg. 935/2011.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Innleiðing tilskipana.\nMeð þessum lögum eru innleiddar eftirfarandi tilskipanir:\n1. Tilskipun Evrópuþingsins og ráðsins 2000/60/EB frá 23. október 2000 um aðgerðaramma bandalagsins um stefnu í vatnamálum, sem vísað er til í X. kafla í XX. viðauka samningsins um Evrópska efnahagssvæðið, eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar, nr. 125/2007, frá 28. september 2007.\n2. Tilskipun Evrópuþingsins og ráðsins 2006/118/EB frá 12. desember 2006 um verndun grunnvatns gegn mengun og spillingu, sem vísað er til í II. kafla í XX. viðauka samningsins um Evrópska efnahagssvæðið, eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar, nr. 87/2009, frá 3. júní 2009.\n3. Tilskipun Evrópuþingsins og ráðsins 2008/105/EB frá 16. desember 2008 um umhverfisgæðastaðla á sviði vatnastjórnunar, sem breytir og fellir úr gildi tilskipanir ráðsins 82/176/EBE, 83/513/EBE, 84/156/EBE, 84/491/EBE, 86/280/EBE og breytir tilskipun Evrópuþingsins og ráðsins 2000/60/EB.\n4. Tilskipun Evrópuþingsins og ráðsins 2009/90/EB frá 31. júlí 2009 um tæknilegar skilgreiningar á efnagreiningum og vöktun á vatni, með tilvísun til tilskipunar ráðsins 2000/60/EB.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\n[Ráðherra] skal staðfesta fyrstu vatnaáætlunina skv. 19. gr. eigi síðar en 1. janúar 2018. Tillaga að fyrstu vatnaáætluninni skal kynnt í síðasta lagi einu ári áður en ráðherra staðfestir hana. Um kynningu og réttaráhrif fyrstu vatnaáætlunarinnar fer að öðru leyti skv. 27. og 28. gr.\nL. 126/2011, 540. gr.\nII.\nFyrsta aðgerðaáætlunin skv. 21. gr. skal liggja fyrir eigi síðar en 1. janúar 2018 og koma til framkvæmda 2021.\nIII.\nFyrsta vöktunaráætlunin skv. 22. gr. skal liggja fyrir eigi síðar en 1. janúar 2015 og koma til framkvæmda á sama tíma.\nIV.\nFyrsta stöðuskýrsla skv. 23. gr. skal liggja fyrir eigi síðar en 1. janúar 2014.\nViðauki I.\nYfirlitsmynd yfir landfræðilega afmörkun laganna, sbr. 2. gr. ...\nSjá Stjtíð. A nr. 36/2011.\nViðauki II.\nEfni vatnaáætlunar, sbr. 19. gr.\nA. Í vatnaáætlun skulu eftirtaldir þættir koma fram:\n1. almenn lýsing á eiginleikum vatnaumdæmisins og flokkun vatnshlota, sbr. 19. og 23. gr.; og skal eftirfarandi koma fram:\n1.1. þegar um er að ræða yfirborðsvatn:\n– kort sem sýnir staðsetningu og mörk vatnshlotanna,\n– kort sem sýnir vistsvæði og gerðir yfirborðsvatnshlota innan vatnaumdæmisins,\n– bakgrunnsgildi fyrir gerðir yfirborðsvatnshlota,\n1.2. þegar um er að ræða grunnvatn:\n– kort sem sýnir staðsetningu og mörk grunnvatnshlotanna,\n2. lýsing á álagi og áhrifum af starfsemi manna á ástand yfirborðsvatns og grunnvatns, þ.m.t.:\n– mat á mengun frá punktuppsprettum,\n– mat á mengun frá dreifðum upptökum, þ.m.t. landnýting,\n– mat á álagi á magnstöðu vatns, þ.m.t. vatnstaka,\n– greining á öðrum áhrifum á ástand vatns,\n3. yfirlit og kort yfir vernduð svæði, sbr. 25. gr.,\n4. yfirlit og kort yfir sýnatökustaði sem mynda samanburðarhæft kerfi og sýnir niðurstöður vöktunaráætlana sem framkvæmdar hafa verið og sýna ástand:\n4.1. yfirborðsvatns (vistfræðilegt og efnafræðilegt),\n4.2. grunnvatns (efnafræðilegt ástand og magnstöðu),\n4.3. verndaðra svæða,\n5. yfirlit yfir umhverfismarkmið sem komið er á skv. 11., 12., 13., 15. og 16. gr. fyrir yfirborðsvatn, grunnvatn og vernduð svæði, þ.m.t. yfirlit yfir tilvik, þar sem ákvæðum 11., 15., 16., 17. og 18. gr. hefur verið beitt, og aðrar upplýsingar sem krafist er samkvæmt þeim greinum,\n6. niðurstöður efnahagslegrar greiningar á vatnsnotkun, sbr. d-lið 2. mgr. 7. gr.,\n7. útdráttur úr aðgerðaáætlun, sem samþykkt er skv. 21. gr., þ.m.t. leiðir sem fara skal til að ná markmiðum 11. gr.:\n7.1. yfirlit yfir nauðsynlegar aðgerðir,\n7.2. skýrsla um þau skref sem stigin eru til að beita meginreglunni um endurheimt kostnaðar vegna vatnsnotkunar,\n7.3. yfirlit yfir aðgerðir til að fullnægja kröfum 24. gr.,\n7.4. yfirlit yfir eftirlit með vatnstöku og vatnsmiðlun, þ.m.t. tilvísun til skráa og leyfisveitinga samkvæmt öðrum lögum,\n7.5. yfirlit yfir eftirlit með losun frá punktuppsprettum mengunar og annarri starfsemi sem hefur áhrif á ástand vatns í samræmi við ákvæði sem sett eru um varnir gegn mengun vatns,\n7.6. tilvik þar sem bein losun í grunnvatn hefur verið leyfð í samræmi við ákvæði sem sett eru um varnir gegn mengun grunnvatns,\n7.7. yfirlit yfir aðgerðir til að fullnægja kröfum 14. gr. um forgangsefni,\n7.8. yfirlit yfir aðgerðir til að koma í veg fyrir mengunarslys eða draga úr áhrifum þeirra,\n7.9. yfirlit yfir aðgerðir skv. 4. mgr. 21. gr. og 4. mgr. 28. gr. að því er varðar vatnshlot þar sem talið er ólíklegt að markmið sem sett eru í 16. gr. náist,\n7.10. upplýsingar um viðbótaraðgerðir sem taldar eru nauðsynlegar til að settum umhverfismarkmiðum verði náð,\n7.11. upplýsingar um aðgerðir til að koma í veg fyrir mengun sjávar,\n8. skrá yfir vöktunaráætlun og hvers konar ýtarlegri áætlanir, svo sem skipulagsáætlanir, vegáætlanir, orkuáætlanir, sem eiga við um vatnaumdæmið, einstök vatnasvæði eða geira, auk greinargerðar um inntak þeirra,\n9. yfirlit yfir almennar upplýsingar og samráð við almenning, árangur af því starfi og breytingar sem gerðar eru á áætluninni í kjölfarið,\n10. yfirlit yfir gögn sem aflað er skv. 8., 9., 10. og 22. gr.\nB. Í endurskoðaðri vatnaáætlun skulu auk þess sem fram kemur í A-lið vera:\n1. yfirlit yfir breytingar eða uppfærslur frá síðustu áætlun, þ.m.t. yfirlit yfir þær breytingar sem leiðir af 15., 16., 17. og 18. gr., eftir því sem við á,\n2. mat á því hvernig miðar að ná umhverfismarkmiðum, þ.m.t. niðurstöður úr vöktun á fyrra áætlunartímabili í formi korts, auk skýringa ef umhverfismarkmið hafa ekki náðst,\n3. yfirlit yfir áformaðar aðgerðir í fyrri vatnaáætlun sem ekki var ráðist í og skýringar ef við á,\n4. samantekt á hvers konar viðbótaraðgerðum til bráðabirgða sem samþykktar eru skv. 21. gr. eftir auglýsingu fyrri vatnaáætlunarinnar.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    }
  ]
}
