{
  "id": "86/2011",
  "type": "statute",
  "title": "Lög um verslun með áfengi og tóbak",
  "status": "in_force",
  "issued_date": "2011-06-23",
  "url": "https://www.althingi.is/lagas/nuna/2011086.html",
  "description": "Tóku gildi 30. júní 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um smásölu [ríkisins] á áfengi og heildsölu á tóbaki.\nLög þessi taka ekki til skipa og [loftfara] sem koma í landhelgi og hafa innan borðs áfengi eða tóbak sem hluta af tollfrjálsum forða ef með þann varning er farið samkvæmt sérákvæðum laga.\nRáðherra er heimilt að setja sérreglur um innflutning ferðamanna og áhafna skipa og [loftfara] á áfengi og tóbaki.\nL. 35/2022, 9. gr. L. 80/2022, 266. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara eru:\na. að skilgreina umgjörð um smásölu áfengis og heildsölu tóbaks sem byggist á bættri lýðheilsu og samfélagslegri ábyrgð,\nb. að takmarka og stýra aðgengi að áfengi og tóbaki og draga þannig úr skaðlegum áhrifum áfengis- og tóbaksneyslu,\nc. að vernda ungt fólk gegn neyslu áfengis og tóbaks og takmarka framboð á óæskilegum vörum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn.\n[Ráðherra] fer með yfirstjórn á smásölu áfengis og heildsölu tóbaks og framkvæmd laga þessara.\nL. 126/2011, 548. gr.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Áfengis- og tóbaksverslun ríkisins.\nStarfrækja skal sérstaka stofnun, Áfengis- og tóbaksverslun ríkisins, ÁTVR, sem sinnir smásölu áfengis og heildsölu tóbaks undir stjórn ráðherra.\nÁTVR skal haga starfsemi sinni í samræmi við áfengislög, tóbaksvarnalög og stefnu stjórnvalda á hverjum tíma.\nStarfsemi ÁTVR skal miðuð við að hún sé sem hagkvæmust og afli tekna sem nægi til að greiða rekstrarkostnað og skila hæfilegum arði til ríkissjóðs, m.a. með tilliti til þeirra eigna sem eru bundnar í rekstri stofnunarinnar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Forstjóri Áfengis- og tóbaksverslunar ríkisins.\nRáðherra skipar forstjóra ÁTVR til fimm ára í senn. Forstjóri skal hafa lokið háskólaprófi sem nýtist honum í starfi.\nForstjóri fer með stjórn stofnunarinnar, ber ábyrgð á daglegum rekstri og ræður aðra starfsmenn. Forstjóri ber ábyrgð á gerð ársskýrslu um rekstur og starfsemi ÁTVR og skal kynna hana fyrir ráðherra árlega.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Verkefni Áfengis- og tóbaksverslunar ríkisins.\nHelstu verkefni ÁTVR eru þessi:\na. Innkaup á áfengi til smásölu og tóbaki til heildsölu.\nb. Birgðahald og dreifing á áfengi til áfengisverslana.\nc. Rekstur áfengisverslana og þjónusta við viðskiptavini.\nd. Birgðahald, heildsala og dreifing á tóbaki.\ne. Að tryggja að allt tóbak sé merkt samkvæmt lögum um tóbaksvarnir.\nf. Álagning og innheimta tóbaksgjalds.\ng. Önnur verkefni sem tengjast smásölu á áfengi og heildsölu á tóbaki.\nIII. kafli. Um Áfengis- og tóbaksverslun ríkisins.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Einkaleyfi Áfengis- og tóbaksverslunar ríkisins.\nÁTVR hefur einkaleyfi til að selja og afhenda áfengi í smásölu, sbr. 10. gr. áfengislaga. Um endursölu áfengis hjá vínveitingahúsum fer eftir ákvæðum sérlaga.\nÁTVR hefur einkaleyfi til að selja tóbak innan lands í heildsölu. Um smásölu tóbaks fer eftir ákvæðum laga um tóbaksvarnir.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tóbaksgjald og merkingar tóbaks.\nÁTVR leggur á og innheimtir tóbaksgjald af tóbaksvörum sem hafa verið fluttar hingað til lands eða eru framleiddar hér á landi. Um fjárhæð tóbaksgjalds fer eftir ákvæðum laga um gjald af áfengi og tóbaki.\nÁTVR skal tryggja að allt tóbak flutt inn frá útlöndum eða framleitt hér á landi sem ætlað er til sölu sé merkt.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Verðlagning á áfengi og tóbaki.\nVöruverð í verslunum ÁTVR skal vera það sama hvar sem er á landinu.\nÁlagning ÁTVR á áfengi með 22% eða lægra hlutfall af vínanda að rúmmáli skal vera 18% en álagning áfengis með meira en 22% hlutfall af vínanda að rúmmáli skal vera 12%. Um ákvörðun á áfengisinnihaldi vísast til laga um gjald af áfengi og tóbaki.\nHeildsöluálagning ÁTVR á tóbak skal vera 18%.\nÁlagning ÁTVR á áfengi og tóbak leggst á verð vöru að viðbættum öllum gjöldum nema virðisaukaskatti.\nÁTVR er heimilt að innheimta gjald af birgjum vegna kostnaðar sem leiðir af töku nýrrar áfengrar vöru til sölu. Skal gjaldið eingöngu standa straum af þeim kostnaði sem til fellur vegna skráningar, könnunar og annarra nauðsynlegra ráðstafana af hálfu ÁTVR við að taka nýja vöru til sölu.\nÁTVR er heimilt að innheimta gjald af birgjum sem leiðir af merkingu á tóbaksvörum. Skal gjaldið eingöngu standa straum af þeim kostnaði sem til fellur vegna merkingarinnar. Um merkingar tóbaks fer eftir ákvæðum laga um tóbaksvarnir.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Áfengisverslanir.\nÁTVR skal eiga og reka áfengisverslanir. ÁTVR skal sækja um leyfi til rekstrar áfengisverslunar til sveitarstjórnar í viðkomandi sveitarfélagi. ÁTVR ábyrgist fullnægjandi öryggis- og eftirlitsbúnað þess húsnæðis sem hýsir verslunina. Um afgreiðslutíma verslana fer eftir ákvæðum áfengislaga.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Vöruval.\n[Jafnræðis skal gætt við val á vöru og ákvörðun um sölu og dreifingu áfengis.\nÁTVR er heimilt að hafna áfengi ef varan sjálf, umbúðir hennar eða markaðssetning:\na. höfðar sérstaklega til barna eða ungmenna yngri en 20 ára, m.a. hvað varðar texta, myndmál eða form,\nb. sýnir börn eða ungmenni yngri en 20 ára,\nc. gefur til kynna að áfengi auki líkamlega, andlega, félagslega eða kynferðislega getu,\nd. gefur til kynna að áfengi hafi lækningaeiginleika,\ne. felur í sér happdrætti, tilboð eða kaupauka,\nf. hvetur til óhóflegrar neyslu áfengis,\ng. tengist aðstæðum þar sem neysla áfengis skapar slysahættu eða er refsiverð,\nh. skírskotar eða hvetur til refsiverðrar háttsemi,\ni. skírskotar eða hvetur til neyslu ólöglegra ávana- og fíkniefna.\nÁTVR er heimilt að hafna áfengi ef umbúðir þess líkjast svo annarri vöru sem boðin er til sölu eða auglýst á almennum markaði hér á landi að neytendur geta ekki auðveldlega greint á milli þeirra.\nÁTVR er heimilt að hafna áfengi sem inniheldur koffein og önnur örvandi efni.\nRáðherra setur nánari reglur um vöruval, innkaup og dreifingu ÁTVR á áfengi. Reglurnar skulu miða að því að tryggja vöruúrval m.a. með hliðsjón af eftirspurn kaupenda, jafnframt því að tryggja framleiðendum og birgjum áfengis möguleika á að koma vörum í sölu í áfengisverslunum.]\nRg. 1106/2015, sbr. 1248/2015, 395/2018 og 1000/2020. L. 69/2014, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Þjónusta og upplýsingar.\nÁTVR skal veita viðskiptavinum góða og vandaða þjónustu sem byggist á fagmennsku og hlutleysi.\nÁTVR skal veita viðskiptavinum sínum ítarlegar upplýsingar um þá vöru sem er á boðstólum, allt eftir því sem samrýmist lögum þessum, áfengislögum og öðrum lagafyrirmælum og reglum á hverjum tíma. Upplýsingarnar eiga að fela í sér almenna fræðslu um áfengi, uppruna þess, meðferð og notkun. Einnig á ÁTVR að standa fyrir eða veita upplýsingar um mögulega skaðsemi vörunnar og þá áhættu sem getur fylgt neyslu áfengis og tóbaks.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Samfélagsleg ábyrgð.\nÁTVR starfar með samfélagslega ábyrgð að leiðarljósi og vinnur gegn skaðlegri neyslu áfengis.\nÞegar ástæða er til að ætla að kaupandi hafi ekki náð aldri til að kaupa áfengi samkvæmt áfengislögum skal ÁTVR ávallt láta hlutaðeigandi sanna aldur sinn með því að sýna skilríki með mynd eða á annan fullnægjandi hátt.\nÁTVR er heimilt að neita að selja eða afhenda áfengi ef viðkomandi er áberandi ölvaður.\nIV. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Haldlagning áfengis.\nLeggja skal hald á vörur þær sem lög þessi taka til og eru fluttar inn eða framleiddar í heimildarleysi. Innfluttar vörur skulu afhentar Áfengis- og tóbaksverslun ríkisins til ráðstöfunar.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Kæruheimild.\nÁkvarðanir um rétt aðila, sem teknar eru á grundvelli þessara laga, eru kæranlegar til ráðherra.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að kveða nánar á um framkvæmd laga þessara með reglugerð.\nRg. 756/2011.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
