{
  "id": "61/2011",
  "type": "statute",
  "title": "Lög um stöðu íslenskrar tungu og íslensks táknmáls",
  "status": "in_force",
  "issued_date": "2011-06-07",
  "url": "https://www.althingi.is/lagas/nuna/2011061.html",
  "description": "Tóku gildi 15. júní 2011.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Þjóðtunga &ndash; opinbert mál.\nÍslenska er þjóðtunga Íslendinga og opinbert mál á Íslandi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Íslenskt mál.\nÞjóðtungan er sameiginlegt mál landsmanna. Stjórnvöld skulu tryggja að unnt verði að nota hana á öllum sviðum íslensks þjóðlífs.\nAllir sem eru búsettir hér á landi skulu eiga þess kost að læra og nota íslensku til almennrar þátttöku í íslensku þjóðlífi svo sem nánar er mælt fyrir um í sérlögum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Íslenskt táknmál.\nÍslenskt táknmál er fyrsta mál þeirra sem þurfa að reiða sig á það til tjáningar og samskipta og barna þeirra. Skulu stjórnvöld hlúa að því og styðja.\nHver sem hefur þörf fyrir táknmál skal eiga þess kost að læra og nota íslenskt táknmál, jafnskjótt sem máltaka hefst eða frá þeim tíma sem heyrnarleysi, heyrnarskerðing eða [samþætting sjón- og heyrnarskerðingar] hefur greinst. Sama rétt eiga nánustu aðstandendur.\nL. 115/2015, 23. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Íslenskt punktaletur.\nÍslenskt punktaletur er fyrsta ritmál þeirra sem þurfa að reiða sig á það til tjáningar og samskipta. Hver sem hefur þörf fyrir blindralestur vegna skerðingar á sjón skal eiga þess kost að læra og nota íslenskt punktaletur um leið og hann hefur getu til.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Málstefna.\nRíki og sveitarfélög bera ábyrgð á að varðveita og efla íslenska tungu og skulu sjá til þess að hún sé notuð. Um málstefnu og stöðu íslenskrar tungu skal leitað samvinnu við Íslenska málnefnd, sbr. 6. gr.\nÍslenska ríkið og sveitarfélög stuðla að þróun, rannsóknum, kennslu og útbreiðslu íslensks táknmáls og styðja að öðru leyti við menningu, menntun og fræðslu fyrir heyrnarlausa, heyrnarskerta og [einstaklinga með samþætta sjón- og heyrnarskerðingu]. Um málstefnu og stöðu íslensks táknmáls skal leitað samvinnu við málnefnd um íslenskt táknmál, sbr. 7. gr.\n[Ráðuneytið] fylgist með því hvernig lögum þessum er framfylgt og getur krafið einstakar stjórnsýslustofnanir um skýrslur þar að lútandi.\nL. 115/2015, 23. gr. L. 126/2011, 545. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Íslensk málnefnd.\nRáðherra skipar Íslenska málnefnd og er skipunartími nefndarinnar fjögur ár. Í Íslenskri málnefnd eiga sæti 16 menn. Auk þess er nefndinni heimilt að bjóða mönnum, einum eða tveimur, setu í nefndinni ef hún telur það nefndarstarfinu til gagns. Hver eftirtalinna tilnefnir einn mann í málnefndina: Ríkisútvarpið, Þjóðleikhúsið, Samtök móðurmálskennara, Rithöfundasamband Íslands, Blaðamannafélag Íslands, Íðorðafélagið fyrir hönd orðanefnda, Bandalag þýðenda og túlka, Staðlaráð Íslands, Upplýsing, félag bókasafns- og upplýsingafræðinga, Hagþenkir og Samband íslenskra sveitarfélaga. Samstarfsnefnd háskólastigsins tilnefnir tvo menn í málnefndina. Ráðherra skipar tvo nefndarmenn án tilnefningar og skal annar vera formaður og hinn varaformaður. [Sá ráðherra er fer með málefni innflytjenda] tilnefnir þar að auki einn fulltrúa úr röðum innflytjenda. Íslensk málnefnd skiptir með sér verkum.\nHlutverk Íslenskrar málnefndar er að veita stjórnvöldum ráðgjöf um málefni íslenskrar tungu á fræðilegum grundvelli og gera tillögur til ráðherra um málstefnu, auk þess að álykta árlega um stöðu íslenskrar tungu. Málnefndin getur átt frumkvæði að ábendingum um það sem vel er gert og það sem betur má fara við meðferð íslenskrar tungu á opinberum vettvangi. Íslensk málnefnd semur íslenskar ritreglur sem gilda m.a. um stafsetningarkennslu í skólum og ráðherra gefur út. Grundvallarbreytingar á ritreglum eru háðar samþykki ráðherra.\nSkrifstofa Íslenskrar málnefndar er í Stofnun Árna Magnússonar í íslenskum fræðum.\nRáðherra setur reglugerð um nánari starfsemi Íslenskrar málnefndar.\nL. 126/2011, 545. gr. Augl. 695/2016. Augl. 800/2018. Rg. 440/2012.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Málnefnd um íslenskt táknmál.\nRáðherra skipar fimm menn til setu í málnefnd um íslenskt táknmál til fjögurra ára í senn og jafnmarga til vara. Við skipun nefndarinnar skal haft samráð við hugvísindasvið Háskóla Íslands, Samskiptamiðstöð heyrnarlausra og heyrnarskertra, hagsmunasamtök heyrnarlausra og heyrnarskerta hér á landi og Samband íslenskra sveitarfélaga. Ráðherra velur formann og varaformann málnefndar um íslenskt táknmál.\nHlutverk málnefndar um íslenskt táknmál er að vera stjórnvöldum til ráðuneytis um hvað eina er varðar íslenskt táknmál og stuðla að eflingu íslensks táknmáls og notkun þess í íslensku þjóðlífi.\nSkrifstofa málnefndar um íslenskt táknmál er í Stofnun Árna Magnússonar í íslenskum fræðum.\nRáðherra setur reglugerð um nánari starfsemi málnefndar um íslenskt táknmál.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Opinbert mál stjórnvalda.\nÍslenska er mál Alþingis, dómstóla, stjórnvalda, jafnt ríkis sem sveitarfélaga, skóla á öllum skólastigum og annarra stofnana sem hafa með höndum framkvæmdir og veita almannaþjónustu.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Túlkun og táknmálstúlkun hjá stjórnvöldum.\nUm rétt til túlkaþjónustu og skyldur dómstóla til að leita aðstoðar túlka og táknmálstúlka fer samkvæmt lögum um meðferð einkamála og lögum um meðferð sakamála.\nStjórnvöld skulu leitast við að tryggja að sá sem skilur ekki íslensku geti fengið úrlausn erinda sinna og tileinkað sér efni skjala og skilríkja sem skipta hann máli.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Málfarsstefna ríkis og sveitarfélaga.\nMál það sem er notað í starfsemi ríkis og sveitarfélaga eða á vegum þeirra skal vera vandað, einfalt og skýrt.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Íslenskur fræðiorðaforði.\nStjórnvöld skulu stuðla að því að íslenskur fræðiorðaforði á ólíkum sviðum eflist jafnt og þétt, sé öllum aðgengilegur og notaður sem víðast.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Opinbert mál á alþjóðavettvangi.\nÍslenska er opinbert mál Íslands á alþjóðavettvangi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Skyldur ríkis og sveitarfélaga og staða íslensks táknmáls.\nRíki og sveitarfélög skulu tryggja að allir sem þess þurfa eigi kost á þjónustu á íslensku táknmáli. Ríki og sveitarfélög bera ábyrgð á því að varðveita íslenskt táknmál, þróa það og stuðla að notkun þess. Lögð verði áhersla á að fræðiheiti á ólíkum sviðum í íslensku táknmáli nái að þróast og séu notuð.\nÍslenskt táknmál er jafnrétthátt íslensku sem tjáningarform í samskiptum manna í milli og er óheimilt að mismuna mönnum eftir því hvort málið þeir nota.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Gildistaka, brottfellt lagaákvæði.\nLög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    }
  ]
}
