{
  "id": "116/2012",
  "type": "statute",
  "title": "Lög um málefni innflytjenda",
  "status": "in_force",
  "issued_date": "2012-11-23",
  "url": "https://www.althingi.is/lagas/nuna/2012116.html",
  "description": "Tóku gildi 28. nóvember 2012.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að samfélagi þar sem allir geta verið virkir þátttakendur óháð þjóðerni og uppruna. Markmiði þessu skal náð meðal annars með því að:\na. hagsmunir innflytjenda séu samþættir allri stefnumótun, stjórnsýslu og þjónustu hins opinbera,\nb. stuðla að víðtæku samstarfi og samþættingu aðgerða og verkefna milli allra aðila sem koma að málefnum innflytjenda,\nc. efla fræðslu og miðlun upplýsinga um málefni innflytjenda og samfélag án fordóma,\nd. stuðla að og styðja við rannsóknir og þróunarverkefni í málefnum innflytjenda.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "...\nL. 13/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Framkvæmdaraðili.]\n[Vinnumálastofnun annast framkvæmd laga þessara, undir yfirstjórn ráðherra, og skal stofnunin í því sambandi meðal annars]:\na. veita stjórnvöldum, stofnunum, fyrirtækjum, félögum og einstaklingum ráðgjöf og upplýsingar í tengslum við málefni innflytjenda,\nb. vera sveitarfélögum til ráðgjafar við að taka á móti innflytjendum sem flytjast í sveitarfélagið,\nc. taka saman og miðla upplýsingum um réttindi og skyldur innflytjenda,\nd. fylgjast með þróun innflytjendamála í þjóðfélaginu, meðal annars með upplýsingaöflun, greiningu og upplýsingamiðlun,\ne. koma á framfæri við ráðherra, innflytjendaráð og önnur stjórnvöld ábendingum og tillögum um aðgerðir sem hafa það að markmiði að allir einstaklingar geti verið virkir þátttakendur í samfélaginu óháð þjóðerni og uppruna,\nf. taka saman árlega skýrslu til ráðherra um málefni innflytjenda,\ng. hafa eftirlit með framgangi verkefna sem fram koma í þingsályktun um framkvæmdaáætlun í málefnum innflytjenda, sbr. 7. gr.,\nh. vinna önnur verkefni í samræmi við markmið laganna og þingsályktun um framkvæmdaáætlun í málefnum innflytjenda og einnig samkvæmt nánari ákvörðun ráðherra.\n...\nL. 13/2023, 2. gr. L. 52/2022, 1. gr.\n[3. gr. a. Samræmd móttaka einstaklinga með vernd.\n[Vinnumálastofnun] skal veita móttökusveitarfélögum faglegar leiðbeiningar og ráðgjöf vegna samræmdrar móttöku einstaklinga með vernd. Einstaklingar með vernd í skilningi þessa ákvæðis eru:\na. einstaklingar sem fengið hafa stöðu flóttamanna skv. 1. eða 2. mgr. 37. gr. laga um útlendinga, nr. 80/2016,\nb. einstaklingar sem hafa fengið alþjóðlega vernd vegna fjölskyldutengsla við flóttamann eða ríkisfangslausan einstakling skv. 45. gr. laga um útlendinga, nr. 80/2016,\nc. einstaklingar sem fengið hafa synjun um alþjóðlega vernd en fengið dvalarleyfi á grundvelli mannúðarsjónarmiða skv. 1. mgr. 74. gr. laga um útlendinga, nr. 80/2016,\nd. einstaklingar sem íslenska ríkið hefur boðið að setjast að hér á landi í samstarfi við Flóttamannastofnun Sameinuðu þjóðanna skv. 43. gr. laga um útlendinga, nr. 80/2016, og\ne. ríkisfangslausir einstaklingar skv. 39. gr. laga um útlendinga, nr. 80/2016.\n[Vinnumálastofnun], að höfðu samráði við viðkomandi sveitarfélag, býður einstaklingum skv. 1. mgr. að setjast að í tilteknu móttökusveitarfélagi á grundvelli þeirra upplýsinga sem fyrir liggja.\n[Vinnumálastofnun] veitir einstaklingum með vernd skv. 1. mgr., sem þiggja ekki boð um búsetu í móttökusveitarfélagi, upplýsingar um almenna þjónustu sveitarfélaga.\n[Vinnumálastofnun] skal hafa umsjón með og standa fyrir samráði milli þeirra aðila hér á landi sem koma að móttöku einstaklinga með vernd skv. 1. mgr.]\nL. 13/2023, 3. gr. L. 52/2022, 2. gr.\n[3. gr. b. Vinnsla upplýsinga.\nAð því marki sem [Vinnumálastofnun] telur nauðsynlegt vegna verkefna samkvæmt lögum þessum skal stofnunin afla upplýsinga frá Útlendingastofnun, sveitarfélögum og öðrum opinberum aðilum eftir því sem við á hverju sinni. Hlutaðeigandi aðilum ber að veita [Vinnumálastofnun] umbeðnar upplýsingar, búi þeir yfir þeim, án endurgjalds.\n[Vinnumálastofnun] er heimilt að miðla viðeigandi upplýsingum og ráðgjöf til aðila skv. 1. mgr. þegar nauðsynlegt er að mati stofnunarinnar vegna málefna einstaklinga með vernd skv. 3. gr. a.\n[Vinnumálastofnun] er heimil vinnsla persónuupplýsinga, þar á meðal viðkvæmra persónuupplýsinga, í þeim tilgangi að sinna hlutverki sínu skv. 3. gr. a við samræmda móttöku einstaklinga með vernd skv. 1. mgr. þeirrar greinar.\n[Vinnumálastofnun] ber að upplýsa viðkomandi einstakling eða forsjáraðila hans um fyrirhugaða vinnslu og miðlun persónuupplýsinga í samræmi við 2. mgr. 17. gr. laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018.]\nL. 13/2023, 3. gr. L. 52/2022, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Innflytjendaráð.\nEftir hverjar alþingiskosningar skipar ráðherra [sjö] manna innflytjendaráð. Ráðherra skipar tvo fulltrúa án tilnefningar, þ.e. formann og einn fulltrúa, og skal að minnsta kosti annar þeirra vera úr hópi innflytjenda. Auk þess skal ráðherra skipa einn fulltrúa samkvæmt tilnefningu frá þeim ráðherra sem fer með málefni útlendinga, [einn fulltrúa samkvæmt tilnefningu frá þeim ráðherra sem fer með heilbrigðismál], einn fulltrúa samkvæmt tilnefningu frá þeim ráðherra sem fer með fræðslumál, einn fulltrúa samkvæmt tilnefningu frá Sambandi íslenskra sveitarfélaga og einn fulltrúa samkvæmt tilnefningu frá Reykjavíkurborg. Varamenn skulu skipaðir á sama hátt.\nKomi til atkvæðagreiðslu í innflytjendaráði og atkvæði falla jafnt ræður atkvæði formanns.\n[Forstjóri Vinnumálastofnunar eða fulltrúi hans] skal sitja fundi innflytjendaráðs með málfrelsi og tillögurétt.\nL. 52/2022, 3. gr. L. 13/2023, 4. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hlutverk innflytjendaráðs.\nHlutverk innflytjendaráðs er að:\na. vera ráðherra til ráðgjafar við faglega stefnumótun í málefnum innflytjenda og hafa eftirlit með framkvæmd hennar,\nb. stuðla að samhæfingu og samráði milli ráðuneyta, sveitarfélaga og innan stjórnsýslunnar,\nc. stuðla að opnum umræðum um málefni innflytjenda með ráðstefnum og fundum með hagsmunaaðilum,\nd. gera árlega tillögu til ráðherra um hverjar áherslur þróunarsjóðs innflytjendamála skulu vera,\ne. gera árlega tillögu til ráðherra um veitingu styrkja úr þróunarsjóði innflytjendamála,\nf. skila ráðherra árlega skýrslu um störf sín,\ng. vinna önnur verkefni í samræmi við markmið laganna samkvæmt nánari ákvörðun ráðherra.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Þróunarsjóður innflytjendamála.\nStarfrækja skal sjóð er nefnist þróunarsjóður innflytjendamála. Hlutverk sjóðsins skal vera að efla rannsóknir og styðja þróunarverkefni á sviði málefna innflytjenda með það að markmiði að auðvelda innflytjendum aðlögun að íslensku samfélagi og gera samfélaginu betur kleift að koma til móts við þá. Til sjóðsins renna fjármunir sem veittir eru í fjárlögum hverju sinni.\nInnflytjendaráð gerir árlega tillögu til ráðherra um áherslur þróunarsjóðs innflytjendamála. Jafnframt gerir innflytjendaráð tillögu til ráðherra um úthlutun styrkja og fjárhæð þeirra.\nRáðherra er heimilt að setja með reglugerð nánari reglur um\nstarfsemi og skipulag þróunarsjóðs innflytjendamála.\nRg. 976/2024.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Þingsályktun um framkvæmdaáætlun í málefnum innflytjenda.\nRáðherra skal leggja fram á Alþingi tillögu til þingsályktunar um framkvæmdaáætlun í málefnum innflytjenda til fjögurra ára í senn að fenginni umsögn annarra ráðuneyta, stofnana, [Vinnumálastofnunar] og innflytjendaráðs.\nÍ tillögu til þingsályktunar skv. 1. mgr. skal kveða á um verkefni sem hafa það að markmiði að stuðla að samfélagi þar sem allir einstaklingar geta verið virkir þátttakendur óháð þjóðerni og uppruna. Framkvæmd, ábyrgð og áætlaður kostnaður verkefna skulu tilgreind í áætluninni ásamt því hvernig mati á árangri aðgerða skuli háttað.\nSkýrsla ráðherra um stöðu og þróun í málefnum innflytjenda skv. 8. gr. skal fylgja tillögu til þingsályktunar um framkvæmdaáætlun í málefnum innflytjenda skv. 1. mgr.\nL. 13/2023, 3. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Mat á stöðu og þróun í málefnum innflytjenda.\nFjórða hvert ár skal ráðherra leggja fram á Alþingi skýrslu um stöðu og þróun í málefnum innflytjenda. Í skýrslu ráðherra skal meðal annars koma fram mat á stöðu og árangri verkefna í gildandi þingsályktun um framkvæmdaáætlun í málefnum innflytjenda á hverjum tíma, sbr. 7. gr., auk umfjöllunar um stöðu og þróun í málefnum innflytjenda á helstu sviðum samfélagsins í samræmi við markmið laganna.\nIII. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd laga þessara, svo sem um starfsemi [Vinnumálastofnunar] og innflytjendaráðs.\nL. 13/2023, 3. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nI.\n[Við gildistöku ákvæðis þessa skal Fjölmenningarsetur lagt niður og tekur Vinnumálastofnun við hlutverki, verkefnum, réttindum og skyldum, eignum og skuldbindingum Fjölmenningarseturs.\nÁkvarðanir sem Fjölmenningarsetur hefur tekið halda gildi sínu eftir gildistöku ákvæðis þessa.\nStarfsfólk Fjölmenningarseturs sem er í starfi við gildistöku ákvæðis þessa verður starfsfólk Vinnumálastofnunar með sömu ráðningarkjörum og áður giltu. Um rétt starfsmanna til starfa hjá Vinnumálastofnun fer eftir ákvæðum laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996. Ákvæði 7. gr. þeirra laga gilda þó ekki við ráðstöfun starfa samkvæmt ákvæði þessu.\nÞrátt fyrir ákvæði 3. mgr. verður embætti forstöðumanns Fjölmenningarseturs lagt niður við gildistöku ákvæðis þessa.]\nL. 13/2023, 5. gr.\nII.–IV. ...\nL. 13/2023, 6. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
