{
  "id": "70/2012",
  "type": "statute",
  "title": "Lög um loftslagsmál",
  "status": "in_force",
  "issued_date": "2012-06-29",
  "url": "https://www.althingi.is/lagas/nuna/2012070.html",
  "description": "Tóku gildi 3. júlí 2012.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara eru:\na. að draga úr losun gróðurhúsalofttegunda með hagkvæmum og skilvirkum hætti,\nb. að auka bindingu kolefnis úr andrúmslofti,\nc. að stuðla að aðlögun að afleiðingum loftslagsbreytinga, ...\nd. að skapa skilyrði fyrir stjórnvöld til þess að standa við alþjóðlegar skuldbindingar Íslands í loftslagsmálum,\n[e. að ná kolefnishlutleysi eigi síðar en árið 2040. Verði loftslagsmarkmið stjórnvalda uppfærð skal leggja til breytingar á þessu ákvæði því til samræmis].\nL. 95/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um hvers konar starfsemi og athafnir á landi, í lofthelgi og efnahagslögsögu Íslands sem haft geta áhrif á losun gróðurhúsalofttegunda. ...\n...\nL. 96/2023, 35. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Orðskýringar.\nÍ lögum þessum er merking eftirfarandi orða og orðasambanda sem hér segir:\n1. Binding kolefnis úr andrúmslofti: Það að fjarlægja frumefnið kolefni úr andrúmslofti með tilteknum aðgerðum.\n2. ...\n3. ...\n4. Gróðurhúsalofttegundir:\na. Koldíoxíð, CO 2 .\nb. Metan, CH 4 .\nc. Díköfnunarefnisoxíð, N 2 O.\nd. Vetnisflúorkolefni, HFCs.\ne. Perflúorkolefni, PFCs.\nf. Brennisteinshexaflúoríð, SF 6 .\ng. Köfnunarefnistríflúoríð, NF 3 .\nh. Aðrir loftkenndir efnisþættir andrúmsloftsins, náttúrulegir og af mannavöldum, sem gleypa innrauða geislun og senda hana frá sér aftur.\n5. ...\n[6. Kolefnishlutleysi: Ástand þar sem jafnvægi hefur náðst milli losunar gróðurhúsalofttegunda og bindingar kolefnis af mannavöldum og nettólosun er því engin.]\n[7. ] Kolefnisjöfnun: Þegar aðili hlutast til um aðgerðir annars aðila til að draga úr losun gróðurhúsalofttegunda og/eða binda kolefni úr andrúmslofti og notar staðfestingu á slíkum samdrætti eða bindingu til að jafna út sína eigin losun að hluta eða öllu leyti.\n[8. ] ...\n[9. ] ...\n[10. ] Nettólosun: Losun gróðurhúsalofttegunda að frádreginni bindingu kolefnis úr andrúmslofti.\n[11. ] ...\n[12. ] ...\n[13. ] ...]\nL. 96/2023, 35. gr. L. 12/2021, 7. gr. L. 95/2021, 2. gr. L. 98/2020, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Stjórnvöld.\nRáðherra fer með framkvæmd laga þessara. Ráðherra ber ábyrgð á gerð aðgerðaáætlunar í loftslagsmálum og áætlunar um aðlögun og lætur reglulega vinna skýrslu um áhrif loftslagsbreytinga.\n[Umhverfis- og orkustofnun] ... fer ... með framkvæmd laganna hvað varðar ... losunarbókhald Íslands. [Umhverfis- og orkustofnun] er jafnframt landsstjórnandi skráningarkerfis íslenska ríkisins, sbr. VI. kafla A. Stofnunin skal hafa samráð og samvinnu við önnur stjórnvöld eins og nánar er tilgreint í ákvæðum laga þessara.\nLoftslagsráð veitir stjórnvöldum aðhald og ráðgjöf um stefnumarkandi ákvarðanir sem tengjast loftslagsmálum og er sjálfstætt og óháð í störfum sínum.\n...]\nL. 110/2024, 8. gr. L. 96/2023, 35. gr. L. 66/2024, 8. gr. L. 98/2020, 3. gr.\nII. kafli. [Aðgerðaáætlun í loftslagsmálum og aðlögun að loftslagsbreytingum.]\nL. 86/2019, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Losunarbókhald.\n[Umhverfis- og orkustofnun] heldur bókhald yfir losun gróðurhúsalofttegunda og bindingu kolefnis úr andrúmslofti í samræmi við alþjóðlegar skuldbindingar Íslands á því sviði.\n[[Umhverfis- og orkustofnun] er heimilt að krefja stjórnvöld,\nstofnanir ríkisins, fyrirtæki og einstaklinga í atvinnurekstri um\ngögn og upplýsingar sem varða sögulega og framreiknaða losun ásamt\nupplýsingum um stefnu og aðgerðir í loftslagsmálum hvað varðar\nstarfsemi þeirra, rekstur og innflutning á vörum sem stofnunin\nþarfnast vegna losunarbókhalds skv. 1. mgr. Skylt er að veita\n[Umhverfis- og orkustofnun] upplýsingar á því formi sem\nstofnunin óskar eftir eða um er samið og innan þeirra tímamarka sem\nkveðið er á um í reglugerð skv. 3. mgr., án þess að gjald komi\nfyrir. [Umhverfis- og orkustofnun] skal upplýsa viðkomandi um í hvaða tilgangi gagna er aflað.\n[Ráðherra skal setja reglugerð þar sem nánar er kveðið á um\n[losunarbókhald og framkvæmd þess skv. 1. mgr. og]\nupplýsingagjöf skv. 2. mgr., þar á meðal um bókhald, skýrslugjöf og\nhvaða aðilum ber skylda til að taka saman gögn varðandi losun\ngróðurhúsalofttegunda og skila til [Umhverfis- og orkustofnunar].]]\nL. 110/2024, 8. gr. Rg. 520/2017. L. 35/2021, 1. gr. L. 98/2020, 4. gr. L. 86/2019, 4. gr.\n[III. kafli A. Skuldbindingar í loftslagsmálum til 2030.]\nL. 98/2020, 5. gr.\n[6. gr. a. Skuldbindingar vegna sameiginlegrar ábyrgðar.\nFrá 1. janúar 2021 til 31. desember 2030 skal að lágmarki dregið úr losun gróðurhúsalofttegunda í flokki orku, iðnaðarferla og efna-/vörunotkunar, landbúnaðar og úrgangs í samræmi við skiptingu milliríkjanefndar Sameinuðu þjóðanna um loftslagsbreytingar, að undanskilinni losun gróðurhúsalofttegunda frá starfsemi sem fellur undir gildissvið viðskiptakerfis ESB með losunarheimildir, í samræmi við hlut Íslands í sameiginlegu markmiði Evrópusambandsins, Íslands og Noregs til að uppfylla skuldbindingar Parísarsamningsins.\nRáðherra skal setja reglugerð þar sem kveðið er á um árlegan samdrátt í losun gróðurhúsalofttegunda á Íslandi, sveigjanleikareglur og eftirlitsreglur í samræmi við sameiginlegt markmið skv. 1. mgr.]\nL. 98/2020, 5. gr.\n[6. gr. b. Skuldbindingar vegna landnotkunar, breyttrar landnotkunar og skógræktar.\n[Losun gróðurhúsalofttegunda og upptaka sem fellur undir flokk landnotkunar, breyttrar landnotkunar og skógræktar hjá milliríkjanefnd Sameinuðu þjóðanna um loftslagsbreytingar skal ekki leiða af sér nettólosun á tímabilinu 2021&ndash;2025 annars vegar og 2026&ndash;2030 hins vegar til að tryggja framlag Íslands til sameiginlegs markmiðs Íslands, Noregs og Evrópusambandsins.]\n[Ráðherra skal í reglugerð setja nánari ákvæði m.a. um viðmiðanir, bókhald og sveigjanleikareglur sem varða skuldbindingar skv. 1. mgr.]]\nL. 47/2022, 1. gr. L. 35/2021, 2. gr. L. 98/2020, 5. gr.\nIV. kafli &ndash; V. kafli B. ...\nL. 96/2023, 35. gr.\nVI. kafli. ...\nL. 98/2020, 16. gr.\n[VI. kafli A. Skráningarkerfi.]\nL. 98/2020, 17. gr.\n[22. gr. h. Skráningarkerfi og landsstjórnandi.\n[Umhverfis- og orkustofnun] er landsstjórnandi Íslands í skráningarkerfi sem er starfrækt samkvæmt alþjóðlegum skuldbindingum íslenska ríkisins og samningnum um Evrópska efnahagssvæðið.\n...]\nL. 110/2024, 8. gr. L. 96/2023, 35. gr. L. 98/2020, 17. gr.\n22. gr. i &ndash; 22. gr. l ... L. 96/2023, 35. gr.\n[22. gr. m. Reglugerð um skráningarkerfi.\nRáðherra skal setja í reglugerð nánari ákvæði um skráningarkerfið. Reglugerðin skal tryggja virkni og öryggi skráningarkerfisins og rétta skráningu ... árlegrar losunarúthlutunar. Í reglugerðinni skal m.a. kveðið á um ... reglufylgnireikninga samkvæmt reglugerð (ESB) 2018/842, hvernig rekja megi útgáfu, handhöfn, auk millifærslu ... árlegrar losunarúthlutunar, ógildingu losunarheimilda, hvernig tryggt skuli að trúnaðarkvöð verði virt, ... notkun sveigjanleikaákvæða í sambandi við árlega losunarúthlutun, öryggisvarasjóð og aðlaganir auk umfjöllunar um samvinnu og samtengingu við önnur kerfi og samvinnu stjórnvalda í tengslum við öryggismál og afbrot í tengslum við skráningarkerfið.]\nRg. 605/2021. L. 96/2023, 35. gr. L. 98/2020, 17. gr.\nVII. kafli. ...\nL. 98/2020, 18. gr.\nVII. kafli A &ndash; VIII. kafli. ...\nL. 96/2023, 35. gr.\nIX. kafli. ...\nL. 66/2024, 8. gr.\n[IX. kafli A. ...]\nL. 12/2021, 10. gr. L. 62/2015, 3. gr.\n[IX. kafli B. Opinber innkaup á vistvænum og orkunýtnum ökutækjum.]\nL. 62/2015, 3. gr.\n[32. gr. b.\nOpinberir aðilar, sem skilgreindir eru í lögum um opinber innkaup, skulu við innkaup á farþega- og vöruflutningabifreiðum yfir viðmiðunarfjárhæðum á Evrópska efnahagssvæðinu taka mið af líftímakostnaði farartækis vegna orkunotkunar og umhverfisáhrifa, sbr. 2. mgr., og nota a.m.k. aðra þeirra aðferða sem settar eru fram í 3. mgr. í því skyni að draga úr orkunotkun og skaðlegum umhverfisáhrifum.\nAð því tilskildu að upplýsingar liggi fyrir ber að taka tillit til eftirfarandi umhverfisáhrifa:\na. orkunotkunar,\nb. losunar koldíoxíðs,\nc. losunar köfnunarefnisoxíða, kolefnissambanda annarra en metans og svifryks.\nSkilyrði 1. og 2. mgr. skal uppfylla með eftirtöldum aðferðum:\na. með því að setja fram tækniforskriftir í útboðsskilmálum varðandi orkueyðslu og umhverfisáhrif farartækis auk hvers kyns annarra umhverfisáhrifa sem leiðir af kaupunum eða\nb. ákvörðun um innkaup með hliðsjón af líftímakostnaði vegna orkunotkunar og umhverfisáhrifa með því að setja slíkan kostnað fram sem valforsendu í skilmálum útboðs eða annars innkaupaferlis eða með reikningsaðferð sem sett er fram í reglugerð með stoð í lögum þessum.\nRáðherra setur reglugerð um nánari skilgreiningu á því hvaða innkaup falla undir 1. mgr., ásamt lýsingu á þeirri aðferðafræði sem beita skal við útreikning á rekstrarkostnaði og endingartíma, svo og um framfylgd reglnanna.]\nRg. 1330/2023. L. 62/2015, 3. gr.\nX. kafli &ndash; XIII. kafli. ...\nL. 96/2023, 35. gr.\nXIV. kafli. Lokaákvæði.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi ...",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Innleiðing EES-gerða.\nLög þessi eru sett til innleiðingar á eftirfarandi EES-gerðum:\n1.&ndash;8. ...\n[9. Reglugerð Evrópuþingsins og ráðsins (ESB) 2018/841 frá 30. maí 2018 um að fella losun gróðurhúsalofttegunda og upptöku frá landnotkun, breyttri landnotkun og skógrækt inn í loftslags- og orkurammann fram til ársins 2030 og um breytingu á reglugerð (ESB) nr. 525/2013 og ákvörðun nr. 529/2013/ESB.\n10. Reglugerð Evrópuþingsins og ráðsins (ESB) 2018/842 frá 30. maí 2018 um bindandi árlega skerðingu á losun gróðurhúsalofttegunda aðildarríkjanna frá 2021 til 2030 sem stuðlar að loftslagsaðgerðum til að uppfylla skuldbindingar samkvæmt Parísarsamningnum og um breytingu á reglugerð (ESB) nr. 525/2013.]\n11.&ndash;13. ...\nL. 96/2023, 35. gr. L. 98/2020, 34. gr.\nÁkvæði til bráðabirgða.\nI.&ndash;VI. ...\nL. 96/2023, 35. gr.\n[VII.\n4. gr. samnings milli Íslands annars vegar og Evrópusambandsins og aðildarríkja þess hins vegar um þátttöku Íslands í sameiginlegum efndum á skuldbindingum Íslands, Evrópusambandsins og aðildarríkja þess á öðru skuldbindingartímabili Kyoto-bókunarinnar við rammasamning Sameinuðu þjóðanna um loftslagsbreytingar skal hafa lagagildi hér á landi. Ákvæðið og 1. viðauki samningsins eru birt sem fylgiskjal með lögunum.]\nL. 62/2015, 5. gr.\n[VIII.\nÞar til uppgjöri Kyoto-bókunarinnar lýkur árið 2023 skulu losunarheimildir sem verða til við bindingu kolefnis í gróðri og jarðvegi eða vegna endurheimtar votlendis í samræmi við alþjóðlegar skuldbindingar Íslands á því sviði bókfærðar á reikning íslenska ríkisins í skráningarkerfi skv. VI. kafla A.]\nL. 98/2020, 35. gr.\nI. og II. viðauki. ...\nL. 96/2023, 35. gr.\nIII. viðauki. ...\nL. 98/2020, 36. gr.\n[Fylgiskjal.\nÁkvæði 4. gr. og I. viðauka samnings milli Íslands annars vegar og Evrópusambandsins og aðildarríkja þess hins vegar um þátttöku Íslands í sameiginlegum efndum á skuldbindingum Íslands, Evrópusambandsins og aðildarríkja þess á öðru skuldbindingartímabili Kyoto-bókunarinnar við rammasamning Sameinuðu þjóðanna um loftslagsbreytingar.\n4. gr. Beiting viðeigandi löggjafar Sambandsins\n1. Þær réttargerðir, sem tilgreindar eru í 1. viðauka við þennan samning, skulu vera bindandi fyrir Ísland og gilda á Íslandi. Ef réttargerðirnar, sem falla undir þann viðauka, hafa að geyma tilvísanir til aðildarríkja Sambandsins skal litið svo á að tilvísanirnar, að því er þennan samning varðar, vísi einnig til Íslands.\n2. Breyta má 1. viðauka við þennan samning með ákvörðun nefndar um sameiginlegar efndir sem komið er á fót með 6. gr. þessa samnings.\n3. Nefndin um sameiginlegar efndir getur kveðið nánar á um tæknilegt fyrirkomulag varðandi beitingu þeirra réttargerða, sem tilgreindar eru í 1. viðauka við þennan samning, að því er varðar Ísland.\n4. Ef breytingar á 1. viðauka við þennan samning kalla á breytingar á almennri löggjöf Íslands skal við gildistöku slíkra breytinga hafa hliðsjón af þeim tíma sem Ísland þarf til að samþykkja breytingarnar og þörfinni á að tryggja samræmi við kröfurnar í Kyoto-bókuninni og ákvörðunum.\n5. Það er sérstaklega brýnt að framkvæmdastjórnin fylgi venjulegri hefð og hafi samráð við sérfræðinga, þ.m.t. við sérfræðinga á Íslandi, áður en framseldar gerðir, sem felldar eru eða felldar verða undir 1. viðauka við þennan samning, verða samþykktar.\n1. VIÐAUKI\n(Skrá sem kveðið er á um í 4. gr.)\n1. Reglugerð Evrópuþingsins og ráðsins (ESB) nr. 525/2013 frá 21. maí 2013 um fyrirkomulag við vöktun og skýrslugjöf að því er varðar losun gróðurhúsalofttegunda og skýrslugjöf að því er varðar aðrar upplýsingar á landsvísu og á vettvangi Sambandsins sem varða loftslagsbreytingar og um niðurfellingu á ákvörðun nr. 280/2004/EB (sem vísað er til sem &bdquo;reglugerð 525/2013&ldquo;), nema 4. gr., f-liður 7. gr., 15.&ndash;20. gr. og 22. gr. Ákvæði 21. gr. gilda eftir því sem við á.\n2. Gildandi og síðari framseldar gerðir og framkvæmdargerðir sem byggjast á reglugerð (ESB) nr. 525/2013.]\nL. 62/2015, 6. gr.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    }
  ]
}
