{
  "id": "140/2012",
  "type": "statute",
  "title": "Upplýsingalög",
  "status": "in_force",
  "issued_date": "2012-12-28",
  "url": "https://www.althingi.is/lagas/nuna/2012140.html",
  "description": "Tóku gildi 1. janúar 2013.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja gegnsæi í stjórnsýslu og við meðferð opinberra hagsmuna m.a. í þeim tilgangi að styrkja:\n1. upplýsingarétt og tjáningarfrelsi,\n2. möguleika almennings til þátttöku í lýðræðissamfélagi,\n3. aðhald fjölmiðla og almennings að [opinberum aðilum],\n4. möguleika fjölmiðla til að miðla upplýsingum um opinber málefni,\n5. traust almennings á stjórnsýslunni.\nL. 72/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi taka til allrar starfsemi stjórnvalda.\nLög þessi taka til allrar starfsemi lögaðila sem eru að 51% hluta eða meira í eigu hins opinbera. Þau taka þó ekki til lögaðila, sem sótt hafa um eða fengið opinbera skráningu hlutabréfa samkvæmt lögum um kauphallir, og dótturfélaga þeirra.\nEf starfsemi lögaðila sem fellur undir 2. mgr. er að nær öllu leyti í samkeppni á markaði getur ráðherra, að fenginni tillögu hlutaðeigandi ráðherra eða sveitarstjórnar og umsögn Samkeppniseftirlitsins, ákveðið að hann skuli ekki falla undir gildissvið laga þessara eða dregið slíka ákvörðun til baka. Ráðuneytið skal halda opinbera skrá yfir þá lögaðila sem hafa fengið undanþágu samkvæmt málsgreininni, og skal undanþága einstakra aðila endurskoðuð á þriggja ára fresti. Ákvörðun samkvæmt þessari málsgrein tekur gildi við birtingu hennar í B-deild Stjórnartíðinda. [Ákvæði VII. kafla falla ekki undir gildissvið þessarar málsgreinar.]\n[Lög þessi taka til stjórnsýslu Alþingis eins og nánar er afmarkað í lögum um þingsköp Alþingis og reglum forsætisnefndar sem settar eru á grundvelli þeirra. Ákvæði laganna taka ekki til umboðsmanns Alþingis, Ríkisendurskoðunar, [Mannréttindastofnunar Íslands] eða rannsóknarnefnda samkvæmt lögum um rannsóknarnefndir, nr. 68/2011. Um aðgang að upplýsingum hjá þessum stofnunum fer eftir því sem segir í lögum um þær eða reglum settum á grundvelli þeirra. Ákvæði V.–VII. kafla taka ekki til Alþingis eða stofnana þess.\nLög þessi taka til dómstóla og dómstólasýslunnar að frátöldum ákvæðum V.–VII. kafla. Lögin gilda þó ekki um gögn í vörslu þeirra um meðferð einstakra dómsmála og endurrit úr dómabók, gerðabók og þingbók.]\nAugl. 600/2013. Augl. 613/2013. Augl. 1211/2013. Augl. 1107/2015. Augl. 581/2016. Augl. 1175/2016. Augl. 542/2018. Augl. 1129/2018. Augl. 448/2019. Augl. 625/2019. Augl. 881/2019. Augl. 9/2020. Augl. 106/2020. Augl. 929/2021. Augl. 1477/2021. Augl. 1143/2024. Augl. 491/2025. Augl. 518/2025. Augl. 615/2025. L. 72/2019, 2. gr. L. 88/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Einkaaðilar sem falið er opinbert verkefni.\nLög þessi taka til einkaaðila, hvort sem þeir eru í opinberri eigu eða ekki, að því leyti sem þeim hefur með lögum eða með ákvörðun eða samningi sem byggist á heimild í lögum verið falið að taka stjórnvaldsákvörðun eða sinna þjónustu sem kveðið er á um í lögum að stjórnvald skuli sinna eða telst að öðru leyti liður í opinberu hlutverki stjórnvalds.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gildissvið gagnvart öðrum lögum og þjóðréttarsamningum.\nLög þessi gilda ekki um þinglýsingu, aðfarargerðir, kyrrsetningu, löggeymslu, lögbann, nauðungarsölu, greiðslustöðvun, nauðasamninga, gjaldþrotaskipti, skipti á dánarbúum eða önnur opinber skipti, né heldur um rannsókn sakamáls eða saksókn.\nLög þessi gilda ekki um aðgang að upplýsingum samkvæmt stjórnsýslulögum. Þá gilda lög þessi ekki um upplýsingar sem trúnaður skal ríkja um samkvæmt þjóðréttarsamningum sem Ísland á aðild að.\nÁkvæði annarra laga sem heimila víðtækari aðgang að upplýsingum halda gildi sínu. Almenn ákvæði laga um þagnarskyldu takmarka ekki rétt til aðgangs að gögnum samkvæmt lögum þessum.\nLög þessi gilda um aðgang að gögnum í 30 ár frá því að þau urðu til. Er þá miðað við síðustu innfærslu eða síðasta bréf afgreidds máls. Frá þeim tíma fer um aðgang samkvæmt [lögum um opinber skjalasöfn].\nL. 72/2019, 3. gr.\nII. kafli. Almennur aðgangur að upplýsingum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Réttur almennings til aðgangs að gögnum.\nSé þess óskað er skylt að veita almenningi aðgang að fyrirliggjandi gögnum sem varða tiltekið mál, með þeim takmörkunum sem greinir í 6.–10. gr. Sama gildir þegar óskað er aðgangs að tilteknum fyrirliggjandi gögnum. Ekki er þó skylt að útbúa ný skjöl eða önnur gögn í ríkari mæli en leiðir af 3. mgr.\nRéttur til aðgangs að gögnum nær til:\n1. allra gagna sem mál varða, þ.m.t. endurrita af bréfum sem stjórnvald eða annar aðili skv. I. kafla hefur sent, enda megi ætla að þau hafi borist viðtakanda,\n2. dagbókarfærslna sem lúta að gögnum máls og lista yfir málsgögn.\nEf ákvæði 6.–10. gr. um takmarkanir á upplýsingarétti eiga aðeins við um hluta gagns skal veita aðgang að öðrum hlutum þess.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Gögn undanþegin upplýsingarétti.\nRéttur almennings til aðgangs að gögnum tekur ekki til:\n1. fundargerða ríkisráðs og ríkisstjórnar, minnisgreina á ráðherrafundum og gagna sem tekin hafa verið saman fyrir slíka fundi,\n2. gagna sem útbúin eru af sveitarfélögum, samtökum þeirra eða stofnunum og varða sameiginlegan undirbúning, tillögugerð eða viðræður þessara aðila við ríkið um fjárhagsleg málefni sveitarfélaga,\n3. bréfaskipta við sérfróða aðila [í tengslum við réttarágreining eða] til afnota í dómsmáli eða við athugun á því hvort slíkt mál skuli höfðað,\n4. gagna sem tengjast málefnum starfsmanna, sbr. 7. gr.,\n5. vinnugagna, sbr. 8. gr.\nL. 72/2019, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Upplýsingar um málefni starfsmanna.\nRéttur almennings til aðgangs að gögnum um málefni starfsmanna sem starfa hjá aðilum sem lög þessi taka til skv. 2. gr. tekur ekki til gagna í málum sem varða umsóknir um starf, framgang í starfi eða starfssambandið að öðru leyti. [Þá tekur upplýsingaréttur almennings ekki til gagna sem hafa að geyma upplýsingar um ráðgjöf forsætisráðuneytisins eða annars bærs aðila til stjórnvalda eða starfsmanna þeirra um túlkun siðareglna.]\nÞegar aðrar takmarkanir á upplýsingarétti samkvæmt lögum þessum eiga ekki við er, þrátt fyrir ákvæði 1. mgr., skylt að veita upplýsingar um eftirtalin atriði sem varða opinbera starfsmenn:\n1. nöfn og starfsheiti umsækjenda um starf, þegar umsóknarfrestur er liðinn,\n2. nöfn starfsmanna og starfssvið,\n3. föst launakjör annarra starfsmanna en æðstu stjórnenda,\n4. launakjör æðstu stjórnenda,\n5. áherslur og kröfur um árangur í starfi æðstu stjórnenda sem fram koma í ráðningarsamningi eða öðrum gögnum og upplýsingar um menntun þeirra.\nEnn fremur er heimilt að veita upplýsingar um viðurlög í starfi sem æðstu stjórnendur hafa sætt, þar á meðal vegna áminninga og brottvísana, enda séu ekki liðin meira en fjögur ár frá þeirri ákvörðun sem um ræðir.\nMeð sama hætti ber að veita almenningi upplýsingar um eftirtalin atriði sem varða starfsmenn lögaðila sem falla undir lög þessi skv. 1. málsl. 2. mgr. 2. gr.:\n1. nöfn starfsmanna og starfssvið,\n2. launakjör æðstu stjórnenda og upplýsingar um menntun þeirra.\nAlmenningur á rétt til aðgangs að upplýsingum skv. 2. og 4. mgr. frá viðkomandi vinnuveitanda jafnvel þótt þær sé ekki að finna í gögnum sem tilheyra tilteknu máli.\nL. 72/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Vinnugögn.\nVinnugögn teljast þau gögn sem stjórnvöld eða [aðrir aðilar skv. I. kafla] hafa ritað eða útbúið til eigin nota við undirbúning ákvörðunar eða annarra lykta máls. Nú eru gögn afhent öðrum og teljast þau þá ekki lengur til vinnugagna nema þau hafi einvörðungu verið afhent eftirlitsaðila á grundvelli lagaskyldu.\nTil vinnugagna teljast einnig eftirtalin gögn, enda fullnægi þau að öðru leyti skilyrðum 1. mgr.:\n1. [gögn sem berast milli aðila sem falla undir gildissvið laganna skv. I. kafla þegar einn sinnir ritarastörfum eða sambærilegum störfum fyrir annan],\n2. gögn sem unnin eru af nefndum eða starfshópum sem [aðilar skv. I. kafla] hafa sett á fót með formlegri ákvörðun og fastmótuðu hlutverki,\n3. gögn sem send eru milli aðila skv. 2. tölul. og annarra [aðila skv. I. kafla] þegar starfsmenn þeirra eiga þar sæti.\nÞrátt fyrir 5. tölul. 6. gr. ber að afhenda vinnugögn ef:\n1. þar kemur fram endanleg ákvörðun um afgreiðslu máls,\n2. þar koma fram upplýsingar sem ... er skylt að skrá skv. 1. mgr. 27. gr.,\n3. þar koma fram upplýsingar um atvik máls sem ekki koma annars staðar fram,\n4. þar kemur fram lýsing á vinnureglum eða stjórnsýsluframkvæmd á viðkomandi sviði.\nL. 72/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Takmarkanir á upplýsingarétti vegna einkahagsmuna.\nÓheimilt er að veita almenningi aðgang að gögnum um einka- eða fjárhagsmálefni einstaklinga sem sanngjarnt er og eðlilegt að leynt fari, nema sá samþykki sem í hlut á. Sömu takmarkanir gilda um aðgang að gögnum er varða mikilvæga [virka] fjárhags- eða viðskiptahagsmuni fyrirtækja og annarra lögaðila.\nL. 72/2019, 7. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Takmarkanir á upplýsingarétti vegna almannahagsmuna.\nHeimilt er að takmarka aðgang almennings að gögnum þegar mikilvægir almannahagsmunir krefjast, enda hafi þau að geyma upplýsingar um:\n1. öryggi ríkisins eða varnarmál,\n2. samskipti við önnur ríki eða fjölþjóðastofnanir,\n3. efnahagslega mikilvæga hagsmuni ríkisins,\n4. viðskipti stofnana og fyrirtækja í eigu ríkis eða sveitarfélaga að því leyti sem þau eru í samkeppni við aðra,\n5. fyrirhugaðar ráðstafanir eða próf á vegum hins opinbera ef þau yrðu þýðingarlaus eða skiluðu ekki tilætluðum árangri væru þau á almannavitorði,\n6. umhverfismál ef birting gagnanna getur haft alvarleg áhrif á vernd þess hluta umhverfisins sem upplýsingarnar varða, t.d. heimkynni fágætra tegunda lífvera, steinda, steingervinga og bergmyndana.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Aukinn aðgangur.\nHeimilt er að veita aðgang að gögnum í ríkari mæli en skylt er samkvæmt lögum þessum enda standi aðrar lagareglur því ekki í vegi, þar á meðal ákvæði laga um þagnarskyldu og persónuvernd.\nÞegar stjórnvöld, sbr. 1. mgr. 2. gr., synja beiðni um aðgang að gögnum á grundvelli 2.–5. tölul. 6. gr. og 10. gr. skal taka afstöðu til þess hvort veita eigi aðgang í ríkari mæli en skylt er, sbr. 1. mgr. þessa ákvæðis.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Brottfall takmarkana á upplýsingarétti.\nEigi aðrar takmarkanir samkvæmt lögum þessum ekki við skal veita aðgang að:\n1. gögnum sem 1.–3. tölul. og 5. tölul. 6. gr. taka til þegar liðin eru átta ár frá því þau urðu til,\n2. gögnum sem 5. tölul. 10. gr. tekur til jafnskjótt og ráðstöfunum eða prófum er að fullu lokið,\n3. upplýsingum sem 6. tölul. 10. gr. tekur til þegar ekki er lengur ástæða til að ætla að miðlun upplýsinganna geti haft skaðleg áhrif á umhverfið.\nUm brottfall annarra takmarkana fer eftir ákvæðum [laga um opinber skjalasöfn] eftir að liðin eru 30 ár frá því að gögnin urðu til, sbr. 4. mgr. 4. gr.\nL. 72/2019, 8. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Birting upplýsinga að frumkvæði stjórnvalda.\nStjórnvöld skulu veita almenningi með reglubundnum hætti upplýsingar um starfsemi sína, svo sem með rafrænni útgáfu skýrslna, samantektum um mikilvæg verkefni eða útgáfu annarra gagna.\nStjórnvöld skulu vinna markvisst að því að gera skrár yfir mál, lista yfir málsgögn og gögnin sjálf jafnóðum aðgengileg með rafrænum hætti. Hið sama á við um gagnagrunna og skrár. [Ráðuneyti í Stjórnarráði Íslands skulu birta upplýsingar úr málaskrám sínum með rafrænum hætti. Að lágmarki ber að birta skrá yfir mál sem eru til meðferðar í ráðuneyti í tilefni af innsendu eða útsendu erindi þar sem tilgreint er málsnúmer og heiti máls. Upplýsingarnar ber að birta eigi síðar en í næsta mánuði eftir að mál er stofnað. Þá er heimilt að birta lista yfir málsgögn og gera gögnin sjálf aðgengileg með rafrænum hætti. Í öllum tilvikum skal þess gætt að birting gangi ekki gegn einka- eða almannahagsmunum.]\nRáðherra skal reglulega gefa Alþingi skýrslu um framkvæmd laga þessara, þar á meðal um hvað áunnist hafi varðandi aukið aðgengi almennings að upplýsingum. Þá skal ráðherra hafa forgöngu um mörkun upplýsingastefnu til fimm ára í senn sem unnin skal í samráði við almenning, Blaðamannafélag Íslands, Samband íslenskra sveitarfélaga, skjalaverði opinberra skjalasafna og háskóla- og vísindasamfélagið. Þar skal m.a. haft að leiðarljósi að mæta þörfum lýðræðislegs samfélags fyrir vandaðar og áreiðanlegar upplýsingar.\nRáðherra skal með reglugerð kveða nánar á um það hvernig birtingu upplýsinga skv. 1. og 2. mgr. skuli hagað, þar á meðal um áfanga og tímafresti sem stjórnvöldum eru gefnir til að uppfylla tiltekin markmið og hvernig og hvar upplýsingar skuli birtar. Í reglugerðinni skal einnig útfært hvernig stjórnvöld skuli standa að því að tryggja sambærilegt aðgengi að gögnum sem urðu til fyrir gildistöku laganna. Tryggja skal, eftir því sem kostur er, jafnt aðgengi almennings að birtum upplýsingum og að birting sé samræmd á milli stjórnvalda. Ráðherra skal jafnframt setja reglur sem tryggja, eftir því sem kostur er, að birting upplýsinga nýtist [fötluðu fólki] til jafns við aðra. Reglugerðir ráðherra samkvæmt þessari málsgrein binda einnig sveitarfélögin og stofnanir þeirra.\nL. 72/2019, 9. gr.; um lagaskil sjá 20. gr. s.l. Rg. 464/2018. L. 115/2015, 29. gr.\n[13. gr. a. Ráðgjafi um upplýsingarétt almennings.\nAf hálfu stjórnvalda skal starfa ráðgjafi um upplýsingarétt almennings sem hefur það hlutverk að stuðla að bættri upplýsingagjöf hins opinbera.\nHlutverk sitt rækir hann m.a. með því að:\n1. leiðbeina einstaklingum, félagasamtökum, fjölmiðlum, lögaðilum og öðrum sem til hans leita um framsetningu beiðni um aðgang að gögnum, hvert henni skal beint og önnur atriði, sbr. IV. kafla,\n2. vera stjórnvöldum og öðrum aðilum skv. I. kafla til ráðgjafar um meðferð beiðni um aðgang að gögnum og töku ákvörðunar um rétt beiðanda til aðgangs,\n3. fylgjast með því hvernig opinberir aðilar rækja skyldur sínar til að veita almenningi aðgang að upplýsingum, hvort sem er samkvæmt beiðnum eða að eigin frumkvæði, sbr. 13. gr., og koma tillögum að úrbótum á framfæri þar sem við á,\n4. fylgjast með rannsóknum og þróun á sviði upplýsingaréttar almennings og koma upplýsingum á framfæri við stjórnvöld.\nRáðgjafi um upplýsingarétt almennings skal hafa menntun og þekkingu sem nýtist í starfi. Forsætisráðuneytið sér ráðgjafa um upplýsingarétt almennings fyrir starfsaðstöðu en hann er í ráðgjöf sinni óháður fyrirmælum frá ráðherra og öðrum.\nÞeim sem falla undir gildissvið laganna skv. I. kafla er óháð þagnarskyldu skylt að veita ráðgjafa um upplýsingarétt almennings aðgang að gögnum í trúnaði sem hann telur nauðsynleg til að sinna hlutverki sínu skv. 1. og 2. mgr. Ráðgjafa um upplýsingarétt almennings er óheimilt að skýra frá atriðum sem hann verður áskynja um í starfi sínu og leynt eiga að fara. Þagnarskylda helst þótt látið sé af starfi.]\nL. 72/2019, 10. gr.\nIII. kafli. Aðgangur aðila að upplýsingum um hann sjálfan.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Upplýsingaréttur aðila.\nSkylt er, sé þess óskað, að veita aðila sjálfum aðgang að fyrirliggjandi gögnum ef þau hafa að geyma upplýsingar um hann sjálfan.\nÁkvæði 1. mgr. gildir þó ekki:\n1. um gögn sem talin eru í 6. gr.,\n2. um gögn sem hafa að geyma upplýsingar um mikilvæga almannahagsmuni sem leynt eiga að fara skv. 10. gr.\nHeimilt er að takmarka aðgang aðila að gögnum ef þau hafa jafnframt að geyma upplýsingar um einkamálefni annarra, enda vegi þeir hagsmunir, sem mæla með því að upplýsingum sé haldið leyndum, þyngra en hagsmunir þess sem fer fram á aðgang að gögnum.\nUm aðgang sjúklings að sjúkraskrá fer eftir ákvæðum laga um sjúkraskrár.\nÁkvæði 5., 11. og 12. gr. gilda, eftir því sem við getur átt, um aðgang aðila að gögnum.\nIV. kafli. Málsmeðferð.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Afmörkun á beiðni um aðgang að upplýsingum.\nSá sem fer fram á aðgang að gögnum skal tilgreina þau eða efni þess máls sem þau tilheyra með nægjanlega skýrum hætti til að hægt sé, án verulegrar fyrirhafnar, að afmarka beiðni við tiltekin gögn eða tiltekið mál.\nSetja má það skilyrði að beiðni komi fram á eyðublaði sem lagt er til.\nBeiðni má vísa frá ef ekki er talið mögulegt á grundvelli fyrirliggjandi upplýsinga að afmarka hana við tiltekin gögn eða tiltekið mál. Áður en til þess kemur ber að veita málsaðila leiðbeiningar og gefa honum færi á að afmarka beiðni sína nánar. Eftir atvikum ber ... að afhenda aðila lista yfir mál sem ætla má að beiðni hans geti beinst að í þeim tilgangi að hann geti tilgreint það mál þar sem hann óskar eftir aðgangi að gögnum.\nBeiðni má í undantekningartilfellum hafna ef:\n1. meðferð hennar tæki svo mikinn tíma eða krefðist svo mikillar vinnu að ekki telst af þeim sökum fært að verða við henni,\n2. sterkar vísbendingar eru um að beiðni sé sett fram í ólögmætum tilgangi.\nL. 72/2019, 11. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Hvert beiðni skal beint.\nÞegar farið er fram á aðgang að gögnum í máli þar sem taka á eða tekin hefur verið stjórnvaldsákvörðun skal beiðni beint til þess sem tekið hefur eða taka mun ákvörðun í málinu. Annars skal beiðni beint til þess aðila sem hefur gögnin í vörslu sinni.\nBeiðni um gögn skv. 7. gr. verður eingöngu beint til viðkomandi vinnuveitanda.\nÞegar gögn sem lög þessi taka til hafa verið afhent Þjóðskjalasafni Íslands eða öðru opinberu skjalasafni er hlutaðeigandi safn bært til að taka ákvörðun um aðgang að þeim og hvort veitt skuli ljósrit eða afrit af þeim á grundvelli þessara laga eða [laga um opinber skjalasöfn] eftir aldri gagna.\nL. 72/2019, 12. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Málshraði.\nTekin skal ákvörðun um það hvort orðið verður við beiðni um aðgang að gögnum svo fljótt sem verða má. Hafi beiðni ekki verið afgreidd innan sjö daga frá móttöku hennar skal skýra aðila frá ástæðum tafanna og hvenær ákvörðunar sé að vænta. Frestur vegna afgreiðslu beiðni skv. 33. gr. skal þó vera 20 dagar.\nÁður en tekin er ákvörðun um aðgang að gögnum sem geta varðað einkahagsmuni getur stjórnvald, eða sá sem hefur beiðni til afgreiðslu, skorað á þann sem upplýsingar varða að upplýsa hvort hann telji að þær eigi að fara leynt. Veita skal frest í sjö daga til að svara erindinu.\n[Hafi beiðni um aðgang að gögnum ekki verið afgreidd innan 30 virkra daga frá móttöku hennar er beiðanda heimilt að vísa málinu til úrskurðarnefndar um upplýsingamál sem úrskurðar um rétt hans til aðgangs.]\nL. 72/2019, 13. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Afhending gagna og gjaldtaka.\nEftir því sem við verður komið skal veita aðgang að gögnum á því formi eða sniði og á þeim tungumálum sem þau eru varðveitt á nema þau séu þegar aðgengileg almenningi, sbr. 2. mgr. 19. gr. Þegar gögn eru eingöngu varðveitt á rafrænu formi getur aðili valið á milli þess að fá þau á því formi eða útprentuð á pappír.\nÞegar skjöl eru mörg er heimilt að fela öðrum að sjá um ljósritun þeirra. Hið sama á við hafi sá sem afhendir gögn ekki aðstöðu til að ljósrita skjöl. Aðili skal þá greiða þann kostnað sem hlýst af ljósritun skjalanna. Hið sama gildir um afritun annarra gagna en skjala eftir því sem við á.\nRáðherra ákveður með gjaldskrá hvað greiða skuli fyrir ljósrit og afrit gagna sem afhent eru samkvæmt lögum þessum þannig að mætt sé þeim kostnaði sem af því hlýst, þ.m.t. efniskostnaði, og kostnaði vegna vinnu starfsmanna og búnaðar.\nEf fyrirsjáanlegt er að kostnaður við afritun eða ljósritun verði meiri en 10.000 kr. er heimilt að krefjast fyrirframgreiðslu.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Rökstuðningur, birting og leiðbeiningar.\nÁkvörðun um að synja beiðni um aðgang að gögnum, í heild eða að hluta, sem borin hefur verið fram skriflega, skal tilkynnt skriflega og rökstudd stuttlega. Í ákvörðun skal koma fram afstaða stjórnvalds til aukins aðgangs skv. 2. mgr. 11. gr. og leiðbeiningar um rétt til kæru skv. 20. gr.\nÞegar beiðni um aðgang að gögnum er afgreidd með vísan til þess að umbeðnar upplýsingar séu þegar aðgengilegar almenningi, og án þess að umbeðin gögn séu afhent, skal tilgreina nákvæmlega hvar og með hvaða hætti upplýsingarnar eru aðgengilegar.\nÞegar veittur er aðgangur að gögnum sem þriðji maður á lögvarin réttindi yfir samkvæmt höfundalögum skal veita upplýsingar um nafn rétthafa, liggi þær fyrir.\nUm málsmeðferð að öðru leyti fer eftir stjórnsýslulögum.\nV. kafli. Úrskurðarnefnd um upplýsingamál.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Kæruheimild.\nHeimilt er að bera synjun beiðni um aðgang að gögnum samkvæmt lögum þessum undir úrskurðarnefnd um upplýsingamál sem úrskurðar um ágreininginn. Hið sama gildir um synjun ... á beiðni um að afhenda gögn á því formi sem óskað er.\nÁkvörðun skv. 3. mgr. 2. gr. eða 33. gr. sætir ekki endurskoðun nefndarinnar.\nNefndin er sjálfstæð í störfum sínum og verður úrskurðum hennar samkvæmt lögum þessum ekki skotið til annarra stjórnvalda.\nL. 72/2019, 14. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Úrskurðarnefnd um upplýsingamál.\nRáðherra skipar þrjá menn í úrskurðarnefnd um upplýsingamál til fjögurra ára og jafnmarga til vara. Skulu tveir nefndarmenn og varamenn þeirra uppfylla starfsgengisskilyrði héraðsdómara skv. [29. gr.] laga um dómstóla. Skal annar þeirra vera formaður nefndarinnar en hinn varaformaður. Nefndarmenn mega ekki vera fastráðnir starfsmenn í Stjórnarráði Íslands.\nNefndinni er heimilt að kalla sér til ráðgjafar og aðstoðar sérfróða aðila ef hún telur þörf á því.\n[Nefndarmenn eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga. Sama gildir um þá sem nefndin kann að kveðja sér til aðstoðar.]\nL. 117/2016, 21. gr. L. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Málsmeðferð.\nMál skv. 1. mgr. 20. gr. skal borið skriflega undir úrskurðarnefnd um upplýsingamál innan 30 daga frá því að þeim sem fór fram á aðgang að gögnum var tilkynnt um ákvörðun.\nNefndin getur veitt þeim sem kæra beinist að stuttan frest til þess að láta í té rökstutt álit á málinu áður en því er ráðið til lykta. Þeim sem kæra beinist að er skylt að láta nefndinni í té afrit af þeim gögnum sem kæra lýtur að, enda falli viðkomandi undir gildissvið laganna skv. I. kafla. Nefndin getur mælt svo fyrir í bréfi þar sem óskað er afrits gagna samkvæmt þessari málsgrein að gögn sem henni eru afhent í trúnaði séu auðkennd sérstaklega.\nÞegar nefndarmenn eru ekki sammála ræður meiri hluti niðurstöðu máls. Ef atkvæði eru jöfn ræður atkvæði formanns.\nUm meðferð mála hjá úrskurðarnefndinni fer að öðru leyti eftir VII. kafla stjórnsýslulaga.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Birting og aðfararhæfi úrskurða.\n[Úrskurðarnefnd um upplýsingamál skal birta úrskurð þeim sem fór fram á aðgang að gögnum og þeim sem kæra beindist að svo fljótt sem verða má en að jafnaði innan 150 daga frá móttöku hennar.]\nEf nefndin hefur tekið til greina beiðni um aðgang að gögnum ber að veita aðgang að þeim jafnskjótt og úrskurður hefur verið birtur, nema þess sé krafist að réttaráhrifum hans verði frestað skv. 24. gr.\nÚrskurður samkvæmt lögum þessum um aðgang að gögnum eða afrit af þeim er aðfararhæfur, nema réttaráhrifum hans hafi verið frestað.\nL. 72/2019, 15. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Frestun á réttaráhrifum úrskurðar.\nNú hefur úrskurðarnefnd um upplýsingamál lagt fyrir stjórnvald eða annan aðila að veita aðgang að gögnum og getur þá nefndin að kröfu viðkomandi ákveðið að fresta réttaráhrifum úrskurðar telji hún sérstaka ástæðu til. Krafa þess efnis skal berast úrskurðarnefnd um upplýsingamál ekki síðar en sjö dögum frá birtingu úrskurðar.\nFrestun á réttaráhrifum úrskurðar skal bundin því skilyrði að mál verði borið undir dómstóla innan sjö daga frá birtingu ákvörðunar um frestunina og óskað eftir að það hljóti flýtimeðferð. Nú er beiðni um flýtimeðferð synjað og skal þá mál höfðað innan sjö daga frá synjuninni.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Útgáfa úrskurða.\nÚrskurðarnefnd um upplýsingamál skal eigi sjaldnar en árlega gefa út úrskurði sína eða útdrætti úr þeim. Opinber birting úrskurða á vefsíðu telst fullnægjandi útgáfa.\nVI. kafli. Skráning mála o.fl.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skráning mála.\nUm skráningu mála, skjalaskrár og aðra vistun gagna og upplýsinga fer að ákvæðum [laga um opinber skjalasöfn].\nL. 72/2019, 16. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Skráning upplýsinga um málsatvik og meðferð mála.\nVið meðferð mála þar sem taka á ákvörðun um rétt eða skyldu manna ber stjórnvöldum, og öðrum sem lög þessi taka til, að skrá upplýsingar um málsatvik sem veittar eru munnlega eða viðkomandi fær vitneskju um með öðrum hætti ef þær hafa þýðingu fyrir úrlausn máls og er ekki að finna í öðrum gögnum þess. Sama á við um helstu ákvarðanir um meðferð máls og helstu forsendur ákvarðana, enda komi þær ekki fram í öðrum gögnum málsins.\n[Stjórnvöld skulu að öðru leyti gæta þess að haldið sé til haga mikilvægum upplýsingum, m.a. um samskipti við almenning og önnur stjórnvöld, svo sem með skráningu fundargerða eða minnisblaða.] [Hið sama á við um aðra aðila skv. I. kafla að því leyti sem lög þessi taka til starfa þeirra.]\nL. 82/2015, 10. gr. L. 72/2019, 17. gr.\n[VII. kafli. Aðgangur að upplýsingum um umhverfismál.]\nL. 72/2019, 18. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Aðgangur að gögnum í rannsóknarskyni.\nVegna rannsókna eða sambærilegrar starfsemi er stjórnvaldi, sbr. 1. mgr. 2. gr., heimilt að veita aðgang að gögnum sem undanþegin eru upplýsingarétti skv. II. og III. kafla, enda megi ætla að hægt sé að verða við umsókn án þess að skerða þá almanna- og einkahagsmuni sem ákvæðum kaflanna er ætlað að vernda. Í umsókn skal upplýst í hvaða tilgangi er óskað eftir aðgangi. Leyfi samkvæmt þessari málsgrein skal vera skriflegt.\nEf gögn stjórnvalds hafa að geyma viðkvæmar persónuupplýsingar, eins og þær eru skilgreindar í lögum um persónuvernd og [vinnslu] persónuupplýsinga, eða ef miðlun felur í sér sérstaka hættu á að farið verði í bága við réttindi og frelsi skráðra aðila, skal stjórnvald afla samþykkis Persónuverndar áður en það miðlar upplýsingum. Persónuvernd setur nánari reglur um leyfisskylduna og getur ákveðið að skylda til að afla leyfis falli brott þegar settar hafa verið almennar reglur og öryggisstaðlar sem fylgja skuli við slíka miðlun.\nStjórnvald getur sett aðgangi skv. 1. mgr. skilyrði. Skilyrðin skulu byggð á sjónarmiðum um eðli þeirra upplýsinga sem veittur er aðgangur að og tilgangi sem umsókn um aðgang byggist á. Stjórnvald getur sett sem skilyrði að:\n1. upplýsingum um einkamálefni, þ.m.t. fjárhagsmálefni, sé ekki miðlað áfram,\n2. ekki sé haft samband við einstaklinga sem nefndir eru í gagni eða skyld- og venslamenn þeirra,\n3. gagn verði ekki birt í heild,\n4. ekki verði tekið afrit af gagni,\n5. upplýsingar sem veittur er aðgangur að verði ekki birtar í rannsóknarniðurstöðum á persónugreinanlegan hátt.\nÞegar sérstaklega stendur á er hægt að setja önnur skilyrði en fram koma í 3. mgr.\nL. 90/2018, 54. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Refsingar og skaðabætur.\nSá sem fær aðgang að gögnum skv. 33. gr. má ekki birta, afhenda eða nota upplýsingar sem hann hefur þannig fengið aðgang að á annan hátt en mælt er fyrir um í leyfi stjórnvalds.\nEf aðili, sem fengið hefur aðgang að gögnum skv. 33. gr., brýtur í bága við ákvæði 1. mgr. af ásetningi eða stórkostlegu gáleysi varðar það sektum eða fangelsi allt að þremur árum.\nNú brýtur aðili af sér skv. 1. mgr. af ásetningi eða gáleysi og má þá dæma hann til að greiða þeim sem upplýsingarnar varða bætur fyrir fjártjón og miska.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    }
  ]
}
