{
  "id": "53/2012",
  "type": "statute",
  "title": "Lög um frávik frá lögum um skatta og gjöld vegna styrkja úr sjóði er fjármagnar aðstoð við umsóknarríki Evrópusambandsins",
  "status": "in_force",
  "issued_date": "2012-06-20",
  "url": "https://www.althingi.is/lagas/nuna/2012053.html",
  "description": "Tóku gildi 26. júní 2012.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur.\nTilgangur laga þessara er að uppfylla þær skyldur sem íslenska ríkið tókst á hendur varðandi undanþágur frá skattlagningu með rammasamningi milli ríkisstjórnar Íslands og framkvæmdastjórnar Evrópusambandsins um reglur um samstarf er varðar fjárhagsaðstoð ESB við Ísland innan ramma stuðningsaðgerða sjóðs er fjármagnar aðstoð við umsóknarríki ESB.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\nÍ lögum þessum merkir:\n1. ESB-verktaki: Einstaklingur eða lögaðili sem veitir þjónustu og/eða afhendir vörur og/eða vinnur verk með fjárstyrk samkvæmt ESB-samningi. Hugtakið ESB-verktaki tekur einnig til staðbundinna ráðgjafa um langtímasérfræðiaðstoð og sérfræðinga sem fylgja samningum um langtímasérfræðiaðstoð.\n2. ESB-samningur: Sérhvert lagalega bindandi skjal um starfsemi sem er fjármögnuð eftir reglum sjóðs er fjármagnar aðstoð við umsóknarríki ESB og ESB undirritar eða íslenska ríkið.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Innflutningur ESB-verktaka.\nVið innflutning ESB-verktaka á vörum sem fjármagnaðar eru af ESB-samningi skal fella niður aðflutningsgjöld.\nSkilyrði undanþágunnar er að fyrir liggi skriflegur ESB-samningur þar sem fram kemur skilgreining á verki og að innflutningurinn sé í beinum tengslum við verkið.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Virðisaukaskattur.\nESB-verktaki sem selur vörur eða þjónustu samkvæmt ESB-samningi skal vera undanþeginn virðisaukaskatti. Undanþágan er háð því skilyrði að sala á vöru eða þjónustu sé í beinum tengslum við starfsemi ESB-verktaka samkvæmt ESB-samningi.\nÞrátt fyrir ákvæði 1. mgr. er skráðum aðilum sem selja vörur eða þjónustu samkvæmt ESB-samningi heimilt að telja til innskatts á hverju uppgjörstímabili virðisaukaskatt af aðkeyptum rekstrarfjármunum, vörum, vinnu, þjónustu og öðrum aðföngum skv. 15. og 16. gr. laga nr. 50/1988, um virðisaukaskatt, enda varði kaupin verk sem unnið er samkvæmt samningnum.\nAðilar sem falla undir 1. mgr. og hafa ekki heimild til að telja til innskatts virðisaukaskatt vegna kaupa á aðföngum, svo sem vegna þess að þeir eru ekki skráningarskyldir samkvæmt lögum nr. 50/1988, um virðisaukaskatt, eiga rétt á endurgreiðslu þess virðisaukaskatts sem þeir hafa greitt vegna kaupa á aðföngum sem varða eingöngu sölu á vörum og þjónustu samkvæmt ESB-samningi. Beiðni um endurgreiðslu á virðisaukaskatti skal lögð fram skriflega á því formi sem ríkisskattstjóri ákveður. Beiðni skulu fylgja frumrit fullgildra sölureikninga og vottað afrit af þeim ESB-samningi sem unnið er eftir í viðkomandi tilviki.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tekjuskattur, útsvar og staðgreiðsla.\nEinstaklingar sem ekki eru heimilisfastir hér á landi, eru ESB-verktakar og selja vörur eða þjónustu samkvæmt ESB-samningi skulu undanþegnir skattskyldu skv. I. kafla laga nr. 90/2003, um tekjuskatt, og greiða því hvorki tekjuskatt né útsvar af tekjum sem samningurinn skapar.\nLögaðilar sem ekki hafa fasta starfsstöð hér á landi, eru ESB-verktakar og selja vörur eða þjónustu samkvæmt ESB-samningi skulu undanþegnir skattskyldu skv. I. kafla laga nr. 90/2003, um tekjuskatt, og greiða því ekki tekjuskatt af tekjum sem samningur þessi skapar.\nSkilyrði undanþágu frá skattskyldu er að fyrir liggi skriflegur ESB-samningur þar sem fram kemur skilgreining á verki og að vöru- eða þjónustusalan sé í beinum tengslum við þann samning.\nRíkisskattstjóra er heimilt að taka til greina skriflega umsókn ESB-verktaka um endurgreiðslu, að hluta eða öllu leyti, á staðgreiðslu hans samkvæmt lögum nr. 45/1987, um staðgreiðslu opinberra gjalda, og lögum nr. 94/1996, um staðgreiðslu skatts á fjármagnstekjur. Á umsókn, sem sett skal fram á sérstöku eyðublaði og ríkisskattstjóri lætur gera, skal koma fram rökstuðningur fyrir kröfum samkvæmt ákvæði þessu. Umsókn skal fylgja skriflegur ESB-samningur þar sem fram kemur skilgreining á verki og upplýsingar um að tekjurnar séu í beinum tengslum við ESB-samning aðila.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Búferlaflutningar til landsins.\nPersónulegar eigur og heimilismunir sem einstaklingar, sem taka að sér verkefni sem skilgreind eru í ESB-samningum, og nánustu fjölskyldumeðlimir þeirra, aðrir en þeir sem búsettir eru á Íslandi, flytja inn til einkanota skulu undanþegnir tollum, virðisaukaskatti og öðrum aðflutningsgjöldum. Undanþágan er háð því skilyrði að persónulegar eigur og heimilismunir verði fluttir út aftur eða þeim fargað á Íslandi, í samræmi við gildandi reglur á Íslandi, eftir að samningurinn er út runninn.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stimpilgjöld.\nAllir samningar sem fjármagnaðir eru af ESB-samningi skulu vera undanþegnir stimplun og stimpilgjaldi. Nemi fjármögnunin einungis hluta samnings skal reikna stimpilgjald af þeim hluta sem fjármagnaður er á annan hátt.\nSkilyrði undanþágunnar er að fyrir liggi skriflegur ESB-samningur þar sem fram kemur skilgreining á verki og sá samningur sem fella á niður stimplun og stimpilgjöld af sé gerður í beinum tengslum við ESB-samninginn.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja reglugerð er kveður nánar á um framkvæmd laga þessara.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
