{
  "id": "150/2012",
  "type": "statute",
  "title": "Bókasafnalög",
  "status": "in_force",
  "issued_date": "2012-12-28",
  "url": "https://www.althingi.is/lagas/nuna/2012150.html",
  "description": "Tóku gildi 3. janúar 2013.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur.\nTilgangur laga þessara er að efla starfsemi og samvinnu bókasafna þannig að þau geti sem best gegnt því hlutverki sínu að vera þekkingarveitur og fræðslustofnanir sem halda uppi virkri og fjölþættri upplýsingaþjónustu á sem flestum sviðum og tryggja jafnframt varðveislu þess menningararfs sem bókasöfn hafa að geyma.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nTil bókasafna samkvæmt lögum þessum teljast Landsbókasafn Íslands – Háskólabókasafn og Hljóðbókasafn Íslands svo og háskólabókasöfn, almenningsbókasöfn, bókasöfn framhalds- og grunnskóla, sérfræðisöfn og bókasöfn í stofnunum sem reknar eru af ríki eða sveitarfélögum, eftir því sem við á.\nÞessi söfn mynda sameiginlega bókasafnakerfi landsins. Þau skulu taka þátt í samstarfi bókasafna og safnkostur þeirra skal aðgengilegur eftir því sem við verður komið. Upplýsingar um safnkostinn skulu aðgengilegar öllum.\nII. kafli. Skipulag.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn.\nRáðherra hefur yfirumsjón með stefnumörkun og samræmingu í starfsemi bókasafna sem undir lög þessi falla.\nBókasafnaráð er ráðherra og öðrum stjórnvöldum til ráðgjafar um málefni bókasafna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Bókasafnaráð.\nRáðherra skipar bókasafnaráð til fjögurra ára í senn. Samband íslenskra sveitarfélaga og Samtök forstöðumanna almenningsbókasafna tilnefna hvort sinn fulltrúa í ráðið, Upplýsing, félag bókasafns- og upplýsingafræða, tilnefnir tvo fulltrúa ólíkra flokka bókasafna, og einn fulltrúi er skipaður án tilnefningar. Varamenn skulu skipaðir með sama hætti. Ekki er heimilt að skipa sama mann aðalfulltrúa í bókasafnaráði lengur en tvö samfelld starfstímabil.\nRáðherra skipar formann og varaformann úr hópi stjórnarmanna.\nLandsbókavörður og forstöðumaður Hljóðbókasafns Íslands sitja fundi bókasafnaráðs með málfrelsi og tillögurétt.\nKostnaður af starfsemi bókasafnaráðs greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hlutverk bókasafnaráðs.\nBókasafnaráð hefur eftirfarandi hlutverk:\n1. að vinna að stefnumörkun um starfsemi bókasafna í samvinnu við Landsbókasafn Íslands – Háskólabókasafn sem send er ráðherra til samþykktar,\n2. að setja reglur um söfnun og úrvinnslu tölfræðilegra upplýsinga um bókasöfn á Íslandi sem ráðherra staðfestir,\n3. að setja bókasafnasjóði úthlutunarreglur sem ráðherra staðfestir,\n4. að veita umsögn um styrkumsóknir úr bókasafnasjóði,\n5. að sinna öðrum verkefnum á sviði málefna bókasafna samkvæmt nánari ákvörðun ráðherra.\nRgl. 815/2021.\nIII. kafli. Bókasöfn og starfsemi þeirra.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Markmið og hlutverk.\nBókasöfn eru þjónustustofnanir sem starfa í þágu almennings og eigenda sinna og eru ekki rekin í hagnaðarskyni. Sameiginlegt markmið bókasafna, sem undir lög þessi falla, er að veita aðgang að fjölbreyttu safnefni og upplýsingum á mismunandi formi. Þau skulu efla menningar- og vísindastarfsemi, menntun, símenntun, atvinnulíf, íslenska tungu, ánægjulestur og upplýsingalæsi.\nHlutverk bókasafna er að jafna aðgengi að menningu og þekkingu. Áhersla skal lögð á að safnkostur bókasafna endurspegli sem flest sjónarmið.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Flokkar safna.\nLandsbókasafn Íslands – Háskólabókasafn er forustusafn bókasafna landsins. Það stuðlar að samstarfi, samræmingu og þróun starfshátta bókasafna og veitir öðrum söfnum faglega ráðgjöf, sinnir rannsóknum á sviði bókfræði, bóksögu og bókasafns- og upplýsingafræði og öðrum verkefnum samkvæmt lögum um safnið.\nAlmenningsbókasöfn eru menningar-, upplýsinga- og menntastofnanir reknar af sveitarfélögum. Allir landsmenn skulu eiga kost á að njóta þjónustu almenningsbókasafna.\nÖllum sveitarfélögum er skylt að standa að slíkri þjónustu í samræmi við þessi lög. Sveitarfélög ráða starfslið almenningsbókasafna sem á vegum þeirra starfa, sjá söfnunum fyrir viðunandi húsnæði og búa þau nauðsynlegum búnaði.\nBókasöfn í skólum eru upplýsingamiðstöðvar fyrir nemendur og kennara. Í starfsemi skólasafna skal meðal annars leggja áherslu á að þjálfa nemendur og starfsfólk skóla í upplýsingalæsi.\nSérfræðisöfn og bókasöfn stofnana sem reknar eru af ríki eða sveitarfélögum skulu vera þekkingarmiðstöðvar á þeim sviðum sem þau eru helguð.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Stjórn almenningsbókasafna.\nFyrir hverju almenningsbókasafni skal vera stjórn, kjörin af hlutaðeigandi sveitarstjórn eða sveitarstjórnum. Skipunartími stjórnar er hinn sami og kjörtímabil sveitarstjórnar. Sveitarstjórn er heimilt að skipa eina bókasafnsstjórn fyrir öll almenningsbókasöfn sem rekin eru af sveitarfélaginu eða fela fastanefnd samkvæmt samþykktum sveitarfélags að fara með málefni almenningsbókasafna.\nStjórn bókasafns skal gæta þess að þar sé unnið í samræmi við lög og reglugerðir og eftir faglegum viðmiðunum á sviði bókasafna- og upplýsingamála.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Sameining almenningsbókasafna.\nSveitarfélögum er heimilt að sameinast um rekstur almenningsbókasafns í samræmi við sveitarstjórnarlög. Standi sveitarfélög saman að rekstri bókasafns skal í samstarfssamningi kveðið á um skiptingu kostnaðar, aðild hvers sveitarfélags að stjórn og um verkefni stjórnarinnar.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Sameining skólasafna og almenningsbókasafna.\nHeimilt er að reka almenningsbókasafn og skólasafn grunnskóla saman, enda sé gerður um það skriflegur samstarfssamningur milli bókasafnsstjórnar og skólanefndar með samþykki hlutaðeigandi sveitarstjórnar eða sveitarstjórna.\nEinnig er heimilt að stofna til samningsbundins rekstrar- eða þjónustusamstarfs milli almenningsbókasafns og bókasafns við skóla á framhaldsskóla- eða háskólastigi þar sem slík tilhögun telst henta vegna sérstakra aðstæðna.\nVið sameiginlegan rekstur skólasafna og almenningsbókasafna skal gera ráð fyrir greiðum aðgangi almennings að þjónustu safns utan skólatíma og leitast við að gæta hagsmuna allra notendahópa.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Starfsfólk og búnaður.\nForstöðumaður bókasafns skal, ef þess er kostur, hafa lokið prófi í bókasafns- og upplýsingafræði. Tryggja skal eftir föngum að bókasöfn hafi á að skipa starfsfólki með sérmenntun sem hæfir verksviði safnanna.\nBúnaður bókasafna, húsnæði og safnkostur skal taka mið af hlutverki þeirra hvers um sig.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Aðgangur og samstarf.\nBókasöfn geta sett nánari reglur um afnot af safnkosti sínum og meðal annars takmarkað aðgang almennings að honum. Bókasöfnum er heimilt að krefja lánþega um tryggingarfé ef sérstök ástæða þykir til.\nTil að rækja hlutverk sitt er bókasöfnum heimilt að hafa með sér samstarf um þjónustu við notendur og gera þjónustu- og samstarfssamninga sín á milli.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Þjónustusamningar.\nRáðherra er heimilt að gera þjónustusamninga við tiltekin bókasöfn eða aðra um sértæka þjónustu á ákveðnum sviðum, að fenginni umsögn bókasafnaráðs. Í slíkum samningum skulu verkefni skilgreind, stjórnun þeirra, lengd samningstíma og hvernig greiðslum til bókasafna vegna þjónustunnar og úttekt á árangri viðkomandi verkefna skuli háttað.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tölfræðilegar upplýsingar.\nBókasöfn skulu árlega láta ráðuneytinu í té skýrslu um fjármál sín og starfsemi í samræmi við reglur sem bókasafnaráð setur og ráðherra staðfestir.\nRáðuneytinu er heimilt að fela öðrum aðilum með þjónustusamningi að hafa umsjón með söfnun og úrvinnslu tölfræðilegra upplýsinga um bókasöfn á Íslandi í samræmi við framangreindar reglur.\nIV. kafli. Hljóðbókasafn Íslands.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Hlutverk.\nHljóðbókasafn Íslands er í eigu ríkisins og fer ráðherra með yfirstjórn þess.\nHlutverk Hljóðbókasafns Íslands er að sjá þeim sem ekki geta fært sér venjulegt prentað letur í nyt fyrir bókasafnsþjónustu með miðlun á fjölbreyttu safnefni, þar á meðal námsgögnum, í sem bestu samræmi við óskir og þarfir notenda.\nHljóðbókasafn Íslands skal hafa samstarf við aðila sem standa að skipulagningu bókasafnamála, þá sem vinna að framleiðslu og dreifingu námsefnis og þá sem starfa að málefnum blindra og sjónskertra og annarra hópa [fatlaðs fólks sem nýtur] þjónustu safnsins. Til að rækja hlutverk sitt sem best er safninu heimilt að gera þjónustu- og samstarfssamninga við slíka aðila.\n[Hljóðbókasafni Íslands er heimil vinnsla persónuupplýsinga að því marki sem nauðsynlegt er til að sinna lögbundnu hlutverki sínu, svo sem vegna afgreiðslu umsókna um afnot af safninu. Heimil er vinnsla viðkvæmra persónuupplýsinga um heilsufar, svo sem greiningar og vottorð til staðfestingar á þjónustu við einstaklinga með prentleturshömlun. Safninu er heimil vinnsla persónuupplýsinga sem því berast frá umsækjendum eða frá þriðja aðila í umboði umsækjanda, svo sem frá [Sjónstöðinni], heilbrigðisstofnunum, menntastofnunum og sérfræðingum í lestrargreiningu.]\nKostnaður við starfsemi Hljóðbókasafns Íslands greiðist úr ríkissjóði eftir því sem ákveðið er í fjárlögum. Tekjum safnsins skal varið í þess þágu.\nL. 115/2015, 24. gr. L. 31/2025, 5. gr. L. 89/2021, 8. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Forstöðumaður.\nRáðherra skipar forstöðumann Hljóðbókasafns Íslands til fimm ára í senn. Skal forstöðumaður hafa háskólamenntun og staðgóða þekkingu á starfssviði safnsins.\nForstöðumaður stjórnar starfsemi og rekstri Hljóðbókasafns Íslands. Hann ræður starfsmenn þess og er í fyrirsvari fyrir safnið.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Samráðshópur.\nRáðherra skipar sex manna samráðshóp um málefni Hljóðbókasafns Íslands. Skal einn fulltrúi tilnefndur af Blindrafélaginu, samtökum blindra og sjónskertra á Íslandi, einn af Félagi lesblindra, einn af Félagi íslenskra sérkennara, einn af Upplýsingu, félagi bókasafns- og upplýsingafræða, og einn af [Sjónstöðinni]. Varamenn skulu skipaðir með sama hætti. Ekki er heimilt að skipa sama mann aðalmann í samráðshópinn lengur en tvö samfelld starfstímabil.\nRáðherra skipar formann og varaformann úr hópi tilnefndra fulltrúa.\nSamráðshópurinn er forstöðumanni Hljóðbókasafns Íslands til samráðs og ráðgjafar um stefnu safnsins og önnur málefni sem varða starfsemi þess.\nForstöðumaður Hljóðbókasafns Íslands situr fundi hópsins með málfrelsi og tillögurétt.\nL. 31/2025, 5. gr.\nV. kafli. Fjármál bókasafna.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Framlög til bókasafna.\nFramlög til almenningsbókasafna skulu ákveðin í árlegri fjárhagsáætlun sérhvers sveitarfélags.\nFramlög til bókasafna í skólum og stofnunum og sérfræðisafna skulu ákveðin í árlegri fjárhagsáætlun viðkomandi skóla, stofnana eða eigenda sérfræðibókasafna.\nGjafir og fjárframlög til bókasafna eru frádráttarbær til skatts í samræmi við ákvæði laga um tekjuskatt, nr. 90/2003, með áorðnum breytingum.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Gjaldtökuheimildir.\nBókasöfnum er heimilt að innheimta gjöld fyrir þjónustu sína, svo sem útlánastarfsemi, millisafnalán, afritun, fjölföldun, ljósmyndun, sérfræðilega heimildaþjónustu, heimildaleit í gagnagrunnum og útlán á sérstökum safnkosti.\nHvert safn setur gjaldskrá um alla gjaldtöku skv. 1. mgr. að fengnu samþykki bókasafnsstjórnar eða yfirstjórnar stofnunar. Umrædd gjöld skulu ekki vera hærri en raunkostnaður viðkomandi safns vegna þjónustunnar og er ætlað að standa straum af eftirfarandi kostnaðarþáttum við hana:\na. launum starfsfólks sem sinnir þjónustunni,\nb. sérstökum efniskostnaði vegna þjónustunnar.\nBókasöfnum er heimilt að innheimta dagsektir fyrir afnot safnefnis fram yfir skilafrest og bætur fyrir safnefni sem glatast eða skemmist í meðförum notenda. Hvert safn setur sér reglur um innheimtu dagsekta og bóta að fengnu samþykki bókasafnsstjórnar eða yfirstjórnar stofnunar. Skal í þeim kveðið á um að dagsektir sem lagðar eru á hvern lánþega vegna tiltekins safnefnis, eða bætur sem innheimtar eru vegna þess, megi mest nema innkaupsverði viðkomandi efnis. Þá er bókasafni heimilt að mæla fyrir um að sé safnefni ófáanlegt skuli verð metið að álitum og það mat lagt til grundvallar við ákvörðun bóta eða sekta, eftir atvikum með allt að 50% álagi á sektir eða bætur ef um mikilvægt efni er að ræða.\nGjaldskrár skv. 2. og 3. mgr. skal birta notendum á aðgengilegan hátt.\nVI. kafli. Bókasafnasjóður.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Hlutverk og skipulag.\nBókasafnasjóður hefur það hlutverk að efla starfsemi bókasafna sem falla undir lög þessi. Í þeim tilgangi styrkir sjóðurinn skilgreindar rannsóknir og þróunar- og samstarfsverkefni á sviði bókasafna- og upplýsingamála. Sjóðnum er einnig heimilt að styrkja önnur verkefni til að efla faglegt samstarf bókasafna, m.a. alþjóðleg samstarfsverkefni sem bókasöfn, sem undir lög þessi falla, taka þátt í.\nTekjur bókasafnasjóðs eru:\na. framlag ríkissjóðs eftir því sem ákveðið er í fjárlögum,\nb. önnur framlög.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Styrkveitingar.\nStyrkir úr bókasafnasjóði eru ákveðnir í samræmi við úthlutunarreglur sjóðsins, sbr. 3. tölul. 5. gr.\nHeimilt er að krefjast endurgreiðslu hafi verkefni sem hlotið hefur styrk ekki verið unnið í samræmi við umsókn og þau gögn sem styrkveiting var byggð á, hafi verkefnið ekki verið unnið samkvæmt skilmálum bókasafnasjóðs eða lokaskýrslu ekki verið skilað innan árs frá áætluðum lokum verkefnis.\nRáðherra úthlutar styrkjum úr bókasafnasjóði að fengnum tillögum bókasafnaráðs.\nStyrkir úr bókasafnasjóði eru undanþegnir tekjuskatti.\nVII. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Setning reglugerða.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara í heild eða einstakra hluta þeirra.\nRg. 939/2013.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nStörf starfsmanna Blindrabókasafns Íslands flytjast til Hljóðbókasafns Íslands og fela lög þessi ekki í sér breytingar á stöðu og réttindum þeirra.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
