{
  "id": "61/2013",
  "type": "statute",
  "title": "Efnalög",
  "status": "in_force",
  "issued_date": "2013-04-08",
  "url": "https://www.althingi.is/lagas/nuna/2013061.html",
  "description": "Tóku gildi 17. apríl 2013 nema 62.–64. gr. sem tóku gildi 1. janúar 2014.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er annars vegar að tryggja að meðferð á efnum, [efnablöndum og hlutum sem innihalda efni] valdi hvorki tjóni á heilsu manna og dýra né á umhverfi og hins vegar að efna skuldbindingar Íslands um að tryggja frjálst flæði á vörum á innri markaði Evrópska efnahagssvæðisins að því er varðar efni, [efnablöndur og hluti sem innihalda efni]. Þá er það markmið laga þessara að koma í veg fyrir ólöglega markaðssetningu.\nL. 63/2015, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um framleiðslu, markaðssetningu, útflutning, umflutning, efnaskráningu, leyfisveitingar, merkingar, notkun, takmörkun og bann við notkun, svo og um aðra meðferð efna og efnablandna, sem og hluti sem innihalda efni hér á landi, í lofthelgi og í mengunarlögsögunni. Lög þessi gilda enn fremur um örverur, aðrar lífverur eða hluta þeirra ef þær eru ætlaðar til [nota í vörum sem falla undir lög þessi]. Þá taka lög þessi til þeirra efna sem falla undir lög þessi og eru notuð í lækningatækjum, sbr. lög um lækningatæki.\nLög þessi taka ekki til lyfja, sbr. lyfjalög, matvæla, sbr. lög um matvæli, tóbaks, sbr. lög um tóbaksvarnir, vímuefna, sbr. lög um ávana- og fíkniefni, né til geislavirkra efna, sbr. lög um geislavarnir.\nL. 57/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum er merking eftirtalinna orða og hugtaka sem hér segir:\n[1. Ábyrgðaraðili snyrtivöru: Framleiðandi, innflytjandi eða umboðsaðili framleiðanda eða innflytjanda með staðfestu á Evrópska efnahagssvæðinu sem setur snyrtivörur á markað í fyrsta sinn eða dreifingaraðili sem markaðssetur snyrtivöru undir sínu nafni eða vörumerki eða breytir vöru, sem þegar er á markaði, á þann hátt að áhrif getur haft á það hvort varan uppfylli kröfur.]\n[2. ] Áhættumat: Mat á eiturhrifum, annarri skaðsemi og virkni efna samkvæmt viðurkenndum aðferðum.\n[3. ] Birgir: Framleiðandi, innflytjandi, eftirnotandi eða dreifandi með staðfestu á Evrópska efnahagssvæðinu sem setur efni á markað, hvort sem það er hreint, í efnablöndu eða í hlutum.\n[4. ] Dreifandi: Einstaklingur eða lögaðili með staðfestu á Evrópska efnahagssvæðinu, þ.m.t. smásali, sem einungis geymir og setur á markað efni, hreint eða í efnablöndu.\n[5. ] Efnablanda: Blanda eða lausn tveggja eða fleiri efna í föstu, fljótandi eða loftkenndu formi.\n[6. ] Efnastofnun Evrópu: Efnastofnun Evrópu í Helsinki sem sett var á fót með reglugerð Evrópuþingsins og ráðsins (EB) nr. 1907/2006 um skráningu, mat, leyfisveitingu og takmarkanir að því er varðar efni (REACH), stofnun Efnastofnunar Evrópu, breytingu á tilskipun 1999/45/EB og um niðurfellingu á reglugerð ráðsins (EBE) nr. 793/93 og reglugerð framkvæmdastjórnarinnar (EB) nr. 1488/94, sem og tilskipun ráðsins 76/769/EBE og tilskipunum framkvæmdastjórnarinnar 91/155/EBE, 93/67/EBE, 93/105/EB og 2000/21/EB.\n[7. ] Efni: Frumefni og sambönd þeirra, bæði náttúruleg og manngerð, þ.m.t. aukefni sem eru nauðsynleg til að viðhalda stöðugleika efnisins, og óhreinindi sem verða til í vinnslu, en þó ekki leysiefni sem skilja má frá án þess að það hafi áhrif á stöðugleika efnisins eða breyti samsetningu þess.\n[8. ] Eftirlit: Athugun á vöru, þjónustu, ferli eða starfsemi til að ákvarða samræmi við tilteknar kröfur.\n[9. ] Eftirnotandi: Einstaklingur eða lögaðili með staðfestu á Evrópska efnahagssvæðinu, annar en framleiðandi eða innflytjandi, sem notar efni, hreint eða í efnablöndu, í iðnaði eða við faglega starfsemi. Dreifandi eða neytandi er ekki eftirnotandi í þessum skilningi. Sá sem flytur aftur inn efni sem flutt var út af Evrópska efnahagssvæðinu en var áður skráð hjá Efnastofnun Evrópu telst vera eftirnotandi.\n[10. Eiturefnaleyfi: Leyfi veitt af Vinnueftirliti ríkisins til nafngreinds einstaklings eða fyrirtækis til að kaupa og nota eiturefni við framkvæmd vinnu.]\n[11. ] Eiturefni: Efni eða efnablanda sem í litlu magni veldur dauða, bráðum eða langvarandi skaða á heilsu við innöndun, inntöku eða í snertingu við húð og flokkast sem slík í reglugerð, sbr. 11. gr.\n[12. ] Eiturhrif: Skaðleg verkun efna á menn, dýr eða annað í lífríkinu.\n[13. ] Erfðaefni: Gen, genahópur eða litningar.\n[14. Faggilding: Aðferð sem þar til bær aðili beitir til að veita formlega viðurkenningu á því að aðili sé hæfur til að vinna tiltekin verkefni. Um faggildingu fer samkvæmt lögum um faggildingu o.fl., nr. 24/2006.]\n[15. ] Flúoraðar gróðurhúsalofttegundir: Vetnisflúorkolefni (HFC), perflúorkolefni (PFC) og brennisteinshexaflúoríð (SF 6 ).\n[16. ] Framleiðandi: Einstaklingur eða lögaðili með staðfestu á Evrópska efnahagssvæðinu sem framleiðir efni innan svæðisins.\n[17. ] Framleiðsla: Það að framleiða efni eða draga út efni í náttúrulegu ástandi sínu.\n[18. ] Hlutur: Gripur sem fær í framleiðsluferlinu sérstaka lögun, áferð eða útlit sem ræður meira um hlutverk hans en efnafræðileg samsetning hans.\n[19. ] Hættulegt efni: Efni eða efnablanda sem getur valdið dauða, bráðum eða langvarandi skaða á heilsu við innöndun, inntöku eða í snertingu við húð, er eldnærandi, eld- eða sprengifimt eða getur valdið tjóni á umhverfi og flokkast sem slíkt í reglugerð, sbr. 11. gr. Eiturefni teljast til hættulegra efna í skilningi laga þessara.\n[20. ] Innflutningur: Flutningur efnis, efnablöndu eða efna í hlutum inn á Evrópska efnahagssvæðið frá ríkjum utan svæðisins.\n[21. ] Innflytjandi: Einstaklingur eða lögaðili með staðfestu á Evrópska efnahagssvæðinu sem er ábyrgur fyrir innflutningi inn á svæðið.\n[22. Kvikasilfur: Frumefnið kvikasilfur (Hg(0) CAS-nr. 7439-97-6).\n23. Kvikasilfurssamband: Hvers konar efni sem samanstendur af kvikasilfursatómum og einu eða fleiri atómum annarra frumefna sem einungis er unnt að aðskilja í mismunandi efnisþætti með efnahvörfum.]\n[[24. ] Leyfisskyld vara: Vara sem er leyfisskyld á Evrópska efnahagssvæðinu. Enn fremur vara sem búið er að takmarka, banna eða þarf að tilkynna með skráningu í viðeigandi gagnagrunn Evrópusambandsins.]\n[25. ] Markaðsleyfi: Leyfi sem veitt er vöru eða hreinu efni á grundvelli áhættumats.\n[26. ] Markaðssetning: Það að sjá þriðja aðila fyrir vöru sem fellur undir lög þessi eða bjóða hana fram, hvort heldur er gegn greiðslu eða án endurgjalds. Innflutningur er markaðssetning.\n[a. Hvað varðar plöntuverndarvörur er markaðssetning það að hafa umráð með sölu, þ.m.t. að bjóða þær til sölu eða afhendingar í öðru formi, hvort heldur er gegn gjaldi eða án endurgjalds, og sjálf salan, dreifingin eða önnur form afhendingar að undanskilinni endursendingu til fyrri seljanda. Afgreiðsla í frjálst flæði inn á EES-svæði telst markaðssetning.\nb. Hvað varðar sæfivörur er markaðssetning það að bjóða tiltekna sæfivöru eða meðhöndlaða vöru fram í fyrsta sinn á markaði, þ.m.t. öll afhending sæfivöru eða meðhöndlaðrar vöru til dreifingar eða notkunar meðan á viðskiptastarfsemi stendur, hvort heldur er gegn greiðslu eða án endurgjalds.]\n[27. ] Meðferð: Hvers konar meðhöndlun, svo sem notkun, framleiðsla, vigtun, blöndun, áfylling, flutningur, geymsla og förgun.\n[28. ] Mengun: Þegar örverur, efni og efnasambönd og eðlisfræðilegir þættir valda óæskilegum og skaðlegum áhrifum á heilsufar almennings, röskun lífríkis eða óhreinkun lofts, láðs eða lagar. Mengun tekur einnig til ólyktar, hávaða, titrings, geislunar og varmaflæðis og ýmissa óæskilegra eðlisfræðilegra þátta.\n[29. ] Mengunarlögsaga: Hafsvæðið sem nær yfir innsævi að meðtalinni strönd að efstu flóðmörkum á stórstraumsflóði, landhelgi og efnahagslögsögu, landgrunn Íslands og efstu jarðlög, sbr. lög um landhelgi, efnahagslögsögu og landgrunn.\n[30. ] Náttúruverndarsvæði:\na. Búsvæði lífvera, vistgerðir og vistkerfi sem eru friðlýst samkvæmt lögum um náttúruvernd.\nb. Friðlýst svæði samkvæmt lögum um náttúruvernd, þ.e. þjóðgarðar, friðlönd, fólkvangar og náttúruvætti.\nc. Afmörkuð svæði á landi og sjó sem njóta verndar samkvæmt sérstökum lögum vegna náttúru eða landslags.\nd. Náttúruminjar á náttúruverndaráætlun sem hefur verið samþykkt á Alþingi samkvæmt lögum um náttúruvernd.\ne. Landsvæði í verndarflokki verndar- og orkunýtingaráætlunar samkvæmt lögum um verndar- og orkunýtingaráætlun.\n[31. ] [ Notendaleyfi: Leyfi sem veitir nafngreindum einstaklingi heimild til að kaupa og nota notendaleyfisskyldar vörur.]\n[32. Notendaleyfisskyld vara: Plöntuverndarvörur og útrýmingarefni þar sem skilgreint er í markaðsleyfi að varan sem um ræðir sé einungis ætluð til notkunar í atvinnuskyni, enda sé krafist sérstakrar kunnáttu við notkun hennar.]\n[33. ] Ósoneyðandi efni: Efni sem eyða ósonlaginu.\n[34. ] [Plöntuverndarvara:] Efni eða efnablanda sem inniheldur eitt eða fleiri virk efni eða örverur, aðrar lífverur eða hluta þeirra, sem notuð er til þess að hefta vöxt, varna sýkingum eða skemmdum í gróðri af völdum hvers kyns lífvera eða til þess að stýra vexti plantna, svo sem plöntulyf, illgresiseyðar og stýriefni.\n[[35. ] Raf- og rafeindabúnaður: Búnaður sem er háður rafstraumi eða rafsegulsviði til að geta starfað á réttan hátt og búnaður til að framleiða, flytja og mæla slíkan rafstraum og rafsegulsvið og er hannaður til notkunar við rafspennu sem fer ekki yfir 1.000 volt þegar um er að ræða riðstraum og ekki yfir 1.500 volt þegar um er að ræða jafnstraum.]\n[36. ] Rekstraraðili: Einstaklingur eða lögaðili sem ber ábyrgð á stjórn tæknilegrar virkni þess búnaðar sem lög þessi taka til.\n[37. Sambandsleyfi: Stjórnvaldsaðgerð þar sem framkvæmdastjórn Evrópusambandsins heimilar að sæfivara eða flokkur skyldra sæfivara sé boðinn fram á markaði og notaður á yfirráðasvæði Evrópusambandsins eða hluta þess.]\n[38. ] ...\n[39. ] ...\n[40. ] Skiptiregla: Þegar efnum er skipt út fyrir efni eða aðferðir sem hafa í för með sér minni hættu fyrir heilsu eða umhverfi.\n[41. ] Snyrtivara: Efni eða efnablanda sem er ætluð til notkunar á mannslíkamann, svo sem á húð, hár, neglur, varir, kynfæri, tennur eða slímhúð í munni og er einkum ætlað að hreinsa, breyta útliti, veita ilm, bæta líkamsþef eða vernda og halda líkamshlutum í góðu ástandi.\n[42. ] Stökkbreyting: Varanleg arfgeng breyting á erfðaefni.\n[43. ] [Sæfivara:\na. Sérhvert efni eða blanda, í því formi sem efnið eða blandan er afhent notendum, sem samanstendur af, inniheldur eða myndar eitt eða fleiri virk efni og er ætlað að eyða skaðlegum lífverum, bægja þeim frá, gera þær skaðlausar, koma í veg fyrir áhrif þeirra eða verjast þeim með öðrum hætti en eingöngu efnislegum eða vélrænum aðferðum.\nb. Sérhvert efni eða blanda sem myndast úr efnum eða blöndum sem falla ekki undir a-lið og er ætlað að eyða skaðlegum lífverum, bægja þeim frá, gera þær skaðlausar, koma í veg fyrir áhrif þeirra eða verjast þeim með öðrum hætti en eingöngu efnislegum eða vélrænum aðferðum.]\n[44. Tannsilfur: Málmblendi sem inniheldur kvikasilfur og notað er til tannviðgerða.]\n[45. ] Umflutningur: Flutningur efna eða efnablöndu innan lands undir tolleftirliti frá aðkomufari um borð í útflutningsfar, enda sé upphaflegur ákvörðunarstaður vörunnar annar en Ísland.\n[46. ] Umhverfi: Samheiti fyrir menn, dýr, plöntur og annað í lífríkinu, jarðveg, jarðmyndanir, vatn, loft, veðurfar og landslag, samfélag, heilbrigði, menningu og menningarminjar, atvinnu og efnisleg verðmæti.\n[47. ] Útflutningur: Flutningur efnis, efnablöndu eða efna í hlutum til ríkja utan Evrópska efnahagssvæðisins.\n[[48. ] [ Útrýmingarefni: Nagdýraeitur, lindýraeitur, ormaeitur og vörur til að verjast öðrum hryggleysingjum, skordýraeitur, mítlasæfar og vörur til að verjast öðrum liðdýrum.]]\n[49. Vara með viðbættu kvikasilfri: Vara eða efnisþáttur vöru sem inniheldur kvikasilfur eða kvikasilfurssamband sem bætt var við af ásetningi.]\n[50. ] ...\n[51. ] Virkt efni: Efni eða örvera, svo sem veira eða sveppur, sem hefur almenna eða sérhæfða verkun á lífverur, svo sem á gróður, dýr eða örverur.\n[52. ] Þjónustuaðili: Einstaklingur eða lögaðili sem þjónustar þann búnað sem lög þessi taka til.\n[53. ] Öryggisblöð: Upplýsingablöð um eiginleika efna eða efnablandna ásamt upplýsingum um meðhöndlun og meðferð þeirra [sem tekin hafa verið saman í samræmi við kröfur um form og innihald öryggisblaða sem settar eru í reglugerð].\n[54. ] Öryggismat: Mat á hættueiginleikum efnis í framleiðslu og við þá notkun sem efnið er ætlað til, að teknu tilliti til eðlilegrar varúðar við framleiðslu og notkun.\n[55. ] Öryggisskýrsla: Skýrsla þar sem niðurstöður öryggismats eru teknar saman.\nL. 63/2015, 2. gr. L. 57/2019, 2. gr.\nII. kafli. Verkaskipting stjórnvalda.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn og ábyrgð.\nRáðherra fer með yfirstjórn mála samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hlutverk [Umhverfis- og orkustofnunar].\n[Umhverfis- og orkustofnun] hefur umsjón með framkvæmd laga þessara, er ráðherra til ráðgjafar og fer með eftirlit eftir því sem kveðið er á um í lögum þessum. Í þessu skyni skal [Umhverfis- og orkustofnun] m.a.:\n1. upplýsa almenning um hættu tengda notkun á efnum, [efnablöndum og hlutum sem innihalda efni] þegar þörf er á til verndar heilsu eða umhverfi,\n2. hafa eftirlit með ... meðferð og markaðssetningu efna, efnablandna og hluta sem falla undir lög þessi með samræmdum hætti á landinu öllu,\n3. taka við, varðveita og viðhalda upplýsingum um framleiðendur, innflytjendur, dreifendur og eftirnotendur, þau efni og efnablöndur sem þeir markaðssetja, útgefin markaðsleyfi og notendaleyfi,\n4. útbúa eftirlitsáætlun fyrir eftirlit með efnum og efnablöndum sem gildir fyrir landið allt og gæta sérstaklega að hagkvæmni í eftirliti og fyrirbyggja tvíverknað og skörun eftir því sem frekast er unnt,\n5. útbúa áætlun um notkun [plöntuverndarvara],\n6. hafa eftirlit með banni og takmörkunum á efnum, efnablöndum og efnum í hlutum, og með vörum sem þurfa markaðsleyfi, í samræmi við eftirlitsáætlun,\n7. starfrækja rafrænt þjónustuborð til að veita framleiðendum, innflytjendum, birgjum, eftirnotendum og öðrum upplýsingar og ráðgjöf um skyldur sínar samkvæmt lögum þessum og reglugerðum settum samkvæmt þeim,\n8. hafa samstarf við tollyfirvöld um framkvæmd eftirlits við innflutning og markaðssetningu samkvæmt lögum þessum,\n9. gefa út markaðsleyfi [fyrir plöntuverndarvörum og sæfivörum] og staðfesta markaðsleyfi efnis sem Efnastofnun Evrópu veitir,\n10. veita notendaleyfi til meindýraeyðingar og til notkunar í landbúnaði og garðyrkju og birta upplýsingar um leyfishafa á vefsetri stofnunarinnar,\n11. taka við tilkynningum um markaðssetningu eiturefna og [notendaleyfisskyldra vara] og hafa eftirlit með sölu þeirra og birta upplýsingar um tilkynningar á vefsetri stofnunarinnar,\n12. taka á móti upplýsingum um innflutning frá innflutningsaðilum sem gefnar eru áður en tiltekin efni og efnablöndur eru tollafgreidd,\n13. hafa eftirlit með flokkun, merkingum og umbúðum efna, efnablandna og hluta sem innihalda efni, sem markaðssett eru hér á landi, og falla undir lög þessi,\n14. fylgjast með tilkynningum sem berast í gegnum RAPEX-tilkynningakerfi framkvæmdastjórnar ESB um hættulegar vörur á markaði sem heyra undir lög þessi, og bregðast við ef ólögleg vara finnst á markaði,\n15. upplýsa heilbrigðisnefndir sveitarfélaga, Vinnueftirlit ríkisins, [tollyfirvöld], Neytendastofu, slökkvilið og önnur stjórnvöld um þá þætti sem falla undir lög þessi og hlutaðeigandi stjórnvöld hafa þörf á til að sinna hlutverki sínu samkvæmt lögunum.\nL. 110/2024, 8. gr. L. 63/2015, 3. gr. L. 57/2019, 3. gr. L. 141/2019, 39. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hlutverk heilbrigðisnefnda sveitarfélaga.\nHlutverk heilbrigðisnefnda sveitarfélaga er að:\n1. upplýsa almenning um hættu tengda notkun á efnum og efnablöndum þegar þörf er á til verndar heilsu eða umhverfi,\n2. [hafa, í samvinnu við [Umhverfis- og orkustofnun] og í samræmi við áherslur eftirlitsáætlunar, sbr. 52. gr., eftirlit með meðferð og merkingum efna og efnablandna í starfsleyfisskyldri og skráningarskyldri starfsemi sem heyrir undir starfsleyfi sem nefndin gefur út og/eða hefur eftirlit með á grundvelli laga um hollustuhætti og mengunarvarnir; leiki grunur á um brot á þáttum sem falla undir lög þessi skal heilbrigðisnefnd tilkynna um það til [Umhverfis- og orkustofnunar] á þann hátt sem stofnunin ákveður],\n3. taka að sér verkefni samkvæmt eftirlitsáætlun, sbr. 52. gr., í umboði [Umhverfis- og orkustofnunar] samkvæmt samningi þar um. [Umhverfis- og orkustofnun] ber kostnað af störfum heilbrigðisfulltrúa í þessu tilviki. [Umhverfis- og orkustofnun] er heimilt að fela heilbrigðisnefnd umsjón með aðgerðum á kostnað stofnunarinnar,\n4. ...\nL. 110/2024, 8. gr. L. 57/2019, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Hlutverk Vinnueftirlits ríkisins.\nHlutverk Vinnueftirlits ríkisins er að:\n1. gefa út eiturefnaleyfi til notkunar á eiturefnum við framkvæmd vinnu í samræmi við lög um aðbúnað, hollustuhætti og öryggi á vinnustöðum,\n2. hafa eftirlit með því að notkun, meðferð og merking efna á vinnustöðum sé í samræmi við lög þessi og lög um aðbúnað, hollustuhætti og öryggi á vinnustöðum,\n3. hafa eftirlit með búnaði við beitingu [plöntuverndarvara], sbr. 37. gr.,\n4. [tilkynna [Umhverfis- og orkustofnun] á þann hátt sem stofnunin ákveður ef grunur leikur á um brot á þáttum sem falla undir lög þessi og eftir atvikum að upplýsa slökkvilið um framkvæmd og niðurstöður eftirlits samkvæmt ákvæðum laga um aðbúnað, hollustuhætti og öryggi á vinnustöðum],\n[5. taka saman upplýsingar um atvinnusjúkdóma sem tengjast sæfivörum, einkum að því er varðar viðkvæma hópa, og um allar ráðstafanir sem gerðar eru til að draga úr hættunni á frekari tilvikum].\nL. 57/2019, 5. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Hlutverk [tollyfirvalda].\nHlutverk [tollyfirvalda] er að:\n1. veita [Umhverfis- og orkustofnun] upplýsingar um innflutning efna, efnablandna og vara sem falla undir lög þessi sé þess óskað,\n2. [hafna tollafgreiðslu efna og efnablandna sem uppfylla ekki skilyrði laga þessara, að fengnum tilmælum frá [Umhverfis- og orkustofnun], sbr. 2. mgr. 20. gr.]\nL. 141/2019, 39. gr. L. 110/2024, 8. gr. L. 63/2015, 5. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Hlutverk Neytendastofu.\nHlutverk Neytendastofu er að:\n1. hafa eftirlit með auglýsingum og öðrum svipuðum viðskiptaaðferðum, sbr. 2. og 4. mgr. 33. gr.,\n2. taka við ábendingum frá [Umhverfis- og orkustofnun] um brot gegn 1. og 3. mgr. 33. gr.,\n3. upplýsa [Umhverfis- og orkustofnun] um þá þætti sem teljast brot gegn ákvæðum laga þessara og Neytendastofa verður vör við í sambandi við almennt markaðseftirlit.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hlutverk Eitrunarmiðstöðvar Landspítala.\nHlutverk Eitrunarmiðstöðvar Landspítala er að:\n1. ...\n2. taka við upplýsingum frá innflytjanda, framleiðanda eða öðrum sem ber ábyrgð á innflutningi hættuflokkaðrar efnablöndu um efnasamsetningu blandna sem eru settar á markað og flokkast sem hættulegar á grundvelli þeirra áhrifa sem þær hafa á heilbrigði eða eðlisfræðilegra áhrifa þeirra,\n[3. taka saman upplýsingar um öll tilvik eitrunar vegna sæfivara og allar ráðstafanir sem gerðar eru til að draga úr hættu á frekari tilvikum,\n4. halda utan um algeng eitrunartilvik og upplýsa [Umhverfis- og orkustofnun] um þau í því skyni að stofnunin geti upplýst almenning um hættu tengda notkun á efnum, efnablöndum og hlutum sem innihalda efni þegar þörf er á til verndar heilsu eða umhverfi].\n[Framleiðendum, eftirnotendum og hverjum þeim öðrum sem hafa undir höndum upplýsingar sem geta talist nauðsynlegar til að upplýsa um eitrunartilvik ber að afhenda þær Eitrunarmiðstöð Landspítalans sem og gögn sem hafa þýðingu vegna tiltekins eitrunartilviks, þ.m.t. upplýsingar um hlutfallslega samsetningu vörunnar.]\nL. 57/2019, 6. gr. L. 110/2024, 8. gr.\n[10. gr. a. Hlutverk [Húsnæðis- og mannvirkjastofnunar].\nHlutverk [Húsnæðis- og mannvirkjastofnunar] er að:\n1. hafa eftirlit með markaðssetningu raf- og rafeindabúnaðar, sbr. 47. gr. a,\n2. hafa eftirlit með að framleiðendur, innflytjendur og dreifingaraðilar raf- og rafeindabúnaðar uppfylli skyldur sínar, sbr. 47. gr. b,\n3. hafa eftirlit með að ESB-samræmisyfirlýsing og CE-merki sé til staðar, sbr. 47. gr. c,\n4. hafa eftirlit og beita þvingunarúrræðum, sbr. 47. gr. d.]\nL. 137/2019, 19. gr. L. 63/2015, 6. gr.\nIII. kafli. Reglugerðir.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Reglugerðarheimild.\nRáðherra skal, að fengnum tillögum [Umhverfis- og orkustofnunar], setja í reglugerðir nánari ákvæði um framkvæmd laga þessara, þ.m.t. um:\n1. Skráningu, mat, leyfisveitingar og takmarkanir að því er varðar efni og efnablöndur, þ.m.t.:\na. frekari ákvæði um fyrirkomulag skráningar, tilkynningar, mat á efnum, skyldu til gerðar og endurmats öryggisskýrslu og öryggismats, og prófanir sem skal framkvæma í tengslum við skráningu, sbr. 22. gr.,\nb. ákvæði sem eru nauðsynleg vegna aðildar Íslands að Efnastofnun Evrópu, þ.m.t. um skráningu, markaðsleyfi og gjaldtöku, sbr. 22., [23., 35. og 36. gr.],\nc. takmarkanir skv. 1. mgr. 26. gr. í samræmi við kröfur á Evrópska efnahagssvæðinu,\nd. hvaða efni flokkist sem sérlega varasöm og skuli háð markaðsleyfi, um leyfisumsókn, inntak leyfis, veitingu þess og staðfestingu [Umhverfis- og orkustofnunar], sbr. 27. gr.,\ne. skyldu til gerðar og endurmats öryggisblaða og um undanþágur þar frá, um inntak þeirra og um skyldur birgja og eftirnotenda að öðru leyti, sbr. 30. gr.\n2. Flokkun og merkingu, sbr. 31., 32. og 38. gr., þ.m.t. um:\na. flokkun eiturefna í undirflokka, þ.e. flokkun efna og efnablandna með flokkunina „bráð eiturhrif“ í tiltekna undirflokka,\nb. flokkun hættulegra efna, þ.e. flokkun efna og efnablandna sem flokkast sem hættuleg,\nc. hættuflokkun efna og efnablandna og mat til grundvallar hættuflokkun, sbr. 31. gr.,\nd. hvaða nauðsynlegra gagna framleiðandi, innflytjandi og eftirnotandi skulu afla í samræmi við prófunaraðferðir, sbr. 31. gr.,\ne. merkingar, m.a. hvað varðar hættuflokkun, um tungumál merkinga, stærð og gerð umbúða og upplýsingar á merkimiða, sbr. 32. gr.,\nf. merkingar, auglýsingar og umbúðir [plöntuverndarvara og sæfivara], sbr. 38. gr.,\ng. tilkynningar, sbr. 31. gr.\n3. [Plöntuverndarvörur og sæfivörur], þ.m.t. um:\na. innihald og gerð áætlunar um notkun [plöntuverndarvara], sbr. 34. gr.,\nb. skilyrði fyrir skráningu [varanna], notkun og bann við notkun þeirra, auk ákvæða um umsókn, veitingu, endurskoðun og afturköllun markaðsleyfis [sem og afgreiðslu sambandsleyfa], sbr. 35. gr.,\nc. gagnkvæma viðurkenningu á markaðsleyfi, skráningu og markaðsleyfi hættuminni [plöntuverndarvara og sæfivara] ..., sbr. 35. gr.,\nd. veitingu leyfis til hliðstæðra viðskipta, sbr. 36. gr., m.a. um viðmið og kröfur til umsókna um hliðstæð viðskipti,\ne. efni sem er heimilt að nota í [plöntuverndarvörum og sæfivörum], hvort sem um er að ræða virk efni, hjálparefni, samverkandi efni eða eiturdeyfa,\nf. efni sem er bannað að nota í [plöntuverndarvörum og sæfivörum],\ng. eftirlit og öryggiskröfur vegna búnaðar sem er notaður við beitingu [plöntuverndarvara], sbr. 37. gr.,\nh. bann við og takmörkun á notkun [plöntuverndarvara] á einstökum landsvæðum, sbr. 39. gr.,\ni. samþykki virkra efna, samverkandi efna, hjálparefna og eiturdeyfandi efna sem notuð eru í [plöntuverndarvörum og sæfivörum].\n4. Skyldur framleiðanda, innflytjanda eða dreifanda efna til að verða sér úti um upplýsingar um efna- og eðlisfræðilega eiginleika efnis ásamt upplýsingum um virkni þess [og skyldur þeirra til að varðveita upplýsingar um efnið], sbr. 14. gr.\n5. Efnalista og prófunaraðferðir, þar sem heimilt er að vísa til erlendrar frumútgáfu efnalista og staðla sem teknir hafa verið upp í samninginn um Evrópska efnahagssvæðið og eru birtir á ensku í EES-viðbæti.\n6. Tilvísun í staðla og kröfu til að fara eftir þeim.\n7. Snyrtivörur, sbr. 40. gr., þ.m.t. um:\na. kröfur til ábyrgðaraðila og dreifenda,\nb. [vöruupplýsingaskjal] um snyrtivöru sem er sett á markað,\nc. að tiltekin efni megi ekki nota í snyrtivörur eða verði aðeins leyfð með skilyrðum,\nd. umbúðir, merkingar og viðvaranir á umbúðum,\ne. fullyrðingar um eiginleika og virkni,\nf. gerð tilkynningar um fyrstu markaðssetningu á Evrópska efnahagssvæðinu [með skráningu snyrtivöru í gagnagrunn framkvæmdastjórnar Evrópusambandsins],\ng. framkvæmd öryggismats,\nh. gerð öryggisskýrslu,\ni. innihald [vöruupplýsingaskjals],\nj. bann við tilraunum á dýrum,\nk. prófunaraðferðir.\n8. Ósoneyðandi efni, sbr. 25. gr., m.a. um:\na. skilyrði um tímabundna undanþágu frá banni við framleiðslu, markaðssetningu, útflutningi og notkun ósoneyðandi efna, sem og búnaðar og hluta sem innihalda ósoneyðandi efni,\nb. hvaða skilyrðum tímabundin undanþága skv. a-lið skuli háð, svo sem varðandi búnað, merkingar og viðhald hans, neyðarnotkun efna, óhjákvæmilega notkun efna, sóttvarnir, meðhöndlun efna, endurnýtingu efna, viðskipti með og notkun endurunninna efna og förgun efna,\nc. skilyrði um að markaðssetning og notkun ósoneyðandi efna skuli háð því að önnur efni geti ekki komið í staðinn af tæknilegum eða efnahagslegum ástæðum,\n[d. undanþágur frá banni við framleiðslu og markaðssetningu og skilyrði undanþágu, svo og um búnað, merkingar, neyðarnotkun, innflutning á endurunnum efnum og förgun].\n9. [Raf- og rafeindabúnað, sbr. X. kafla A, þ.m.t. um:\na. takmörkun efna í raf- og rafeindabúnaði, sbr. 47. gr. a,\nb. skyldur framleiðenda, innflytjenda og dreifingaraðila raf- og rafeindabúnaðar, sbr. 47. gr. b,\nc. ESB-samræmisyfirlýsingu og CE-merki, sbr. 47. gr. c.]\n10. Flúoraðar gróðurhúsalofttegundir, sbr. ákvæði IX. kafla, þ.m.t. ákvæði um:\na. framkvæmd lekaleitar, áskilnað um lekaleitarkerfi og skráningu flúoraðra gróðurhúsalofttegunda,\nb. framkvæmd vottunar,\nc. skilyrði fyrir viðurkenningu vottunar sem veitt er í öðrum ríkjum Evrópska efnahagssvæðisins,\nd. framkvæmd og mat menntunar,\ne. húsnæði, öryggi og lágmarkstækjabúnað starfsemi sem tengist notkun og meðferð efnanna,\nf. merkingar vöru og búnaðar,\ng. notkun og bann við notkun flúoraðra gróðurhúsalofttegunda,\n[h. takmörkun á markaðssetningu vöru og búnaðar sem innihalda flúoraðar gróðurhúsalofttegundir,\ni. leyfilegt magn flúoraðra gróðurhúsalofttegunda sem setja má á markað,\nj. úthlutun kvóta til markaðssetningar flúoraðra gróðurhúsalofttegunda].\n11. Bann við og takmarkanir á framleiðslu, markaðssetningu, útflutningi og notkun tiltekinna efna, hvort heldur þau eru hrein, í efnablöndum eða í hlutum, sbr. 26. gr.\n12. [Kaup og viðtöku eiturefna og notendaleyfisskyldra vara.]\n13. [Eldsneyti, sbr. X. kafla B, þ.m.t. um:\na. virkni kerfa til endurheimtar bensíngufu, sbr. 47. gr. f,\nb. reglubundnar skoðanir á virkni kerfa til endurheimtar bensíngufu, sbr. 47. gr. g,\nc. upplýsingar til neytenda, sbr. 47. gr. h,\nd. brennisteinsinnihald í eldsneyti, sbr. 47. gr. i,\ne. skyldur skipstjóra og skipaeldsneytisbirgja, sbr. 47. gr. j,\nf. upplýsingar um brennisteinsinnihald, sbr. 47. gr. k,\ng. gæði eldsneytis, sbr. 47. gr. l,\nh. skyldur eldsneytisbirgja, sbr. 47. gr. m,\ni. viðmiðanir um sjálfbærni fyrir lífeldsneyti, sbr. 47. gr. n,\nj. útreikning á losun gróðurhúsalofttegunda frá lífeldsneyti á vistferli, sbr. 47. gr. o,\nk. málmíblöndunarefni, sbr. 47. gr. p.]\n14. Markaðssetningu eiturefna og [notendaleyfisskyldra vara], nám og námsefni, sbr. 24. gr.\n15. [Notendaleyfi, sbr. 47. gr., þ.m.t. um skilyrði og útgáfu, námsefni um meðferð [plöntuverndarvara og útrýmingarefna] sem skal m.a. fjalla um helstu lög og reglugerðir, plöntuverndarvörur, útrýmingarefni, vinnuvernd, meindýr, meindýravarnir og dýravernd, próf og kröfur til þeirra sem halda námskeið og próf.]\n16. Varðveislu eiturefna, sbr. 16. gr.\n17. Eftirlit, sbr. XI. kafla.\n18. [Tilkynningu um markaðssetningu eiturefna og leyfisskyldra efna eða efnablandna, heimild [tollyfirvalda] til að hafna tollafgreiðslu og lista yfir eiturefni og leyfisskyld efni og efnablöndur samkvæmt tollflokkum, sbr. 20. gr.]\n19. Upplýsingar sem [Umhverfis- og orkustofnun] ber að veita tollyfirvöldum og tollyfirvöldum ber að veita [Umhverfis- og orkustofnun], sbr. 53. gr.\n20. Íblöndun eiturefna og hættulegra efna og efnablandna sem flokkast sem slíkar í matvæli og aðrar neysluvörur, fóðurvörur eða sáðvöru, sbr. 17. gr.\n21. [Kvikasilfur, sbr. X. kafla C, þ.m.t. um:\na. takmarkanir á eða bann við útflutningi kvikasilfurs, þ.m.t. kvikasilfurssambanda og efnablandna sem innihalda kvikasilfur, sem og undanþágur frá útflutningstakmörkunum eða útflutningsbanni,\nb. takmarkanir á eða bann við innflutningi kvikasilfurs, þ.m.t. kvikasilfurssambanda og efnablandna sem innihalda kvikasilfur, sem og undanþágur frá innflutningstakmörkunum eða innflutningsbanni,\nc. takmarkanir á eða bann við útflutningi, innflutningi og framleiðslu vara með viðbættu kvikasilfri sem og undanþágur frá takmörkunum eða banni,\nd. eyðublöð fyrir inn- og útflutning kvikasilfurs,\ne. takmarkanir á og bann við notkun kvikasilfurs, kvikasilfurssambanda og efnablandna sem innihalda kvikasilfur í iðnaðarstarfsemi og bráðabirgðageymslu kvikasilfurs, kvikasilfurssambanda og efnablandna sem innihalda kvikasilfur,\nf. takmarkanir á og bann við framleiðslu og markaðssetningu nýrra vara með viðbættu kvikasilfri og nýrra framleiðsluferla, leyfisveitingar vegna framleiðslu og markaðssetningar nýrra vara með viðbættu kvikasilfri sem og undanþágur frá slíkum takmörkunum og bönnum,\ng. bann við notkun kvikasilfurs við óvélvæddan og minni háttar gullnámugröft,\nh. takmarkanir og bann við notkun tannsilfurs sem og meðferð tannsilfurs,\ni. meðferð kvikasilfursúrgangs, þ.m.t. um förgun, skýrslugjöf, varðveislu og geymslu kvikasilfursúrgangs, rekjanleika og menguð svæði.]\n22. Skiptiregluna, sbr. 15. gr.\n23. Magn og efnasamsetningu tiltekinna efna og efnablandna við innflutning og þar til gerð eyðublöð, sbr. 20. gr.\n24. Fjárhæð og beitingu stjórnvaldssekta, sbr. 62. gr.\nÞegar reglugerð, sem er fyrirhugað að setja, varðar skyldur og hlutverk sveitarfélaga eða atvinnulífs skal ráðherra áður en reglugerð er sett hafa samráð við Samband íslenskra sveitarfélaga og Samtök atvinnulífsins eftir því sem við á. Þá skal hafa samráð við aðra hagsmunaaðila eftir því sem við á hverju sinni.\nL. 110/2024, 8. gr. Rg. 196/1987, sbr. 295/2014. Rg. 609/1996, sbr. 682/1999, 562/2005 og 380/2014. Rg. 506/2007, sbr. 246/2013, 829/2014, 1002/2016, 586/2018, 618/2021, 1335/2021 og 491/2024. Rg. 1020/2011, sbr. 1090/2015 og 518/2023. Augl. C 1/2013. Rg. 496/2013, sbr. 956/2013 og 398/2015. Rg. 577/2013, sbr. 297/2014, 393/2014, 920/2014, 959/2014, 352/2015, 454/2015, 300/2016, 912/2016, 1009/2016, 833/2017, 264/2018, 553/2018, 1043/2018, 1066/2018, 697/2019, 1006/2019, 523/2020, 617/2021, 1339/2021, 639/2022, 514/2023, 1132/2023 og 1296/2023. Rg. 954/2013, sbr. 594/2015, 341/2016, 873/2016, 1005/2019, 635/2022, 1128/2023 og 1293/2023. Rg. 970/2013, sbr. 331/2015 og 1020/2017. Rg. 300/2014. Rg. 415/2014, sbr. 946/2014, 397/2015, 917/2015, 299/2016, 1008/2016, 413/2017, 831/2017, 1018/2017, 472/2019, 1004/2019, 1169/2020, 615/2021, 1338/2021, 633/2022, 519/2023 og 1294/2023. Rg. 630/2014, sbr. 928/2014, 727/2015, 462/2016, 753/2016, 1036/2016, 262/2018, 548/2018, 1067/2019, 521/2020, 1166/2020, 619/2021, 1336/2021, 637/2022, 1288/2022, 513/2023, 1291/2023, 634/2024 og 635/2024. Rg. 878/2014, sbr. 947/2014, 42/2015, 126/2015, 595/2015, 929/2015, 348/2016, 472/2016, 911/2016, 1041/2016, 299/2017, 458/2017, 265/2018, 551/2018, 912/2018, 1067/2018, 817/2019, 1007/2019, 524/2020, 1171/2020, 613/2021, 1341/2021, 517/2023, 1127/2023, 1292/2023 og 632/2024. Rg. 983/2014. Rg. 124/2015, sbr. 46/2016, 528/2018, 1084/2019 og 1370/2023. Rg. 544/2015, sbr. 597/2015, 935/2015, 349/2016, 474/2016, 874/2016, 1039/2016, 264/2017, 457/2017, 1017/2017, 1054/2017, 261/2018, 552/2018, 911/2018, 1065/2018, 504/2019, 698/2019, 1008/2019, 525/2020, 1167/2020, 612/2021, 1334/2021, 636/2022, 455/2023, 520/2023, 942/2023, 1297/2023 og 633/2024. Rg. 888/2015, sbr. 963/2015, 301/2016, 473/2016, 1038/2016, 262/2017, 412/2017, 459/2017, 832/2017, 1053/2017, 263/2018, 554/2018, 910/2018, 471/2019, 522/2020, 1168/2020, 616/2021, 1340/2021, 638/2022, 1287/2022, 516/2023,1295/2023 og 634/2024. Rg. 471/2016. Rg. 960/2016, sbr. 263/2017, 1019/2017, 547/2018, 936/2018 og 1164/2020. Rg. 590/2018. Rg. 1066/2019, sbr. 1425/2020 og 1446/2023. Rg. 677/2021, sbr. 634/2022. Rg. 632/2022. Rg. 640/2022, sbr. 637/2024. L. 63/2015, 7. gr. L. 57/2019, 7. gr. L. 141/2019, 39. gr.\nIV. kafli. Almennar skyldur.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Aðgæsluskylda.\nÁvallt skal gæta varúðar við meðferð efna, [efnablandna og hluta sem innihalda efni] þannig að ekki valdi tjóni á heilsu eða umhverfi.\nVið framleiðslu, innflutning og aðra meðferð á efnum sem falla undir lög þessi skal, með hliðsjón af magni og hættu efnanna, sýna fyrirhyggju, aðgát og varkárni þannig að fyrirbyggja megi skaða á heilsu og umhverfi.\nL. 63/2015, 8. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ábyrgð á úrbótum.\nUm ábyrgð á umhverfistjóni af völdum efna og efnablandna fer samkvæmt lögum um umhverfisábyrgð.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "[Skylda til að afla og varðveita upplýsingar.]\nFramleiðandi, innflytjandi, eftirnotandi eða dreifandi efnis, efnablöndu eða hlutar sem inniheldur efni, sem og rekstraraðili sem er ábyrgur fyrir því að markaðssetja eða láta þau út til notkunar, skal verða sér úti um upplýsingar sem nægja til þess að hann geti uppfyllt þær skyldur sem á honum hvíla samkvæmt þessum lögum og tryggja örugga notkun. Allir birgjar skulu veita viðtakanda án endurgjalds lágmarksupplýsingar sem tilgreindar eru í reglugerð.\nFramleiðendur, innflytjendur, eftirnotendur eða dreifendur efnis skulu varðveita gögn í a.m.k. tíu ár frá því að þeir framleiddu, fluttu inn, afhentu eða notuðu efnið eða efnablönduna síðast.\nBirgi er skylt að varðveita og hafa til reiðu gögn sem tengjast flokkun og merkingu í a.m.k. tíu ár frá því að hann afhenti efnið eða efnablönduna síðast.\n[Ábyrgðaraðili snyrtivöru skal varðveita vöruupplýsingaskjal um snyrtivöru í a.m.k. tíu ár frá þeim degi þegar síðasta framleiðslulota vörunnar er sett á markað.\nFramleiðendur, birgjar, dreifingaraðilar, innflytjendur og útflytjendur plöntuverndarvara skulu halda skrár yfir plöntuverndarvörurnar sem þeir framleiða, flytja inn, flytja út, geyma eða setja á markað, í a.m.k. fimm ár. Þeir sem nota útrýmingarefni eða plöntuverndarvörur í atvinnuskyni skulu halda skrár í a.m.k. þrjú ár yfir þær vörur sem þeir nota þar sem fram kemur heiti vöru, notkunartími og -skammtur, svæði og, þegar um er að ræða plöntuverndarvöru, nytjaplanta sem varan var notuð á.]\nRáðherra skal setja í reglugerð nánari ákvæði um framkvæmd þessarar greinar, sbr. 11. gr.\nL. 63/2015, 9. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Skiptireglan.\nSé þess kostur skal skipta út efnum eða efnablöndum sem eru talin geta\nhaft í för með sér óæskileg áhrif á heilsu manna eða skaðað\numhverfið. [Umhverfis- og orkustofnun] getur í\nstarfsleyfi sem hún veitir samkvæmt ákvæðum laga um hollustuhætti og\nmengunarvarnir, innan hæfilegs frests, krafist þess að þeir sem nota\nslík efni eða efnablöndur skipti þeim út fyrir efni, efnablöndur eða\naðferð sem felur í sér minni áhættu fyrir heilsu eða\numhverfi. Ráðherra getur með reglugerð sett almenn skilyrði um að\nþeir sem nota tiltekin efni eða efnablöndur skipti þeim út innan\nhæfilegs frests fyrir efni, efnablöndur eða aðferð sem felur í sér\nminni áhættu fyrir heilsu eða umhverfi.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Varðveisla.\nHættuleg efni ... skal varðveita í umbúðum framleiðenda. Jafnframt skulu þau geymd á tryggan hátt og þannig að þau séu aðskilin frá matvælum, dýrafóðri, lyfjum og snyrtivörum og þannig að óviðkomandi nái ekki til þeirra.\nEiturefni og [notendaleyfisskyldar vörur skulu geymdar] í læstum hirslum eða rými. Eftir atvikum skal aðgreina efni og efnablöndur í rýmum vegna mögulegrar hættu við blöndun þeirra.\nUm varðveislu eiturefna, [plöntuverndarvara og sæfivara] á vinnustöðum gilda enn fremur ákvæði laga um aðbúnað, hollustuhætti og öryggi á vinnustöðum. Jafnframt gilda ákvæði laga um mannvirki og byggingarreglugerðir um gerð og umbúnað mannvirkja þar sem efni eru geymd.\nL. 57/2019, 8. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Bann við íblöndun.\nÓheimilt er að setja hættuleg efni í eða blanda þeim saman við matvæli og aðrar neysluvörur, fóðurvörur eða sáðvöru nema það sé sérstaklega heimilað í reglugerð samkvæmt lögum þessum, lögum um matvæli eða öðrum lögum. Ráðherra getur einnig í sérstökum tilvikum heimilað í reglugerð að hættuleg efni séu sett í eða blandað saman við matvæli og aðrar neysluvörur, fóðurvörur eða sáðvöru, enda sé með sannanlegum hætti sýnt fram á að slíkt hafi ekki í för með sér skaða fyrir heilsu manna eða umhverfi. Skal í reglugerðinni setja ákvæði um leyfilegan hámarksstyrk hættulegra efna og við hvaða aðstæður megi nota þau. Jafnframt gilda ákvæði laga um mannvirki og byggingarreglugerðir um gerð og umbúnað mannvirkja þar sem efni eru geymd.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Flutningur.\nUm flutning hættulegra efna [á landi], með skipum og loftförum, svo og í pósti, fer samkvæmt lögum þeim og reglugerðum er við eiga.\nL. 63/2015, 10. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Förgun hættulegra efna og notuð ílát.\nHættulegum efnum, [þar á meðal plöntuverndarvörum og sæfivörum], og umbúðum sem hafa innihaldið slík efni skal farga í samræmi við lög um meðhöndlun úrgangs eða hreinsa þannig að mönnum, dýrum og umhverfi stafi ekki hætta af.\nL. 57/2019, 9. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Tollafgreiðsla.\n[[Sá sem markaðssetur tiltekin leyfisskyld efni eða efnablöndur skal tilkynna [Umhverfis- og orkustofnun] um hvaða efni og efnablöndur ræðir og gefur [Umhverfis- og orkustofnun] út skráningarnúmer fyrir tollafgreiðslu þeirra.] Í upphafi hvers árs skal sá sem markaðssetur [tiltekin] leyfisskyld efni eða efnablöndur gera [Umhverfis- og orkustofnun] grein fyrir magni þeirra [fyrir undangengið ár á þann hátt sem stofnunin ákveður].\n[Tollyfirvöld skulu] hafna tollafgreiðslu efna og efnablandna sem uppfylla ekki skilyrði laga þessara, að fengnum tilmælum frá [Umhverfis- og orkustofnun].\nRáðherra skal setja í reglugerð, sbr. 11. gr., nánari ákvæði um framkvæmd þessarar greinar.]\nL. 110/2024, 8. gr. L. 57/2019, 10. gr. L. 141/2019, 40. gr. L. 63/2015, 11. gr.\nV. kafli. Framleiðsla og markaðssetning.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Almenn ákvæði.\nFramleiðendur, innflytjendur, eftirnotendur og dreifendur efna, efnablandna og hluta sem innihalda efni skulu hafa tiltækar upplýsingar sem sýna að efni, efnablöndur og hlutir sem innihalda efni uppfylli ákvæði þessara laga.\nFramleiðendur og innflytjendur hættulegra efna og efnablandna sem flokkast sem slík, [þar á meðal plöntuverndarvörur og sæfivörur], skulu hafa tiltækar upplýsingar um heiti efna eða efnablöndunnar, efnainnihald og magn sem framleitt er, flutt inn eða selt. Einnig skulu vera tiltækar upplýsingar um hlutfallslega samsetningu vörunnar.\nFramangreindar upplýsingar skulu afhentar [Umhverfis- og orkustofnun] sé þess óskað.\n[Innflytjandi, framleiðandi eða annar aðili sem ber ábyrgð á markaðssetningu hættulegra efna eða efnablandna sem flokkast sem slík skal upplýsa Eitrunarmiðstöð Landspítala, á þann hátt sem hún ákveður, um efnasamsetningu og áhrif þeirra.]\nL. 57/2019, 11. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Skráningarskylda.\nFramleiðandi eða innflytjandi efnis, hvort heldur það er hreint, í efnablöndu eða í hlutum, sem framleiðir eða flytur inn efni til markaðssetningar á Evrópska efnahagssvæðinu í meira magni en einu tonni á ári skal skrá efnið hjá Efnastofnun Evrópu. Skráningarskylda efnis í hlut á þó eingöngu við um efni sem ætlast er til að losni úr hlutnum við notkun. Framleiðanda og innflytjanda er skylt að hlíta þeim takmörkunum sem skráningunni kunna að fylgja.\nRáðherra er heimilt í reglugerð að setja ákvæði sem nauðsynleg eru vegna aðildar Íslands að Efnastofnun Evrópu, þ.m.t. um gjaldtöku.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Framleiðsla, markaðssetning og notkun.\nHeimilt er að setja á markað efni, hvort heldur það er hreint, í efnablöndu eða í hlutum, sem skráð hefur verið hjá Efnastofnun Evrópu með þeim notkunartakmörkunum sem af þeirri skráningu kann að leiða eða markaðsleyfi efnisins kveður á um.\nÓheimilt er að framleiða, flytja inn, markaðssetja eða nota efni, hvort heldur það er hreint, í efnablöndu eða í hlutum, sem ekki hefur verið skráð eða eftir atvikum leyft samkvæmt ákvæðum þessara laga. Enn fremur er óheimilt að framleiða, flytja inn, markaðssetja eða nota efni, hvort heldur það er hreint, í efnablöndu eða í hlutum, á þann hátt að í bága fari við þær takmarkanir sem eru settar á grundvelli laga þessara og reglugerða sem eru settar með stoð í þeim, sbr. 11. gr.\n...\nL. 63/2015, 12. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "[Markaðssetning eiturefna og notendaleyfisskyldra vara.\nSá sem setur á markað eiturefni eða notendaleyfisskyldar vörur skal tilkynna um það til [Umhverfis- og orkustofnunar] á þann hátt sem stofnunin ákveður. Í tilkynningu skal tilgreina nafngreindan ábyrgðaraðila til að tryggja að nægjanleg fagþekking sé innan fyrirtækisins og skal hann vera til taks þegar sala fer fram. [Umhverfis- og orkustofnun] birtir á vefsetri sínu skrá yfir þá aðila sem hafa tilkynnt um markaðssetningu og tilnefnt ábyrgðaraðila.\nNafngreindur ábyrgðaraðili á vegum þess sem um getur í 1. mgr. skal hafa lokið námi eða námskeiði þar sem fjallað er um, eftir atvikum, meðferð á eiturefnum eða notendaleyfisskyldum vörum, svo og um lög og reglur sem á því sviði gilda. Viðkomandi skal hafa staðist próf sem sýnir fram á þekkingu hans. Láti viðkomandi ábyrgðaraðili af störfum hjá hlutaðeigandi verslun eða birgi skal tilkynna til [Umhverfis- og orkustofnunar] um nýjan ábyrgðaraðila sem uppfyllir ákvæði 1. og 2. málsl.\nTil að taka við, kaupa og nota eiturefni þarf einstaklingur að vera 18 ára eða eldri. Kaupandi og viðtakandi skulu veita upplýsingar um til hvers og hvar nota skuli eiturefnið og framvísa skilríkjum til að staðfesta á sér deili. Til að taka við og kaupa eiturefni í því skyni að nota það við framkvæmd vinnu skal framvísa eiturefnaleyfi sem veitt hefur verið af Vinnueftirliti ríkisins. Sá sem markaðssetur eiturefni ber ábyrgð á því að einungis þeim sem mega kaupa, nota og veita viðtöku eiturefnum séu afhent umrædd efni. Ráðherra setur í reglugerð, sbr. 11. gr., nánari ákvæði um kaup og viðtöku eiturefna, svo sem um hámarksmagn sem einstaklingur má kaupa af eiturefnum.\nTil að taka við, kaupa og nota notendaleyfisskyldar vörur skal einstaklingur, eftir því sem við á, vera handhafi að notendaleyfi fyrir plöntuverndarvörum eða útrýmingarefnum. Sá sem markaðssetur notendaleyfisskyldar vörur ber ábyrgð á því að einungis handhöfum notendaleyfa séu afhentar slíkar vörur.\nEiturefnum og notendaleyfisskyldum vörum skal komið þannig fyrir á útsölustöðum að þær séu ekki aðgengilegar viðskiptavinum heldur skulu þær afhentar sérstaklega. Sá sem markaðssetur eiturefni og notendaleyfisskyldar vörur skal halda skrá yfir sölu þeirra og afhenda [Umhverfis- og orkustofnun] upplýsingar um kaupanda og selt magn á því formi sem stofnunin tilgreinir. Ráðherra setur í reglugerð, sbr. 11. gr., nánari ákvæði um framsetningu eiturefna á útsölustöðum og undanþágur frá skilyrðum um að tilnefna skuli ábyrgðaraðila og að eiturefnum sé komið þannig fyrir að þau séu ekki aðgengileg viðskiptavinum.\nÓheimilt er að afhenda eiturefni eða notendaleyfisskylda vöru ef ástæða er til þess að ætla að viðkomandi kynni að fara sjálfum sér að voða eða gæti unnið öðrum tjón með efnunum sökum geðveiki, neyslu vímugjafa, vanþroska, vanstillingar, fákunnáttu o.s.frv.]\nL. 110/2024, 8. gr. L. 57/2019, 12. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Ósoneyðandi efni.\nFramleiðsla, markaðssetning, útflutningur og notkun ósoneyðandi efna er bönnuð. Markaðssetning, útflutningur og notkun búnaðar og hluta sem innihalda ósoneyðandi efni er bönnuð.\nTil að koma í veg fyrir og draga úr losun ósoneyðandi efna skal ráðherra í reglugerð, sbr. 11. gr., setja skilyrði um tímabundnar undanþágur frá banni og kveða á um hvaða skilyrðum slík undanþága skuli háð, svo sem varðandi búnað, merkingar og viðhald hans, neyðarnotkun efna, óhjákvæmilega notkun efna, sóttvarnir, meðhöndlun efna, endurnýtingu efna, viðskipti með og notkun endurunninna efna og förgun efna. Þá skal ráðherra setja skilyrði í reglugerð um að markaðssetning og notkun ósoneyðandi efna skuli háð því að önnur efni geti ekki komið í staðinn af tæknilegum eða efnahagslegum ástæðum.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Takmarkanir.\nEf heilsu eða umhverfi stafar hætta af skal ráðherra takmarka með reglugerð heimildir til framleiðslu, markaðssetningar, útflutnings og notkunar tiltekinna efna, hvort heldur þau eru hrein, í efnablöndum eða í hlutum, binda þær við tiltekin notkunarsvið, kveða á um upplýsingaskyldu um notkunina, kveða á um skyldubundnar merkingar, krefjast þess að efni sem talið er hafa óæskileg áhrif á heilsu manna og dýra eða er talið skaða umhverfið sé skipt út fyrir annað hættuminna efni, krefjast prófunar af hálfu faggiltra prófunaraðila, leyfisbinda markaðssetningu eða notkun eða banna alla notkun.\n[Umhverfis- og orkustofnun] er heimilt, ef réttmæt ástæða er\ntil að ætla að þörf sé á tafarlausum aðgerðum til að vernda heilsu\neða umhverfi, að grípa til aðgerða, svo sem banns við markaðssetningu\neða annarra takmarkana til verndar þessum hagsmunum. Þetta gildir þó\nað viðkomandi efni, efnablanda eða efni í hlut sem aðgerðir\nskv. 1. málsl. beinast að uppfylli kröfur laga þessara eða reglugerða\nsem settar hafa verið á grundvelli þeirra.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Markaðsleyfi Efnastofnunar Evrópu.\nFramleiðandi eða innflytjandi efnis sem Efnastofnun Evrópu flokkar sem sérlega varasamt skal sækja um markaðsleyfi fyrir efnið til Efnastofnunar Evrópu. Sama gildir um eftirnotanda ef notkun hans á efninu er ekki innan heimils notkunarsviðs samkvæmt markaðsleyfi sem gefið hefur verið út til handa innflytjanda eða framleiðanda efnisins. Efnastofnun Evrópu hefur umsjón með og ber ábyrgð á lista yfir sérlega varasöm efni.\n[[Umhverfis- og orkustofnun] tekur ákvörðun um veitingu markaðsleyfis og skal sú ákvörðun samsvara ákvörðun framkvæmdastjórnar Evrópusambandsins. Ákvörðun [Umhverfis- og orkustofnunar] skal liggja fyrir áður en 30 dagar eru liðnir frá ákvörðun framkvæmdastjórnarinnar. Birting ákvörðunar á vefsetri [Umhverfis- og orkustofnunar] telst opinber birting.]\nL. 110/2024, 8. gr. L. 57/2019, 13. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skylda til að tilkynna um sérlega varasöm efni í hlutum.\nFramleiðandi eða innflytjandi hlutar sem inniheldur efni sem flokkast sem sérlega varasamt skal tilkynna til Efnastofnunar Evrópu ef styrkur efnisins í hlutnum er meiri en 0,1% miðað við þyngdarhlutfall og samanlagt magn þess er yfir einu tonni á ári.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Skylda til að miðla upplýsingum um sérlega varasöm efni í hlutum.\nEf hlutur inniheldur sérlega varasamt efni í styrk yfir 0,1%, reiknað sem þyngdarhlutfall, skulu birgjar veita viðtakanda hlutarins upplýsingar sem þeir hafa yfir að ráða sem nægja til að nota megi hlutinn á öruggan hátt, að lágmarki heiti efnisins. Viðtakandi er sá sem notar hlutinn í atvinnuskyni eða selur hann áfram í smásölu.\nFari neytandi fram á það skal hver birgir hlutar sem inniheldur efni sem flokkast sem sérlega varasamt í styrk yfir 0,1%, reiknað sem þyngdarhlutfall, veita neytandanum upplýsingar sem birgirinn hefur yfir að ráða sem nægja til að nota megi hlutinn á öruggan hátt, að lágmarki heiti efnisins. Viðkomandi upplýsingar skulu afhentar án þess að gjald komi fyrir innan 45 daga frá því að tekið var við beiðni um upplýsingar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Öryggisblöð og öryggisskýrslur.\nBirgjar skulu láta öryggisblað fylgja við afhendingu efnis til notkunar í atvinnuskyni, þ.e. til eftirnotanda eða dreifanda, hvort heldur það er hreint eða í efnablöndu, ef það fellur undir einn eða fleiri af eftirtöldum liðum:\na. Efnið flokkast sem hættulegt samkvæmt viðmiðum sem tilgreind eru nánar í reglugerð.\nb. Efnið er þrávirkt, safnast fyrir í lífverum og er eitrað samkvæmt nánari viðmiðum sem sett eru í reglugerð.\nc. Efnið er háð markaðsleyfi skv. 1. mgr. 27. gr.\n[Öryggisblöð skulu vera á íslensku eða ensku.]\nFramleiðanda eða innflytjanda er skylt að gera öryggisskýrslu vegna efna sem falla undir 1. mgr. og hann framleiðir eða flytur inn í meira magni en tíu tonnum á ári.\nUpplýsingar úr öryggisskýrslum um örugga notkun skulu, þegar við á, fylgja í viðauka við öryggisblað. Heimilt er að birta upplýsingar úr öryggisskýrslum á ensku.\nBirgjar annarra efna en þeirra sem falla undir 1. mgr. skulu við afhendingu láta fylgja skráningarnúmer efnis og upplýsingar um notkunartakmarkanir ef um þær er að ræða.\nEftirnotendur skulu nota efni og efnablöndur í samræmi við ákvæði öryggisblaða og öryggisskýrslna sem þeim fylgja.\nEftirnotendur skulu tilkynna dreifanda, innflytjanda eða framleiðanda ef notkun þeirra er utan skráðs notkunarsviðs viðkomandi efnis samkvæmt öryggisskýrslu. Ef um er að ræða notkun efna sem skylt er að gera öryggisskýrslu um, utan skráðs notkunarsviðs, er eftirnotanda skylt að gera öryggisskýrslu vegna notkunar sem ekki er tilgreind á öryggisblaði, sé notkunin meiri en nemur einu tonni á ári.\nL. 57/2019, 14. gr.\nVI. kafli. Flokkun, merking, umbúðir og auglýsingar.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Flokkun efna og efnablandna og tilkynningar.\nÁður en efni og efnablanda er sett á markað skulu framleiðandi, innflytjandi og eftirnotandi, með samvinnu sín á milli, flokka efni og efnablöndu með tilliti til hættu fyrir umhverfi og heilsu, svo og eðlisrænnar hættu.\nFramleiðandi eða innflytjandi skal tilkynna hættuflokkun efnis eða einstakra innihaldsefna í efnablöndu til Efnastofnunar Evrópu innan 30 daga frá markaðssetningu.\nFramleiðandi, innflytjandi og eftirnotandi skulu láta fara fram mat sem lagt er til grundvallar við hættuflokkun efnis eða efnablöndu. Slíkt mat skal fara fram á grundvelli fyrirliggjandi og aðgengilegra gagna um viðkomandi efni. Ef þörf er á skulu framleiðandi, innflytjandi og eftirnotandi afla nauðsynlegra gagna í samræmi við prófunaraðferðir sem kveðið er á um í reglugerð sem ráðherra setur.\nFramleiðandi, innflytjandi eða eftirnotandi skal á grundvelli nýrra upplýsinga eða endurmats á fyrirliggjandi upplýsingum breyta áður gerðri flokkun sé þess þörf.\nInnflytjendur og eftirnotendur sem markaðssetja efnablöndur skulu upplýsa Eitrunarmiðstöð Landspítala um efnasamsetningu blandna sem eru settar á markað og flokkast sem hættulegar á grundvelli þeirra áhrifa sem þær hafa á heilbrigði eða eðlisfræðilegra áhrifa þeirra.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um flokkun efna og efnablandna og tilkynningar.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Merkingar og umbúðir.\nBirgjar skulu tryggja að efni og efnablöndur sem eru tilbúin til notkunar séu merkt í samræmi við hættuflokkun þeirra. Umbúðir skulu merktar með nafni, heimilisfangi og símanúmeri birgis, magni efnis og efnablöndu, hættusetningum, varnaðarsetningum, viðvörunarorðum og hættumerkjum [í samræmi við ákvæði reglugerðar, sbr. 11. gr.] Texti merkinganna varðandi hættusetningar, varnaðarsetningar, viðvörunarorð og hættumerki skal vera á íslensku nema kveðið sé á um annað í reglugerð, sbr. 11. gr.\nBirgjar skulu tryggja að umbúðir efna og efnablandna séu traustar, ólekar og nægilega öruggar til að varðveita vöruna án þess að skemmdir verði á umbúðum eða innihaldi þeirra við eðlilega meðhöndlun. Jafnframt skulu þeir tryggja að umbúðir efna og efnablandna, sem ætlaðar eru til dreifingar á almennum markaði, séu hvorki þannig að formi né útliti að þær veki forvitni og athygli barna eða svo að villast megi á þeim og umbúðum undir matvæli, fóður, lyf eða snyrtivörur.\n[Óheimilt er að markaðssetja efni og efnablöndur sem ekki uppfylla skilyrði 1. og 2. mgr.]\nRáðherra skal setja í reglugerð nánari ákvæði um framkvæmd þessarar greinar, sbr. 11. gr.\nL. 57/2019, 15. gr. L. 63/2015, 14. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Auglýsingar.\nÍ öllum auglýsingum og öðrum svipuðum viðskiptaaðferðum um efni og efnablöndur, hvort sem um er að ræða beinar eða óbeinar auglýsingar, skulu koma fram upplýsingar um hættuflokkun þeirra. Sömu upplýsingar skulu fylgja efnablöndum sem eru flokkaðar sem hættulegar eða innihalda hættuleg efni.\nÓheimilt er að villa um fyrir neytendum með auglýsingu, öðrum svipuðum viðskiptaaðferðum og framsetningu efna og efnablandna.\nÓheimilt er að auglýsa efni og efnablöndur sem háð eru markaðsleyfum nema að fengnu markaðsleyfi.\nÓheimilt er að fullyrða í auglýsingum og öðrum svipuðum viðskiptaaðferðum að snyrtivara hafi tiltekna eiginleika eða virkni sem hún hefur ekki.\nUm málsmeðferð, úrræði og viðurlög fer að öllu leyti eftir ákvæðum laga um eftirlit með viðskiptaháttum og markaðssetningu vegna auglýsinga sem brjóta í bága við ákvæði laga þessara.\nVII. kafli. [Plöntuverndarvörur og sæfivörur.]\nL. 57/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "[Áætlun um notkun plöntuverndarvara.]\nRáðherra gefur út til 15 ára í senn almenna aðgerðaráætlun um notkun [plöntuverndarvara] sem gildir fyrir landið allt. [Umhverfis- og orkustofnun] vinnur tillögu að aðgerðaráætluninni og leggur fyrir ráðherra, að höfðu samráði við Matvælastofnun, [Land og skóg], Bændasamtök Íslands, Samband íslenskra sveitarfélaga og fleiri aðila eftir því sem við á. Áætlunin skal taka mið af lögum þessum og reglugerðum settum samkvæmt þeim og lögum um stjórn vatnamála. Í áætluninni skulu m.a. koma fram mælanleg markmið, upplýsingar um notkun [plöntuverndarvara] í landinu og tímaáætlun, aðgerðir og stefnumörkun til að draga markvisst úr notkun [plöntuverndarvara] og stuðla að sjálfbærri notkun þeirra. [Umhverfis- og orkustofnun] skal auglýsa drög að aðgerðaráætluninni í sex vikur þannig að hagsmunaaðilar, almenningur og stjórnvöld hafi tækifæri til að gera athugasemdir við hana. Almenningi skal tryggður aðgangur að áætluninni, m.a. á vefsetri [Umhverfis- og orkustofnunar]. Áætlunina skal endurskoða á fimm ára fresti.\nRáðherra skal setja í reglugerð nánari ákvæði um innihald og gerð áætlunar um notkun [plöntuverndarvara], sbr. 11. gr.\nL. 57/2019, 16. gr. L. 110/2024, 8. gr. L. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "[Markaðsleyfi fyrir plöntuverndarvörum og sæfivörum.]\n[Plöntuverndarvörur og sæfivörur sem settar] eru á markað þurfa markaðsleyfi sem [Umhverfis- og orkustofnun] gefur út. Markaðsleyfið skal gefa út til tiltekins tíma á grundvelli áhættumats. Óheimilt er að markaðssetja [og nota sæfivörur og plöntuverndarvörur nema þær] hafi fengið markaðsleyfi. Í markaðsleyfinu skal tilgreina þá vöru sem leyfið nær til, leyfilega notkun hennar og þær takmarkanir sem gilda. ... Ráðherra setur í reglugerð ákvæði um hvernig umsókn um markaðsleyfi skuli útbúin og hvaða gögn þurfi að fylgja, skilyrði fyrir veitingu markaðsleyfis, ákvæði um gagnkvæma viðurkenningu á markaðsleyfi sem gefið er út í öðrum löndum, ákvæði um skráningu og markaðsleyfi hættuminni [plöntuverndarvara og sæfivara] ... og skilyrði fyrir hliðstæðum viðskiptum með [plöntuverndarvörur og sæfivörur], sbr. 11. gr.\n[Þegar framkvæmdastjórn Evrópusambandsins veitir sambandsleyfi fyrir sæfivöru eða ákveður að sambandsleyfi fyrir sæfivöru hafi ekki verið veitt skal [Umhverfis- og orkustofnun] taka samsvarandi ákvörðun samtímis, þ.e. áður en 30 dagar eru liðnir frá ákvörðun framkvæmdastjórnarinnar. Birting ákvörðunar á vefsíðu [Umhverfis- og orkustofnunar] telst opinber birting. Ráðherra setur í reglugerð, sbr. 3. tölul. 11. gr., nánari ákvæði um sambandsleyfi.\n[Umhverfis- og orkustofnun] er heimilt að veita undanþágur frá 1. mgr. Ráðherra setur í reglugerð, sbr. 11. gr., nánari fyrirmæli um undanþágur.\nPlöntuverndarvörur og sæfivörur skal setja á markað undir heiti sem tilgreint er í markaðsleyfi.\nRáðherra skal í reglugerð, sbr. 11. gr., takmarka notkun notendaleyfisskyldra vara við þá sem hafa notendaleyfi og sölu notendaleyfisskyldra vara við þá aðila sem hafa tilkynnt um tilnefningu ábyrgðaraðila slíkra vara, sbr. 24. gr.]\nL. 57/2019, 17. gr. L. 110/2024, 8. gr. L. 63/2015, 15. gr.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Hliðstæð viðskipti.\n[Umhverfis- og orkustofnun] getur veitt leyfi til hliðstæðra viðskipta með [plöntuverndarvöru og sæfivöru sem hafa] fengið markaðsleyfi í öðru ríki á Evrópska efnahagssvæðinu [ef varan er sambærileg og vara sem þegar hefur fengið markaðsleyfi hér á landi]. [Leyfið er háð því að plöntuverndarvaran eða sæfivaran uppfylli viðmið sem sett eru í reglugerð þannig að hún sé að öllu leyti sambærileg við plöntuverndarvöru eða sæfivöru sem þegar hefur fengið markaðsleyfi á Íslandi, sbr. 35. gr.] Ráðherra setur í reglugerð, sbr. 11. gr., nánari ákvæði um veitingu leyfis til hliðstæðra viðskipta, viðmið, sbr. 2. málsl., og kröfur til umsókna um hliðstæð viðskipti.\nL. 110/2024, 8. gr. L. 57/2019, 18. gr. L. 63/2015, 16. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Búnaður.\nBúnaður sem er notaður við beitingu [plöntuverndarvara] skal háður reglulegu eftirliti Vinnueftirlits ríkisins og uppfylla öryggiskröfur eftir því sem nánar er kveðið á um í reglugerð sem ráðherra setur, sbr. 11. gr. Standist búnaður ekki skoðun er heimilt að banna notkun hans.\nL. 57/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Merkingar.\n[Plöntuverndarvörur og sæfivörur skulu merktar] í samræmi við 32. gr. Auk þess skal ráðherra setja í reglugerð, sbr. 11. gr., nánari ákvæði um merkingar, svo sem að merkja skuli [plöntuverndarvörur og sæfivörur með heiti sem tilgreint er í markaðsleyfi vörunnar], tilgreina ábyrgðaraðila, tilgreina heiti virkra efna í vörunni, stærð umbúða, lotunúmer, leyfisnúmer, leiðbeiningar um notkun, skammtastærðir, marklífveru, hvaða not eru heimiluð og fleira.\nRáðherra setur í reglugerð, sbr. 11. gr., nánari ákvæði um merkingar, auglýsingar og umbúðir [plöntuverndarvara og sæfivara].\nL. 57/2019, 20. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Takmörkun á notkun.\nNotkun [plöntuverndarvara og sæfivara] má hvorki valda skaða á heilsu né umhverfi utan þess sem verið er að meðhöndla og skal leitast við að koma í veg fyrir neikvæð umhverfisáhrif.\nTryggja skal að [plöntuverndarvörum og sæfivörum] sé einungis dreift á þau svæði sem meðhöndla skal.\nÓheimilt er að dreifa [plöntuverndarvörum og sæfivörum] á vatnsverndarsvæðum, náttúruverndarsvæðum og lykilsvæðum verndaðra tegunda.\nÓheimilt er að dreifa [plöntuverndarvörum og sæfivörum] úr loftförum.\nRáðherra er heimilt í einstökum tilvikum, þegar sérstaklega stendur á og að fenginni umsögn [Umhverfis- og orkustofnunar], Náttúrufræðistofnunar Íslands og hlutaðeigandi sveitarfélags, að veita undanþágu frá 3. og 4. mgr.\nRáðherra er heimilt með reglugerð að banna eða takmarka notkun [plöntuverndarvara og sæfivara] á einstökum landsvæðum að höfðu samráði við hlutaðeigandi sveitarfélög og landeigendur og að fenginni umsögn [Umhverfis- og orkustofnunar] og Náttúrufræðistofnunar Íslands.\nL. 57/2019, 21. gr. L. 110/2024, 8. gr.\nVIII. kafli. Snyrtivörur.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Snyrtivörur.\n[Einungis er heimilt að setja snyrtivöru á markað hafi lögaðili eða einstaklingur á Evrópska efnahagssvæðinu verið tilnefndur sem ábyrgðaraðili fyrir vörunni. Ábyrgðaraðili skal sjá til þess að viðeigandi skyldur séu uppfylltar fyrir hverja snyrtivöru sem sett er á markað. Þegar um er að ræða fyrstu markaðssetningu á Evrópska efnahagssvæðinu skal ábyrgðaraðili snyrtivöru tilkynna um markaðssetningu snyrtivöru með skráningu í gagnagrunn framkvæmdastjórnar Evrópusambandsins eins og nánar er kveðið á um í reglugerð, sbr. 11. gr.]\nMarkaðssetning snyrtivöru er óheimil nema snyrtivaran hafi staðist öryggismat og útbúin hafi verið fyrir hana öryggisskýrsla. Öryggismat telst aðeins vera fullnægjandi hafi það verið framkvæmt af til þess bærum aðila með háskólagráðu í lyfjafræði, eiturefnafræði, læknisfræði eða öðru sambærilegu fagi frá viðurkenndri háskólastofnun.\n[Ábyrgðaraðili snyrtivöru skal útbúa og varðveita sérstakt vöruupplýsingaskjal um hverja snyrtivöru sem sett er á markað.]\nMarkaðssetning snyrtivöru er óheimil hafi hún verið prófuð á dýrum. Sama á við um notkun innihaldsefna í snyrtivörum nema aðrar aðferðir til prófunar séu ekki til.\n...\nRáðherra setur nánari ákvæði um snyrtivörur í reglugerð, sbr. 11. gr., varðandi innihaldsefni sem eru bönnuð eða [leyfileg með ákveðnum] skilyrðum, leyfileg innihaldsefni í tilteknum snyrtivörum, prófunaraðferðir, merkingar og umbúðir, [öryggismat, öryggisskýrslu og vöruupplýsingaskjal].\nL. 63/2015, 17. gr.\nIX. kafli. Flúoraðar gróðurhúsalofttegundir.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "[Varðveisla flúoraðra gróðurhúsalofttegunda.]\nRekstraraðilum staðbundinna kælikerfa, loftkælinga, varmadælukerfa og staðbundinna slökkvikerfa sem innihalda flúoraðar gróðurhúsalofttegundir ber að hindra leka þessara lofttegunda og stöðva slíkan leka komi hann til, með öllum þeim tæknilegu ráðstöfunum sem eru mögulegar. Enn fremur ber rekstraraðilum að sjá til þess að haldin sé skrá yfir flúoraðar gróðurhúsalofttegundir, [að lekaleit sé framkvæmd af vottuðum aðilum, sbr. 43. gr., og að tiltekinn búnaður hafi lekaleitarkerfi].\n[Ráðherra setur í reglugerð, sbr. 11. gr., nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 18. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Endurnýting.\nRekstraraðilar staðbundins búnaðar sem inniheldur flúoraðar gróðurhúsalofttegundir, og nánar er tiltekinn í reglugerð, sbr. 11. gr., bera ábyrgð á endurnýtingu flúoraðra gróðurhúsalofttegunda til að tryggja endurvinnslu, endurheimt eða eyðingu þeirra. Endurnýting skal framkvæmd af vottuðum aðilum.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Menntun og vottun.\nStarfsmenn sem annast uppsetningu, viðhald, áfyllingu, lekaleit og aðra þjónustu vegna staðbundinna kæli- og varmadælukerfa, loftkælinga og staðbundinna slökkvikerfa sem innihalda flúoraðar gróðurhúsalofttegundir skulu hafa vottun. Starfsmenn sem annast endurheimt flúoraðra gróðurhúsalofttegunda í tengslum við spenna með hárri rafspennu, loftkælingar í vélknúnum ökutækjum og leysiefni skulu einnig hafa vottun. Til að hljóta slíka vottun skulu starfsmenn uppfylla lágmarkskröfur að því er varðar menntun og þjálfun sem fram koma í reglugerð sem ráðherra setur, sbr. 11. gr.\nRekstrar- og þjónustuaðilar sem annast uppsetningu, viðhald og aðra þjónustu í tengslum við staðbundin kæli- og varmadælukerfi, loftkælingar og staðbundin brunavarnakerfi sem innihalda flúoraðar gróðurhúsalofttegundir skulu hafa vottun um að þeir uppfylli kröfur reglugerða sem ráðherra setur um húsnæði, öryggi og lágmarkstækjabúnað vegna starfsemi sinnar. Enn fremur skulu rekstrar- og þjónustuaðilar hafa vottun um að starfsmenn þeirra sem annast verkefni skv. 1. mgr. hafi hlotið vottun samkvæmt þeirri málsgrein.\nVottun samkvæmt lögum þessum er framkvæmd af vottunaraðila sem hefur hlotið faggildingu samkvæmt lögum um faggildingu o.fl., [eða verið tilnefndur sem slíkur af ríki á Evrópska efnahagssvæðinu].\nVottun sem veitt hefur verið í öðrum ríkjum Evrópska efnahagssvæðisins vegna starfsmanna og rekstrar- og þjónustuaðila sem annast verkefni skv. 1. og 2. mgr. telst jafngild vottun skv. 3. mgr., þó að uppfylltum skilyrðum sem ráðherra kveður á um í reglugerð, sbr. 11. gr.\nL. 63/2015, 19. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Merking.\nÓheimilt er að flytja, setja á markað eða afhenda vöru og búnað sem inniheldur flúoraðar gróðurhúsalofttegundir nema á vörunni og búnaðinum sé merki eða skilti með viðurkenndum iðnaðarheitum [þeirra, upplýsingum um magn flúoraðra gróðurhúsalofttegunda í kg og í CO 2 -jafngildum og öðrum upplýsingum sem sýna fram á að innihaldið sé flúoraðar gróðurhúsalofttegundir].\nL. 63/2015, 20. gr.\n[44. gr. a. Framleiðsla vöru og búnaðar.\nFramleiðendur vöru og búnaðar sem inniheldur flúoraðar gróðurhúsalofttegundir skulu lágmarka leka þessara lofttegunda við framleiðslu, flutning og geymslu vörunnar og búnaðarins.]\nL. 63/2015, 21. gr.\n[44. gr. b. Markaðssetning.\nÓheimilt er að markaðssetja vörur og búnað sem inniheldur flúoraðar gróðurhúsalofttegundir eftir því sem kveðið er á um í reglugerð sem ráðherra setur, sbr. 11. gr. Jafnframt er notkun tiltekinna flúoraðra gróðurhúsalofttegunda háð takmörkunum eftir því sem kveðið er á um í reglugerð sem ráðherra setur, sbr. 11. gr.]\nL. 63/2015, 21. gr.\n[44. gr. c. Magn flúoraðra gróðurhúsalofttegunda á markaði.\nMagn flúoraðra gróðurhúsalofttegunda á markaði er háð takmörkun. Ráðherra setur í reglugerð, sbr. 11. gr., ákvæði um leyfilegt magn flúoraðra gróðurhúsalofttegunda sem framleiðendur og innflytjendur mega setja á markað ár hvert. Í reglugerðinni skal kveðið á um úthlutun á kvótum til markaðssetningar flúoraðra gróðurhúsalofttegunda. Framleiðendur, innflytjendur og útflytjendur flúoraðra gróðurhúsalofttegunda skulu halda skrá yfir magn og gerð flúoraðra gróðurhúsalofttegunda sem sett eru á markað eða flutt út. Ráðherra setur í reglugerð, sbr. 11. gr., nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 21. gr.\nX. kafli. [Notendaleyfi.]\nL. 57/2019, 25. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "...\nL. 57/2019, 23. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "...\nL. 57/2019, 23. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "[Notendaleyfi vegna útrýmingarefna og plöntuverndarvara.]\nEinstaklingar sem nota ... [plöntuverndarvörur og útrýmingarefni] vegna starfa sinna við eyðingu meindýra, í landbúnaði eða garðyrkju skulu sækja um notendaleyfi til [Umhverfis- og orkustofnunar]. [Þeir sem nota útrýmingarefni til eyðingar meindýra skulu hafa notendaleyfi fyrir útrýmingarefnum og þeir sem nota plöntuverndarvörur í landbúnaði og garðyrkju skulu hafa notendaleyfi fyrir plöntuverndarvörum.]\nSkilyrði fyrir veitingu notendaleyfis eru eftirfarandi:\na. Umsækjandi [skal vera 18 ára eða eldri og hafa] lokið námi eða námskeiði þar sem fjallað er um meðferð [plöntuverndarvara og útrýmingarefna] svo og um lög og reglur sem á því sviði gilda. Umsækjandi skal hafa staðist próf sem sýnir fram á þekkingu hans. Ráðherra skal í reglugerð, sbr. 11. gr., kveða á um námsefni um meðferð [plöntuverndarvara og útrýmingarefna].\nb. Umsækjandi hafi yfir að ráða aðstöðu eða búnaði sem Vinnueftirlit ríkisins hefur viðurkennt og er nauðsynlegur til að tryggja örugga og rétta meðferð þeirra [vara] sem sótt er um notendaleyfi fyrir.\n[Notendaleyfi skulu gefin út til átta ára. Framlengja má notendaleyfi í allt að tvö ár hafi umsækjandi ekki komist á námskeið, sbr. a-lið 2. mgr. Notendaleyfi skal gefið út á einstakling og í því skal tilgreina notkunarsvið og takmarkanir sem um meðferð varanna gilda. Heimilt er að binda notendaleyfi því skilyrði að aðstaða eða búnaður leyfishafa sé yfirfarinn reglulega af Vinnueftirliti ríkisins.\n[Umhverfis- og orkustofnun] er heimilt að endurnýja notendaleyfi til átta ára í senn. Skilyrði fyrir endurnýjun notendaleyfis er að umsækjandi hafi, eftir því sem við á, lokið námi eða námskeiði þar sem fjallað er um meðferð plöntuverndarvara eða útrýmingarefna, svo og um lög og reglur sem á því sviði gilda. Umsækjandi skal hafa staðist próf sem sýnir fram á viðhald þekkingar hans. Með umsókn um endurnýjun notendaleyfis skal fylgja staðfesting á skoðun Vinnueftirlits ríkisins á aðstöðu og búnaði umsækjanda vegna endurnýjunar notendaleyfisins.]\nLeyfishafi skal ávallt hafa notendaleyfi meðferðis við störf sín og við alla meðferð og kaup [á þeim vörum] sem leyfið nær til.\n[Umhverfis- og orkustofnun] getur áður en notendaleyfi er veitt óskað umsagnar fagaðila og stofnana um umsóknina.\n[Umhverfis- og orkustofnun] birtir á vefsetri sínu skrá yfir þá aðila sem hafa notendaleyfi, sbr. 2. mgr.\nL. 63/2015, 23. gr. L. 57/2019, 24. gr. L. 110/2024, 8. gr.\n[X. kafli A. Raf- og rafeindabúnaður.]\nL. 63/2015, 24. gr.\n[47. gr. a. Markaðssetning.\nÓheimilt er að setja á markað raf- og rafeindabúnað, þ.m.t. kapla og varahluti til viðgerða á búnaðinum, endurnotkunar, uppfærslu á virkni hans eða endurbóta á afköstum hans, sem inniheldur tiltekin efni sem ráðherra tilgreinir í reglugerð, sbr. 11. og 26. gr., og skal styrkur tiltekinna efna ekki vera hærri en hámarksstyrkur miðað við þyngd einsleitra hluta, eins og hann er tilgreindur í reglugerð sem ráðherra setur, sbr. 11. og 26. gr.]\nL. 63/2015, 24. gr.\n[47. gr. b. Framleiðendur, innflytjendur og dreifingaraðilar raf- og rafeindabúnaðar.\nFramleiðendur, innflytjendur og dreifingaraðilar raf- og rafeindabúnaðar skulu:\na. tryggja að þegar raf- og rafeindabúnaður er settur á markað, þá hafi hann verið hannaður og framleiddur í samræmi við kröfurnar sem settar eru fram í lögum þessum og reglugerð, sbr. 11. gr.,\nb. útbúa tilskilin tæknigögn og framkvæma, eða láta framkvæma, innra framleiðslueftirlit,\nc. útbúa ESB-samræmisyfirlýsingu og festa CE-merkið á fullunna vöruna,\nd. varðveita tæknigögnin og ESB-samræmisyfirlýsinguna í tíu ár eftir að raf- og rafeindabúnaðurinn hefur verið settur á markað,\ne. tryggja að aðferðir séu til staðar til að samræmi haldist í raðframleiðslu,\nf. halda skrá yfir raf- og rafeindabúnað sem stenst ekki kröfur og yfir innköllun vöru,\ng. merkja raf- og rafeindabúnaðinn eða láta viðeigandi upplýsingar fylgja honum,\nh. ef þörf er á taka búnaðinn af markaði, innkalla hann eða bæta úr ágöllum,\ni. afhenda lögbæru stjórnvaldi upplýsingar um búnaðinn ef eftir því er kallað.\nRáðherra skal setja í reglugerð, sbr. 11. gr., nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 24. gr.\n[47. gr. c. Samræmisyfirlýsing og CE-merkið.\nÍ ESB-samræmisyfirlýsingu skal lýsa yfir að sýnt hafi verið fram á að kröfurnar sem tilgreindar eru í lögum þessum og reglugerð, sbr. 11. gr., hafi verið uppfylltar. Með samningu ESB-samræmisyfirlýsingar lýsir framleiðandinn yfir að raf- og rafeindabúnaðurinn sé í samræmi við lög þessi og reglugerð, sbr. 11. gr.\nFesta skal CE-merkið á fullunninn raf- og rafeindabúnað eða merkiplötu búnaðarins þannig að það sé sýnilegt, læsilegt og óafmáanlegt. Ef því verður ekki komið við eða það er ástæðulaust vegna eðlis raf- og rafeindabúnaðarins skal festa merkið á umbúðir búnaðarins eða fylgiskjöl hans. CE-merkið skal fest á áður en raf- og rafeindabúnaðurinn er settur á markað.]\nL. 63/2015, 24. gr.\n[47. gr. d. Eftirlit og þvingunarúrræði.\n[Húsnæðis- og mannvirkjastofnun] fer með eftirlit með framkvæmd þessa kafla.\nUm framkvæmd eftirlits og þvingunarúrræði fer samkvæmt lögum nr. 42/2009, um visthönnun vöru sem tengist orkunotkun.]\nL. 137/2019, 19. gr. L. 63/2015, 24. gr.\n[X. kafli B. Eldsneyti.]\nL. 63/2015, 24. gr.\n[47. gr. e. Bensínstöðvar.\nAllar nýjar bensínstöðvar skulu vera útbúnar kerfi til endurheimtar bensíngufu ef:\na. raunverulegt eða áætlað gegnumstreymi er meira en 500 m á ári eða\nb. raunverulegt eða áætlað gegnumstreymi er meira en 100 m á ári og þær eru staðsettar undir varanlegum vistarverum eða vinnusvæði.\nAllar bensínstöðvar sem fyrir eru og gangast undir meiri háttar endurnýjun skulu vera útbúnar kerfi til endurheimtar bensíngufu við endurnýjun ef:\na. raunverulegt eða áætlað gegnumstreymi er meira en 500 m á ári eða\nb. raunverulegt eða áætlað gegnumstreymi er meira en 100 m á ári og þær eru staðsettar undir varanlegum vistarverum eða vinnusvæði.\nAllar bensínstöðvar sem fyrir eru og með gegnumstreymi sem er meira en 3.000 m á ári skulu vera útbúnar kerfi til endurheimtar bensíngufu eigi síðar en 31. desember 2018.\nÁkvæði 1., 2. og 3. mgr. gilda ekki um bensínstöðvar sem eru eingöngu notaðar í tengslum við smíði og afhendingu nýrra vélknúinna ökutækja.]\nL. 63/2015, 24. gr.\n[47. gr. f. Lágmarksendurheimt bensíngufu.\nVirkni kerfa til endurheimtar bensíngufu skal vera fyrir bensíngufu a.m.k. 85%, eins og það er vottað af framleiðanda í samræmi við viðeigandi evrópska tæknistaðla, gerðarviðurkenningaraðferðir eða íslenska staðla.\nHlutfallið á milli gufu og bensíns skal vera a.m.k. 0,95 en að hámarki 1,05 þegar endurheimta bensíngufan er flutt frá geymslutanki á bensínstöðinni.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 24. gr.\n[47. gr. g. Reglubundnar skoðanir.\nRekstraraðilar bensínstöðva skulu láta faggiltan skoðunaraðila prófa virkni kerfa til endurheimtar bensíngufu a.m.k. einu sinni á ári.\nRekstraraðilar bensínstöðva, þar sem sjálfvirkt vöktunarkerfi hefur verið sett upp, skulu láta faggiltan skoðunaraðila prófa virkni kerfa til endurheimtar bensíngufu a.m.k. á þriggja ára fresti.\nRekstraraðilar bensínstöðva skulu láta [Umhverfis- og orkustofnun] í té upplýsingar um niðurstöður faggilta skoðunaraðilans um leið og þær liggja fyrir.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 110/2024, 8. gr. L. 63/2015, 24. gr.\n[47. gr. h. Upplýsingar til neytenda.\nRekstraraðilar bensínstöðva, þar sem sett hafa verið upp kerfi til endurheimtar bensíngufu, skulu tryggja að upplýsingar um tilvist búnaðarins séu sýnilegar neytandanum.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 24. gr.\n[47. gr. i. Brennisteinsinnihald í eldsneyti.\nBrennisteinsinnihald í eldsneyti, bæði sem notað er hér á landi og í mengunarlögsögu Íslands, skal fylgja þeim takmörkunum sem ráðherra setur í reglugerð, sbr. 11. gr.]\nL. 63/2015, 24. gr.\n[47. gr. j. Skipstjórar og skipaeldsneytisbirgjar.\nSkipstjóri ber ábyrgð á að dagbók skips sé rétt útfyllt þar sem fram kemur m.a. hvers konar eldsneyti er notað.\nSkipaeldsneytisbirgjar skulu skrá brennisteinsinnihald í öllu skipaeldsneyti sem þeir setja á markað á afhendingarseðil sem innsiglað sýni fylgir og kaupandi hefur skrifað undir. Þá skulu skipaeldsneytisbirgjar upplýsa [Umhverfis- og orkustofnun] um niðurstöður mælinga viðurkenndra rannsóknastofa um brennisteinsinnihald í skipaeldsneyti.\n[Umhverfis- og orkustofnun] skal halda skrá yfir skipaeldsneytisbirgja á landinu og birta hana á vef sínum.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 110/2024, 8. gr. L. 63/2015, 24. gr.\n[47. gr. k. Upplýsingar um brennisteinsinnihald.\nTil að hafa eftirlit með brennisteinsinnihaldi skipaeldsneytis er [Umhverfis- og orkustofnun] eða aðilum í umboði hennar heimilt að taka sýni úr skipum, tönkum og olíubirgðastöðvum til nánari greiningar eða fá upplýsingar frá rannsóknastofu sem skipaeldsneytisbirgir vísar til. Einnig er [Umhverfis- og orkustofnun] eða aðilum í umboði hennar heimill aðgangur að olíudagbókum skipa og kvittunum frá söluaðila olíu þar sem fram koma upplýsingar um brennisteinsinnihald skipaeldsneytis.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 110/2024, 8. gr. L. 63/2015, 24. gr.\n[47. gr. l. Gæði eldsneytis.\nEinungis er heimilt að markaðssetja eldsneyti sem uppfyllir kröfur um innihaldsefni sem ráðherra setur í reglugerð, sbr. 11. gr.]\nL. 63/2015, 24. gr.\n[47. gr. m. Minnkun á losun gróðurhúsalofttegunda.\nEldsneytisbirgjar skulu bera ábyrgð á vöktun og skýrslugerð um losun gróðurhúsalofttegunda á vistferli fyrir hverja orkueiningu úr eldsneyti og afhentri orku.\nEldsneytisbirgjar skulu árlega senda [Umhverfis- og orkustofnun] skýrslu um styrk gróðurhúsalofttegunda úr eldsneyti og orku með því að veita a.m.k. eftirfarandi upplýsingar:\na. heildarmagn hverrar tegundar eldsneytis eða orku sem afhent er og gefa til kynna hvar hún var keypt og uppruna hennar og\nb. losun gróðurhúsalofttegunda á vistferli fyrir hverja orkueiningu.\nEldsneytisbirgjar skulu minnka smám saman losun gróðurhúsalofttegunda á vistferli fyrir hverja orkueiningu úr eldsneyti og afhentri orku eftir því sem kveðið er á um í reglugerð sem ráðherra setur, sbr. 11. gr.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 110/2024, 8. gr. L. 63/2015, 24. gr.\n[47. gr. n. Viðmiðanir um sjálfbærni fyrir lífeldsneyti.\nOrka frá lífeldsneyti skal einungis talin með að því er varðar minnkun gróðurhúsalofttegunda ef viðmiðanir um sjálfbærni sem ráðherra setur í reglugerð, sbr. 11. gr., eru uppfylltar.\nÞegar telja skal lífeldsneyti með að því er varðar minnkun gróðurhúsalofttegunda skulu rekstraraðilar sýna fram á að viðmiðanirnar um sjálfbærni, sbr. 1. mgr., hafi verið uppfylltar. Í þeim tilgangi skulu rekstraraðilar nota massajafnvægiskerfi.\nRekstraraðilar skulu leggja fram áreiðanlegar upplýsingar og gera gögnin, sem notuð voru til grundvallar upplýsingunum, aðgengileg sé þess óskað. Rekstraraðilar skulu sjá til þess að framlagðar upplýsingar fari í gegnum viðunandi, óháða endurskoðun og færa sönnur á að slíkt hafi verið gert.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 24. gr.\n[47. gr. o. Útreikningur á losun gróðurhúsalofttegunda frá lífeldsneyti á vistferli.\nReikna skal út losun gróðurhúsalofttegunda frá lífeldsneyti á vistferli eftir því sem kveðið er á um í reglugerð sem ráðherra setur, sbr. 11. gr.]\nL. 63/2015, 24. gr.\n[47. gr. p. Málmíblöndunarefni.\nBirgjar skulu sjá til þess að merkimiði sem varðar innihald málmíblöndunarefna í eldsneyti sé þar sem eldsneyti með málmíblöndunarefnum er á boðstólum fyrir neytendur.\nMerkimiðinn skal bera eftirfarandi texta: „Inniheldur málmíblöndunarefni“.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari ákvæði um framkvæmd þessarar greinar.]\nL. 63/2015, 24. gr.\n[X. kafli C. Kvikasilfur.]\nL. 57/2019, 26. gr.\n[47. gr. q. Takmarkanir á inn- og útflutningi.\nInn- og útflutningur kvikasilfurs er óheimill, þ.m.t. kvikasilfurssambanda og efnablandna sem innihalda kvikasilfur og ráðherra tilgreinir í reglugerð, sbr. 11. gr.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari fyrirmæli um inn- og útflutning kvikasilfurs, kvikasilfurssambanda og efnablandna sem innihalda kvikasilfur sem og undanþágur frá inn- og útflutningstakmörkunum eða inn- og útflutningsbanni.]\nL. 57/2019, 26. gr.\n[47. gr. r. Innflutningur, útflutningur og framleiðsla vara með viðbættu kvikasilfri.\nInnflutningur, útflutningur og framleiðsla vara með viðbættu kvikasilfri, sem tilgreindar eru í reglugerð sem ráðherra setur, sbr. 11. gr., er óheimil frá og með þeim dagsetningum sem tilgreindar eru í reglugerð, sbr. 11. gr.\nRáðherra skal í reglugerð, sbr. 11. gr., setja nánari fyrirmæli um innflutning, útflutning og framleiðslu vara með viðbættu kvikasilfri.]\nL. 57/2019, 26. gr.\n[47. gr. s. Tannsilfur.\nNotkun tannsilfurs er eingöngu heimil þegar því er komið fyrir í hylkjum í fyrir fram ákveðnum skömmtum. Notkun tannsilfurs í lausu er óheimil.\nNotkun tannsilfurs til viðgerða á barnatönnum og til viðgerða á tönnum barna undir 15 ára aldri, barnshafandi kvenna og kvenna með barn á brjósti er óheimil nema tannlæknir telji slíka notkun nauðsynlega með hliðsjón af læknisfræðilegum þörfum sjúklingsins.\nRáðherra gefur út, í samráði við þann ráðherra sem fer með málefni lýðheilsu og forvarna, aðgerðaáætlun um aðgerðir sem grípa þarf til í því skyni að draga úr notkun tannsilfurs. Aðgerðaáætlunin skal birt opinberlega.]\nL. 57/2019, 26. gr.\nXI. kafli. Eftirlit.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Eftirlit og framkvæmd eftirlits.\n[Umhverfis- og orkustofnun] annast eftirlit með framkvæmd laga þessara og reglugerða sem eru settar samkvæmt þeim.\n[Umhverfis- og orkustofnun] getur með samningi falið heilbrigðisnefndum sveitarfélaga, öðrum stjórnvöldum eða faggiltum skoðunarstofum, sbr. lög um faggildingu o.fl., einstaka þætti eftirlits samkvæmt lögum þessum. Skal í slíkum tilvikum gerður sérstakur samningur við hlutaðeigandi heilbrigðisnefnd, hinn faggilta skoðunaraðila eða hlutaðeigandi stjórnvald eftir því sem við á. Heimild til beitingar þvingunarúrræða, sbr. XIII. kafla, og stjórnvaldssekta, sbr. XIV. kafla, er þó eingöngu í höndum [Umhverfis- og orkustofnunar].\nÍ þeim tilvikum sem [Umhverfis- og orkustofnun] hefur gert samning um framkvæmd eftirlits skv. 2. mgr. hefur viðkomandi sömu heimildir til skoðunar og eftirlits og [Umhverfis- og orkustofnun], sbr. 49. gr., og til prófunar og rannsóknar, sbr. 50. og 51. gr.\nHeilbrigðisnefndum er heimilt að gera samkomulag um annað fyrirkomulag á\nskiptingu landsins í eftirlitssvæði, sbr. 4. mgr. 11. gr. laga um\nhollustuhætti og mengunarvarnir, og hefur þá heilbrigðisnefndin sama\nrétt til afskipta þar og á eigin svæði.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Heimildir [Umhverfis- og orkustofnunar] og upplýsingaskylda.\n[Umhverfis- og orkustofnun] er heimilt að fara á hvern þann stað þar sem efni, efnablöndur og efni í hlutum eru til skoðunar og eftirlits. Í því felst m.a. heimild til sýna- og myndatöku, að fá afhent eintak af vöru til nánari skoðunar, svo og heimild til skoðunar og ljósritunar gagna. Ekki er heimilt að fara í þessum tilgangi í íbúðarhús eða aðra þvílíka staði án samþykkis eiganda eða umráðamanns húsnæðisins nema að fengnum dómsúrskurði.\nVið skoðun og eftirlit, sbr. 1. mgr., skal hver sá sem hefur undir höndum efni, efnablöndu og hlut sem inniheldur efni veita án endurgjalds alla nauðsynlega aðstoð við eftirlitið, svo sem aðstoð starfsmanna, aðgang að húsakynnum og tækjabúnaði. Einnig ber að veita [Umhverfis- og orkustofnun] allar umbeðnar upplýsingar og afhenda þau gögn sem hafa þýðingu við eftirlitið. Aðrir opinberir aðilar sem búa yfir upplýsingum sem geta haft þýðingu við eftirlit skulu að beiðni [Umhverfis- og orkustofnunar] veita þær upplýsingar.\n[Umhverfis- og orkustofnun] er heimilt að kalla til utanaðkomandi sérfræðing til ráðgjafar ef slíkt hefur þýðingu fyrir eftirlitið.\n[Umhverfis- og orkustofnun] er heimilt að senda fulltrúa í sínu umboði til að sækja vörueintök eða sýni til skoðunar og eftirlits, enda sé slíkt í samræmi við samþykkta eftirlitsáætlun stofnunarinnar.\n[Umhverfis- og orkustofnun] skal birta á vefsetri sínu\nupplýsingar um niðurstöður eftirlits og til hvaða úrræða stofnunin\nhefur gripið jafnóðum og ákvarðanir um slíkt liggja fyrir.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "[Heimild [Umhverfis- og orkustofnunar] til prófana og rannsókna.]\nEf [Umhverfis- og orkustofnun] fær ekki aðgang að [viðurkenndum prófunarniðurstöðum] um efni, efnablöndu eða hlut sem inniheldur efni ber hverjum þeim sem hefur slíkt undir höndum að afhenda endurgjaldslaust [vörueintak] af efni, efnablöndu eða hlut sem inniheldur efni sem talin eru nauðsynleg til þess að rannsaka og ákvarða hvort efnið, efnablandan eða hluturinn uppfylli kröfur laga þessara.\nÁður en rannsókn hefst skal sá sem hefur efnið, efnablönduna eða hlut sem inniheldur efni fá tækifæri til að koma til [Umhverfis- og orkustofnunar] [viðurkenndum prófunarniðurstöðum] um efnið, efnablönduna eða hlutinn sem inniheldur efni. [Umhverfis- og orkustofnun] skal veita hæfilegan frest í því skyni.\nÞegar rannsakaðir eru eiginleikar eða samsetning eða einhver annar eiginleiki efnisins, efnablöndunnar eða hlutarins skal handhafi greiða fyrir rannsóknina.\n[Umhverfis- og orkustofnun] skal upplýsa þann sem hafði undir höndum efnið, efnablönduna eða hlutinn sem innihélt efni um niðurstöður rannsóknarinnar.\nL. 110/2024, 8. gr. L. 63/2015, 25. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "[Afhending vörueintaks.]\nÍ því skyni að rannsaka og ákvarða hvort tiltekið efni, efnablanda eða hlutur sem inniheldur efni uppfylli kröfur laga þessara og reglugerða settra samkvæmt þeim er [Umhverfis- og orkustofnun] heimilt að óska eftir [vörueintaki] af viðkomandi efni, efnablöndu eða hlut sem inniheldur efni. Sá sem hefur viðkomandi efni, efnablöndu eða hlut sem inniheldur efnið undir höndum ber að afhenda [Umhverfis- og orkustofnun] það endurgjaldslaust.\nL. 63/2015, 26. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Eftirlitsáætlun.\nTil að tryggja yfirsýn og framkvæmd laga þessara og reglugerða settra samkvæmt þeim skal [Umhverfis- og orkustofnun] útbúa eftirlitsáætlun til þriggja ára í senn. Ákvæði upplýsingalaga ... taka ekki til eftirlitsáætlunarinnar fyrr en að loknum gildistíma hennar.\nÍ eftirlitsáætluninni skal vera yfirlit yfir sértæk eftirlitsverkefni sem unnin verða og skipulagningu þeirra. Áhersla skal lögð á öryggi almennings og umhverfisvernd. [Í því skyni að gæta hagkvæmni í eftirliti og fyrirbyggja tvíverknað og skörun í eftirliti, eftir því sem frekast er unnt, skal [Umhverfis- og orkustofnun], við gerð eftirlitsáætlunarinnar, hafa samráð við önnur stjórnvöld sem hafa hlutverki að gegna skv. II. kafla.] Í áætluninni skal jafnframt gert ráð fyrir tilteknum fjölda eftirlitsferða á hverju ári til aðila sem markaðssetja efni og efnablöndur.\n[Umhverfis- og orkustofnun] skal fyrir 1. mars ár hvert gefa út skýrslu um niðurstöður eftirlits fyrir undangengið ár og birta á vefsetri sínu.\nL. 110/2024, 8. gr. L. 72/2019, 21. gr. L. 57/2019, 27. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Upplýsingar frá tollyfirvöldum.\n[Umhverfis- og orkustofnun] er heimilt að óska eftir upplýsingum frá tollyfirvöldum um magn efna, efnablandna og hluta sem innihalda efni sem og magn frá einstökum [birgjum] vegna framleiðslu og innflutnings á efnum, efnablöndum og hlutum sem innihalda efni sem falla undir lögin. Ákvæði 188. gr. tollalaga skulu ekki vera því til fyrirstöðu að [tollyfirvöld] veiti [Umhverfis- og orkustofnun] upplýsingar samkvæmt þessari grein.\nL. 110/2024, 8. gr. L. 63/2015, 27. gr. L. 141/2019, 40. gr.\nXII. kafli. Gjaldtaka.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Gjaldtaka.\n[Umhverfis- og orkustofnun] er heimilt að taka gjald fyrir:\n1. Veitingu markaðsleyfa, sbr. 35. gr., breytingu á markaðsleyfum, undanþágu frá markaðsleyfum, gagnkvæma viðurkenningu á markaðsleyfum, leyfi til hliðstæðra viðskipta og endurnýjun á markaðsleyfum [fyrir plöntuverndarvörum og sæfivörum].\n2. Veitingu notendaleyfa ..., sbr. 47. gr.\n3. [Útgáfu vottorða fyrir ábyrgðaraðila, sbr. 24. gr., sem hafa lokið námi eða námskeiði, sbr. a-lið 2. mgr. 47. gr.]\n4. ...\n5. Prófanir og rannsóknir skv. 50. gr.\n6. Endurgreiðslu alls kostnaðar sem fellur til við sérstakar rannsóknir eða úttektir utanaðkomandi sérfræðinga vegna vinnu við áhættumat vegna veitingar markaðsleyfa [fyrir plöntuverndarvörum og sæfivörum], enda hafi verið haft samráð við umsækjanda um fyrirhugaðar rannsóknir eða úttektir og umsækjanda gefinn kostur á að draga umsókn sína til baka áður en til slíks kostnaðar er stofnað, sbr. 35. gr.\n7. ...\n[8. Yfirferð á skýrslu eldsneytisbirgja, sbr. 47. gr. m.]\nRáðherra setur, að fengnum tillögum [Umhverfis- og orkustofnunar], gjaldskrá fyrir veitta þjónustu, eftirlit, [beitingu þvingunarúrræða] og verkefni sem stofnuninni er falið að annast eða stofnunin tekur að sér samkvæmt lögum þessum. Upphæð gjalds tekur mið af kostnaði við þjónustu og framkvæmd einstakra verkefna og skal byggð á rekstraráætlun þar sem þau atriði eru rökstudd sem ákvörðun gjalds byggist á. Gjaldið má ekki vera hærra en sá kostnaður. Gjaldskrá skal birt í B-deild Stjórnartíðinda. Gjöld má innheimta með fjárnámi.\nL. 110/2024, 8. gr. L. 57/2019, 28. gr. L. 63/2015, 28. gr.\nXIII. kafli. [Þvingunarúrræði og bráðabirgðaúrræði.]\nL. 57/2019, 30. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Áminning.\nTil að knýja á um framkvæmd ráðstöfunar samkvæmt lögum þessum er\n[Umhverfis- og orkustofnun] heimilt að veita viðkomandi\naðila áminningu. Jafnframt skal veita hæfilegan frest til úrbóta ef\nþeirra er þörf.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Dagsektir.\nÞegar aðili sinnir ekki fyrirmælum innan tiltekins frests getur [Umhverfis- og orkustofnun] ákveðið honum dagsektir þar til úr er bætt. ...\n[Dagsektir geta numið allt að 500.000 kr. fyrir hvern dag. Við ákvörðun fjárhæðar dagsekta skal m.a. höfð hliðsjón af alvarleika brotsins, hvað það hefur staðið lengi og hvort um ítrekað brot er að ræða.\nÁkvarðanir [Umhverfis- og orkustofnunar] um dagsektir eru aðfararhæfar. Sé sekt samkvæmt þessari grein ekki greidd innan mánaðar frá ákvörðun [Umhverfis- og orkustofnunar] skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu. Óinnheimtar dagsektir, sem lagðar eru á fram að efndadegi, falla ekki niður þótt aðili efni síðar viðkomandi kröfu nema [Umhverfis- og orkustofnun] ákveði það sérstaklega. Sektir samkvæmt þessari grein renna í ríkissjóð að frádregnum kostnaði við innheimtu.]\nL. 110/2024, 8. gr. L. 63/2015, 29. gr.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "[Tímabundin stöðvun markaðssetningar á vöru.]\n[Umhverfis- og orkustofnun] er heimilt að [stöðva] markaðssetningu efnis, efnablöndu eða hlutar sem inniheldur efni [þegar í stað þegar grunur leikur á að varan uppfylli] ekki skilyrði laga þessara eða reglugerða settra samkvæmt þeim. Í þessu felst m.a. að [Umhverfis- og orkustofnun] getur tekið úr sölu eða dreifingu eða innkallað tiltekin efni, efnablöndur eða hluti sem innihalda efni þar til bætt hefur verið úr ágöllum. [[Umhverfis- og orkustofnun] er heimilt að taka ákvörðun um [tímabundna stöðvun markaðssetningar á vöru] án þess að veita aðila andmælarétt, sbr. 13. gr. stjórnsýslulaga, en skal í stað þess veita honum færi á að koma sjónarmiðum sínum að um leið og ákvörðun hefur verið tekin.]\nL. 57/2019, 29. gr. L. 110/2024, 8. gr. L. 63/2015, 30. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "[Stöðvun markaðssetningar vöru.]\n[Umhverfis- og orkustofnun] er heimilt að stöðva markaðssetningu vöru sem uppfyllir ekki skilyrði laga þessara eða reglugerða settra samkvæmt þeim. Í þessu felst m.a. að [Umhverfis- og orkustofnun] getur tekið úr sölu eða dreifingu eða innkallað tiltekin efni, efnablöndur eða hluti sem innihalda efni varanlega og lagt hald á slíka vöru. Enn fremur er heimilt að krefjast þess að birgir fargi viðkomandi efni, efnablöndu eða hlut með öruggum hætti eða afturkalli vöruna eða geymi þar til bætt hefur verið úr ágöllum eða hættu afstýrt með viðunandi hætti.\nL. 63/2015, 31. gr. L. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "[Stöðvun starfsemi til bráðabirgða.\nTelji [Umhverfis- og orkustofnun] svo alvarlega hættu stafa af tiltekinni starfrækslu að aðgerð þoli enga bið er henni heimilt til bráðabirgða að stöðva starfsemi þegar í stað.]\nL. 110/2024, 8. gr. L. 63/2015, 32. gr.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Aðstoð lögreglu.\n[Umhverfis- og orkustofnun] getur leitað aðstoðar lögreglu ef\nmeð þarf við framkvæmd þvingunarúrræða.\nL. 110/2024, 8. gr.\nXIV. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Haldlagning.\n[Umhverfis- og orkustofnun] getur lagt hald á efni,\nefnablöndur eða hluti sem innihalda efni sem uppfylla ekki skilyrði\nlaga þessara eða reglugerða settra samkvæmt þeim og fargað þeim á\nkostnað handhafa þeirra.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Stjórnvaldssektir.\n[Umhverfis- og orkustofnun] getur lagt stjórnvaldssektir á einstakling eða lögaðila sem brýtur gegn:\n1. Skráningarskyldu, sbr. 22. gr.\n2. [Ákvæðum um markaðssetningu eiturefna og [notendaleyfisskyldra vara], sbr. 24. gr.]\n3. Ákvæðum um markaðssetningu ósoneyðandi efna, sbr. 25. gr.\n4. Ákvæðum um markaðsleyfi Efnastofnunar Evrópu, sbr. 27. gr.\n5. Ákvæðum um afhendingu öryggisblaða, sbr. 1. mgr. 30. gr.\n6. Ákvæðum um merkingar og umbúðir, sbr. ... 32. gr.\n7. Ákvæðum um markaðsleyfi [plöntuverndarvara og sæfivara], sbr. 35. gr.\n8. Ákvæðum um kröfu til að hafa vottun til að annast verkefni í tengslum við flúoraðar gróðurhúsalofttegundir, sbr. 43. gr.\n[9. Ákvæðum um tollafgreiðslu, sbr. 20. gr.\n10. Ákvæðum um framleiðslu, markaðssetningu og notkun, sbr. 23. gr.\n11. Ákvæðum um efni í snyrtivörum, sbr. 40. gr.\n[12. Ákvæðum um markaðssetningu flúoraðra gróðurhúsalofttegunda, sbr. 44. gr. b.\n13. Ákvæðum um magn flúoraðra gróðurhúsalofttegunda, sbr. 44. gr. c.]\n[14. ] Ákvæðum um leyfilegan hámarksstyrk brennisteins í skipaeldsneyti, sbr. 47. gr. i.\n[15. ] Ákvæðum um innihaldsefni eldsneytis, sbr. 47. gr. l.]\n[16. Ákvæðum um að eldsneytisbirgjar skuli draga úr losun gróðurhúsalofttegunda á vistferli fyrir hverja orkueiningu úr eldsneyti og afhentri orku í samræmi við reglugerð sem ráðherra setur, sbr. 3. mgr. 47. gr. m.]\nRáðherra skal í reglugerð ákveða fjárhæð stjórnvaldssekta fyrir brot á einstökum ákvæðum laga þessara innan þess ramma sem ákveðinn er í 4. mgr.\nHafi fjárhæð sekta ekki verið ákveðin í reglugerð skal við ákvörðun sekta m.a. taka tillit til alvarleika brots, hvað það hefur staðið lengi, samstarfsvilja hins brotlega aðila og hvort um ítrekað brot er að ræða. Jafnframt skal líta til þess hvort ætla megi að brotið hafi verið framið í þágu hagsmuna fyrirtækisins og hvort hægt hafi verið að koma í veg fyrir lögbrotið með stjórnun og eftirliti. [Umhverfis- og orkustofnun] er heimilt að ákveða hærri sektir hafi aðili hagnast á broti. Skal upphæð stjórnvaldssektar þá ákveðin sem allt að tvöfalt margfeldi af þeim hagnaði sem aðili hefur aflað sér með broti gegn lögum þessum eða reglugerðum settum samkvæmt þeim, þó innan þess ramma sem er ákveðinn í 4. mgr.\nSektir sem eru lagðar á einstaklinga geta numið frá 10.000 kr. til 10.000.000 kr. Sektir sem eru lagðar á lögaðila geta numið frá 25.000 kr. til 25.000.000 kr.\nGjalddagi stjórnvaldssektar er 30 dögum eftir að ákvörðun um sektina var tekin. Hafi stjórnvaldssekt ekki verið greidd innan 15 daga frá gjalddaga skal greiða dráttarvexti af fjárhæð sektarinnar frá gjalddaga. Ákvörðun [Umhverfis- og orkustofnunar] um stjórnvaldssekt er aðfararhæf og renna sektir í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum skal beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nAðili máls getur einungis skotið ákvörðun um stjórnvaldssekt til dómstóla. Málshöfðunarfrestur er þrír mánuðir frá því að ákvörðun var tekin. Málskot frestar aðför.\nL. 110/2024, 8. gr. L. 57/2019, 31. gr. L. 63/2015, 33. gr.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Réttur manna til að fella ekki á sig sök.\nÍ máli sem beinist að einstaklingi og lokið getur með álagningu\nstjórnvaldssekta eða kæru til lögreglu hefur maður, sem rökstuddur\ngrunur leikur á að hafi gerst sekur um lögbrot, rétt til að neita að\nsvara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að\nþað geti haft þýðingu fyrir ákvörðun um brot hans. [Umhverfis- og\norkustofnun] skal leiðbeina hinum grunaða um þennan\nrétt.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Fyrning.\nHeimild [Umhverfis- og orkustofnunar] til að leggja á stjórnvaldssektir samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar [Umhverfis- og orkustofnun]\ntilkynnir aðila um upphaf rannsóknar á meintu broti. Rof frests hefur\nréttaráhrif gagnvart öllum sem staðið hafa að broti.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Sektir eða fangelsi.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn:\n1. Skráningarskyldu, sbr. 22. gr.\n2. Tilkynningarskyldu vegna markaðssetningar eiturefna, [plöntuverndarvara og sæfivara], sbr. 24. gr.\n3. Ákvæðum um markaðssetningu ósoneyðandi efna, sbr. 25. gr.\n4. Ákvæðum um markaðsleyfi [plöntuverndarvara og sæfivara], sbr. 35. gr.\nSektir má ákvarða lögaðila þó að sök verði ekki sönnuð á fyrirsvarsmenn eða starfsmenn hans eða aðra þá einstaklinga sem í þágu hans starfa, enda hafi brotið orðið eða getað orðið til hagsbóta fyrir lögaðilann. Þó skal lögaðili ekki sæta refsingu ef um óhapp er að ræða. Einnig má, með sama skilorði, gera lögaðila sekt ef fyrirsvarsmenn eða starfsmenn hans eða aðrir einstaklingar sem í þágu hans starfa gerast sekir um brot eða ef það stafar af ófullnægjandi tækjabúnaði eða verkstjórn.\nL. 57/2019, 32. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Saknæmi, eignaupptaka, tilraun og hlutdeild.\nBrot gegn lögum þessum varða sektum eða fangelsi hvort sem þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara er varða sektum eða fangelsi.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Kæra til lögreglu.\n[Umhverfis- og orkustofnun] er heimilt að kæra brot til lögreglu.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur [Umhverfis- og orkustofnun] hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot eru meiri háttar ber [Umhverfis- og orkustofnun] að vísa þeim til lögreglu. Brot telst meiri háttar ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur [Umhverfis- og orkustofnun] á hvaða stigi málsins sem er vísað máli vegna brota á lögum þessum til opinberrar rannsóknar. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru [Umhverfis- og orkustofnunar] skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.–VII. kafla stjórnsýslulaga gilda ekki um ákvörðun [Umhverfis- og orkustofnunar] um að kæra mál til lögreglu.\n[Umhverfis- og orkustofnun] er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. [Umhverfis- og orkustofnun] er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta [Umhverfis- og orkustofnun] í té upplýsingar og gögn sem hún hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum [Umhverfis- og orkustofnunar] sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar\nrefsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum\ngetur hann sent eða endursent málið til [Umhverfis- og\norkustofnunar] til meðferðar og ákvörðunar.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Kærur.\nHeimilt er að kæra stjórnvaldsákvarðanir sem teknar eru á grundvelli laga þessara til ráðherra. Um kærurétt og málsmeðferð fer samkvæmt stjórnsýslulögum.\nXV. kafli. Innleiðing og gildistaka.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Innleiðing.\n[Lög þessi eru sett til innleiðingar á eftirfarandi EES-gerðum:\n1. Reglugerð Evrópuþingsins og ráðsins (EB) nr. 1907/2006 frá 18. desember 2006 um skráningu, mat, leyfisveitingu og takmarkanir að því er varðar efni (REACH), stofnun Efnastofnunar Evrópu, breytingu á tilskipun 1999/45/EB og um niðurfellingu á reglugerð ráðsins (EBE) nr. 793/93 og reglugerð framkvæmdastjórnarinnar (EB) nr. 1488/94, sem og tilskipun ráðsins 76/769/EBE og tilskipunum framkvæmdastjórnarinnar 91/155/EBE, 93/67/EBE, 93/105/EB og 2000/21/EB, sem vísað er til í tölulið 12r, XV. kafla, II. viðauka við samninginn um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 25/2008, 14. mars 2008.\n2. Reglugerð Evrópuþingsins og ráðsins (EB) nr. 1272/2008 frá 16. desember 2008 um flokkun, merkingu og pökkun efna og blandna, um breytingu og niðurfellingu á tilskipunum 67/548/EBE og 1999/45/EB og um breytingu á reglugerð (EB) nr. 1907/2006, sem vísað er til í tölulið 12zze, XV. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 106/2012, 15. júní 2012.\n3. Reglugerð Evrópuþingsins og ráðsins (EB) nr. 842/2006 um tilteknar flúoraðar gróðurhúsalofttegundir, sem vísað er til í tölulið 9b, XVII. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 112/2008, 7. nóvember 2008, og reglugerð Evrópuþingsins og ráðsins (ESB) nr. 517/2014 frá 16. apríl 2014 um flúoraðar gróðurhúsalofttegundir og niðurfellingu reglugerðar (EB) nr. 842/2006.\n4. Reglugerð Evrópuþingsins og ráðsins (ESB) nr. 528/2012 frá 22. maí 2012 um að bjóða sæfivörur fram á markaði og um notkun þeirra, sem vísað er til í tölulið 12n, XV. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 225/2013, 13. desember 2013.\n5. Reglugerð ráðsins (EB) nr. 1005/2009 frá 16. september 2009 um efni sem valda rýrnun ósonlagsins, sem vísað er til í tölulið 21aa, III. kafla, XX. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 202/2012, 26. október 2012.\n6. Reglugerð Evrópuþingsins og ráðsins (EB) nr. 1107/2009 frá 21. október 2009 varðandi markaðssetningu plöntuvarnarefna og niðurfellingu tilskipana ráðsins 79/117/EBE og 91/414/EBE, sem vísað er til í tölulið 13, XV. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 203/2014, 30. september 2014.\n7. Tilskipun Evrópuþingsins og ráðsins 2009/128/EB frá 21. október 2009 um að koma á ramma fyrir aðgerðir Bandalagsins svo stuðla megi að sjálfbærri notkun varnarefna, sem vísað er til í tölulið 1l, I. kafla, XX. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 208/2014, 30. september 2014.\n8. Tilskipun Evrópuþingsins og ráðsins 2011/65/ESB frá 8. júní 2011 um takmörkun á notkun tiltekinna hættulegra efna í raf- og rafeindatækjum, sem vísað er til í tölulið 12q, XV. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 67/2013, 3. maí 2013.\n9. Reglugerð Evrópuþingsins og ráðsins (EB) nr. 1223/2009 frá 30. nóvember 2009 um snyrtivörur, sem vísað er til í tölulið 1, XVI. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 49/2013, 5. apríl 2013.\n10. Reglugerð Evrópuþingsins og ráðsins (EB) nr. 648/2004 frá 31. mars 2004 um þvotta- og hreinsiefni, sem vísað er til í tölulið 12u, XV. kafla, II. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 144/2005, 2. desember 2005.\n11. Tilskipun Evrópuþingsins og ráðsins 2009/30/EB frá 23. apríl 2009 um breytingu á tilskipun 98/70/EB um gæði bensíns og dísileldsneytis og innleiðing kerfis til að fylgjast með og draga úr losun gróðurhúsalofttegunda og sem breytir tilskipun 1999/32/EB um brennisteinsinnihald í skipaeldsneyti og fellir úr gildi tilskipun 91/12/EBE.\n12. Tilskipun Evrópuþingsins og ráðsins 2009/126/EB frá 21. október 2009 um II. áfanga endurheimtar bensíngufu við eldsneytistöku fyrir vélknúin ökutæki á bensínstöðvum, sem vísað er til í tölulið 21au, III. kafla, XX. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 45/2013, 15. mars 2013.\n13. Tilskipun Evrópuþingsins og ráðsins 2012/33/ESB frá 21. nóvember 2012 um breytingu á tilskipun 1999/32/EB um brennisteinsinnihald í skipaeldsneyti, sem vísað er til í tölulið 21ad, III. kafla, XX. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 139/2014, 27. júní 2014.\n[14. Reglugerð Evrópuþingsins og ráðsins (ESB) 2017/852 frá 17. maí 2017 um kvikasilfur og niðurfellingu á reglugerð (EB) nr. 1102/2008.]]\nL. 57/2019, 33. gr. L. 63/2015, 34. gr.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...\nÞrátt fyrir 1. mgr. skulu ákvæði 62.–64. gr. ekki taka gildi fyrr en 1. janúar 2014.\nReglugerðir settar samkvæmt ákvæðum laga nr. 52/1988 og laga nr. 45/2008 halda gildi sínu að svo miklu leyti sem þær fá samrýmst lögum þessum.\nSjá nú: Rg. 242/1974. Rg. 236/1990, sbr. 348/1990, 664/1997, 766/1997, 459/1998, 460/1998, 500/1998, 639/1998, 77/1999, 150/1999, 548/1999, 754/1999, 613/2000, 921/2000, 380/2001, 197/2002, 579/2002, 442/2004, 978/2005, 995/2006, 1269/2007 og 885/2012. Rg. 828/2003. Rg. 824/2005, sbr. 827/2010. Rg. 1025/2005, sbr. 895/2012.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.–II. ...\nL. 57/2019, 34. gr.\nIII.–V. ...\nL. 63/2015, 35. gr.\n[VI.\nTímabundin skráning Umhverfisstofnunar fyrir plöntuverndarvöru sem veitt var á grundvelli ákvæðis til bráðabirgða II gildir:\na. í 12 mánuði frá því að virka efnið í vörunni hefur verið áhættumetið og samþykki fyrir því endurnýjað í samræmi við reglugerð sem ráðherra setur, sbr. 11. gr., og á meðan afgreiðsla umsóknar um markaðsleyfi sem sótt hefur verið um fyrir vörunni í samræmi við ákvæði 35. gr. er í vinnslu eða\nb. þar til virka efnið í vörunni verður bannað á Íslandi með reglugerð sem ráðherra setur, sbr. 11. gr.\nUmhverfisstofnun er heimilt að fella úr gildi tímabundna skráningu fyrir plöntuverndarvöru hafi varan ekki verið sett á markað næstliðin fimm ár.\nUmhverfisstofnun skal gera aðila viðvart þegar tímabundin skráning fellur úr gildi.]\nL. 57/2019, 35. gr.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    }
  ]
}
