{
  "id": "23/2013",
  "type": "statute",
  "title": "Lög um Ríkisútvarpið, fjölmiðil í almannaþágu",
  "status": "in_force",
  "issued_date": "2013-03-20",
  "url": "https://www.althingi.is/lagas/nuna/2013023.html",
  "description": "Tóku gildi 22. mars 2013 nema 3. mgr. 7. gr. sem tók gildi 1. janúar 2014, 4. mgr. 7. gr. og 1. og 2. mgr. 14. gr. sem tóku gildi 1. janúar 2016 og 4. gr. sem tók gildi 1. janúar 2018.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að lýðræðislegri umræðu, menningarlegri fjölbreytni og félagslegri samheldni í íslensku samfélagi með fjölmiðlaþjónustu í almannaþágu. Ríkisútvarpinu er falin framkvæmd hennar eins og nánar er kveðið á um í lögum þessum. Ríkisútvarpið er þjóðarmiðill og skal rækja fjölbreytt hlutverk sitt af fagmennsku, metnaði, heiðarleika og virðingu. Það skal leggja rækt við íslenska tungu, menningu, sögu þjóðarinnar og menningararfleifð.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Eignarhald og samningur um fjölmiðlun í almannaþágu.\nRíkisútvarpið er sjálfstætt opinbert hlutafélag í eigu íslenska ríkisins. Sala Ríkisútvarpsins eða hluta þess, sameining við önnur félög eða slit eru óheimil.\nTil að rækja hlutverk sitt samkvæmt lögum þessum er Ríkisútvarpinu heimilt að eiga, leigja og reka hvers konar búnað og eignir, þar á meðal dótturfélög, fasteignir og tæknibúnað.\nRíkisútvarpið fær leyfi samkvæmt lögum þessum til útvarps á þeim rásum og tíðnisviðum sem það fær til umráða eða því kann síðar að verða úthlutað.\nRáðherra gerir samning við Ríkisútvarpið um fjölmiðlun í almannaþágu til fjögurra ára í senn. Í samningi skal nánar kveðið á um markmið, hlutverk, skyldur og umfang starfseminnar skv. 1. og 3. gr. Í honum skal einnig kveðið á um fjármögnun fjölmiðlunar í almannaþágu á öllu samningstímabilinu.\nII. kafli. Hlutverk og skyldur.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Fjölmiðlaþjónusta í almannaþágu.\nUm fjölmiðlaþjónustu Ríkisútvarpsins í almannaþágu gildir eftirfarandi:\n1. Fjölmiðlaþjónusta Ríkisútvarpsins í almannaþágu hefur það markmið að mæta lýðræðislegum, menningarlegum og samfélagslegum þörfum í íslensku samfélagi með miðlun texta, hljóðs og mynda.\n2. Ríkisútvarpið skal framleiða og miðla vönduðu og fjölbreyttu efni með mismunandi tæknilegum aðferðum til allra landsmanna óháð búsetu. Ríkisútvarpið skal gera ráðstafanir til að hægt sé að flytja fréttir og framleiða efni utan höfuðborgarsvæðisins með fastri starfsemi á völdum svæðum.\n3. Fjölmiðlaefnið skal hið minnsta vera fréttir og fréttaskýringar, fræðsluþættir, íþróttaþættir, afþreying af ýmsum toga, lista- og menningarþættir og sérstakt efni fyrir börn og ungmenni.\n4. Ríkisútvarpið skal dreifa efni til alls landsins og næstu miða með a.m.k. tveimur hljóðvarpsdagskrám og einni sjónvarpsdagskrá árið um kring. Enn fremur að birta valda hluta efnis síns, breytta eða óbreytta, ásamt öðru efni í breyttu eða óbreyttu formi með öðrum miðlunarleiðum, þ.m.t. að gera efni aðgengilegt almenningi með þeim hætti að hver og einn geti fengið aðgang að efninu og/eða þjónustunni á þeim stað og á þeirri stundu er hann sjálfur kýs.\n5. Ríkisútvarpið skal í samvinnu við til þess bær stjórnvöld tryggja nauðsynlega öryggisþjónustu með upplýsingamiðlun um útvarp og þegar við á eftir öðrum boðleiðum. Ríkisútvarpið skal í því skyni setja sér öryggisstefnu um órofinn rekstur hljóðvarpsþjónustu um land allt og á næstu miðum.\n6. Ríkisútvarpið skal varðveita hljóðritanir, filmur, myndefni og aðrar sögulegar minjar sem ætla má að hafi menningarlegt og sögulegt gildi fyrir íslensku þjóðina og heyra ekki sérstaklega undir lög um skylduskil til safna. Ríkisútvarpið skal tryggja sem greiðast aðgengi að safnaefni, hvort sem er til einkanota eða til viðskiptalegrar hagnýtingar sjálfstæðra framleiðenda. Heimilt er að fela viðurkenndum söfnum varðveislu framangreindra menningar- og söguminja en óheimilt er að selja þær, gefa eða farga nema að fenginni umsögn safnaráðs samkvæmt safnalögum.\n7. Ríkisútvarpið skal skapa vettvang fyrir aðkomu almennings að stefnumótun fjölmiðlunar í almannaþágu með fyrirkomulagi sem nánar er kveðið á um í samþykktum Ríkisútvarpsins.\nRíkisútvarpið skal sinna lýðræðislegu hlutverki sínu m.a. með því að:\n1. Hafa í heiðri lýðræðislegar grundvallarreglur, þ.m.t. um mannréttindi og frelsi til orðs og skoðana.\n2. Veita víðtæka, áreiðanlega, almenna og hlutlæga frétta- og fréttaskýringarþjónustu um innlend og erlend málefni líðandi stundar.\n3. Vera vettvangur fyrir mismunandi skoðanir á málum sem efst eru á baugi hverju sinni og almenning varða.\n4. Kynna margbreytileika mannlífs, lífsviðhorfa og lífsskilyrða í landinu.\n5. Miðla upplýsingum og veita landsmönnum innsýn í alþjóðamál, mismunandi menningarheima og ólík sjónarmið.\n6. Hafa hlut karla og kvenna sem jafnastan í starfsemi Ríkisútvarpsins og í dagskrá þess.\n7. Kynna framboð til almennra kosninga, helstu stefnumál framboða, frambjóðenda og fylkinga eftir atvikum og greina ítarlega frá niðurstöðum kosninga. Þá skal það veita öllum gildum framboðum til Alþingis og forsetakosninga, sem og fylkingum í þjóðaratkvæðagreiðslum, jafnt tækifæri til að kynna stefnumál sín á hefðbundnum dagskrártíma í sjónvarpi. Ríkisútvarpið skal birta reglur þar að lútandi. Í alþingiskosningum er heimilt að takmarka útsendingartíma þeirra framboða sem ekki bjóða fram í öllum kjördæmum þannig að þau fái hlutfall af heildarútsendingartíma til samræmis við það hlutfall kjördæma sem þau bjóða fram í.\nRíkisútvarpið skal sinna menningarlegu hlutverki sínu m.a. með því að:\n1. Leggja rækt við íslenska tungu.\n2. Kynna sögu þjóðarinnar, menningararfleifð og náttúru.\n3. Bjóða fjölbreytt og vandað menningarefni og fjalla um ólík svið menningar, lista og íþrótta á Íslandi og erlendis, auk þess að vera vettvangur umræðna og skoðanaskipta um íslenska menningu og samfélag.\n4. Framleiða sjálft og í samstarfi við aðra lista- og menningarefni, með sérstakri áherslu á leikið efni, auk þess að endurspegla samtímamenningu þjóðarinnar. Ríkisútvarpið skal vera virkur þátttakandi í íslenskri kvikmyndagerð, m.a. með kaupum frá sjálfstæðum framleiðendum. Í samningi sem ráðherra gerir við Ríkisútvarpið skv. 4. mgr. 2. gr. skal mælt fyrir um lágmarkshlutfall dagskrárefnis sem keypt er af sjálfstæðum framleiðendum.\n5. Framleiða og miðla fjölbreyttu efni við hæfi barna og ungmenna.\n6. Miðla afþreyingar- og menningarefni við hæfi fólks á öllum aldri. Erlent efni skal vera frá mismunandi menningarheimum og áhersla lögð á norrænt og annað evrópskt efni.\nÍ starfsháttum sínum skal Ríkisútvarpið:\n1. Vera til fyrirmyndar um gæði og fagleg vinnubrögð.\n2. Ábyrgjast að sanngirni og hlutlægni sé gætt í frásögn, túlkun og dagskrárgerð, leitað sé upplýsinga frá báðum eða öllum aðilum og sjónarmið þeirra kynnt sem jafnast.\n3. Sannreyna að heimildir séu réttar og að sanngirni sé gætt í framsetningu og efnistökum.\n4. Virða friðhelgi einkalífsins í fréttum og dagskrárefni nema lýðræðishlutverk Ríkisútvarpsins og upplýsingaréttur almennings krefjist annars.\n5. Vera óháð stjórnmálalegum, hugmyndafræðilegum og efnahagslegum hagsmunum í efnismeðferð og ritstjórnarákvörðunum.\n6. Stunda vandaða og gagnrýna fréttamennsku og rýna m.a. störf yfirvalda, félaga og fyrirtækja sem hafa áhrif á hag almennings.\n7. Taka dagskrárákvarðanir á faglegum forsendum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Önnur starfsemi.\nRíkisútvarpið skal stofna og reka dótturfélög, sem að fullu leyti eru í eigu þess, fyrir aðra starfsemi en þá sem kveðið er á um í 3. gr. Þá er Ríkisútvarpinu heimilt að eiga hlut í fyrirtækjum sem framleiða, vinna eða dreifa dagskrárefni.\nTilgangur dótturfélaga Ríkisútvarpsins er að styðja við starfsemi móðurfélagsins með því að nýta tæknibúnað, dreifikerfi, sérþekkingu starfsmanna og aðstöðu Ríkisútvarpsins til annarrar starfsemi en þeirrar sem fellur undir 3. gr. Innan starfsemi dótturfélaga fellur m.a. að taka saman, gefa út og dreifa hvers konar áður framleiddu efni í eigu Ríkisútvarpsins. Einnig að selja birtingarrétt að efni Ríkisútvarpsins og að framleiða og selja vörur sem tengjast framleiðslu Ríkisútvarpsins á efni sem fellur undir 3. gr. Dótturfélagi er heimilt að semja við önnur fyrirtæki um framangreind verkefni. Ríkisútvarpið skal setja gjaldskrá fyrir þessa starfsemi og birta á vef sínum.\nRíkisútvarpið skal fela dótturfélagi að selja birtingar á viðskiptaboðum í miðlum Ríkisútvarpsins, sbr. 7. gr. Fjárreiðum vegna sölu á birtingu viðskiptaboða skv. 7. gr. skal halda aðgreindum frá starfsemi sem fellur undir 3. gr.\nStarfsemi dótturfélaga Ríkisútvarpsins samkvæmt þessari grein lýtur sömu löggjöf og starfsemi félaga í samkeppnisrekstri. Viðskipti Ríkisútvarpsins og dótturfélaga þess skulu fara fram á markaðslegum forsendum.\nTryggja skal ritstjórnarlegan aðskilnað milli Ríkisútvarpsins og dótturfélaga þess.\nNánar skal kveða á um skipan stjórna í dótturfélögum Ríkisútvarpsins í samþykktum þess.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fjárhagslegur aðskilnaður.\nHalda skal fjárreiðum alls reksturs vegna fjölmiðlaþjónustu í almannaþágu skv. 3. gr. aðskildum frá fjárreiðum annars reksturs á vegum Ríkisútvarpsins eða dótturfélaga þess. Er Ríkisútvarpinu óheimilt að nota fjármuni frá rekstri skv. 3. gr. til þess að greiða niður kostnað vegna annarrar starfsemi. Rekstrarafgang af starfsemi dótturfélaga skal nýta til starfsemi skv. 3. gr. og eftir atvikum til að auka eigið fé samkvæmt nánari ákvörðun aðalfundar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Textun og táknmálstúlkun.\nEfni á erlendu máli, sem sýnt er í sjónvarpsdagskrá Ríkisútvarpsins, skal fylgja íslenskt tal, íslensk talsetning eða texti á íslensku eftir því sem við á hverju sinni. Það á þó ekki við þegar fluttir eru erlendir söngtextar eða þegar dreift er viðstöðulaust um gervitungl og móttökustöð fréttum eða fréttatengdu efni sem sýnir að verulegu leyti atburði er gerast í sömu andrá. Við þær aðstæður skal, eftir því sem kostur er, látin fylgja endursögn, textun eða kynning á íslensku á þeim atburðum sem sýndir eru. Skal lögð áhersla á að allt tal og texti sé á lýtalausri íslensku.\nRíkisútvarpið skal veita heyrnarskertum aðgang að fjölmiðlaþjónustu í almannaþágu með textun á fréttum og öðru sjónvarpsefni, með textavarpi, útsendingum á táknmáli og/eða öðrum miðlunarleiðum er henta í þessu skyni og eru í samræmi við tæknilega möguleika á hverjum tíma.\nÍ samningi ráðherra við Ríkisútvarpið, sbr. 4. mgr. 2. gr., skal kveðið á um hvernig best verði tryggt aðgengi og þjónusta við þá sem vegna fötlunar eða af öðrum ástæðum eru ófærir um að nýta sér hefðbundna fjölmiðlaþjónustu í almannaþágu.\nEf rof verður á dagskrá eða fréttatímar sendir út við sérstakar aðstæður skal Ríkisútvarpið gera mikilvæg skilaboð og fréttir aðgengilegar heyrnarskertum með táknmálstúlkun og/eða textun.\nRíkisútvarpið skal leita leiða til að koma til móts við sjónskerta með tæknilegum aðferðum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Viðskiptaboð.\nViðskiptaboð skulu skýrt afmörkuð frá öðru dagskrárefni Ríkisútvarpsins og gæta skal hófsemi í birtingu.\nRíkisútvarpinu er óheimilt að afla tekna með kostun dagskrárefnis en þó má víkja frá því í eftirfarandi tilvikum:\na. við útsendingu íburðarmikilla dagskrárliða til að mæta útgjöldum við framleiðslu eða kaup á sýningarrétti,\nb. við útsendingu innlendra íþróttaviðburða og umfjöllun um þá.\nRíkisútvarpinu er óheimilt að slíta í sundur dagskrárliði með viðskiptaboðum í sjónvarpi en þó má víkja frá því við útsendingu íburðarmikilla dagskrárliða eða eigin framleiðslu sem er a.m.k. 60 mínútur að lengd. Ríkisútvarpið setur reglur um þau undanþágutilvik sem getið er í 1. málsl.\nVið myndmiðlun skal hlutfall viðskiptaboða og fjarkaupainnskota innan hverrar klukkustundar ekki fara yfir átta mínútur. Í merkingu þessa ákvæðis telst eftirfarandi ekki til viðskiptaboða:\na. Tilkynningar frá Ríkisútvarpinu um myndmiðlunarefni þess og stoðframleiðslu sem leiðir beint af því efni, kostunartilkynningar og tilkynningar um vöruinnsetningu og sýndarauglýsingar.\nb. Tilkynningar um opinbera þjónustu og hjálparbeiðnir líknarstofnana sem birtar eru endurgjaldslaust.\nRíkisútvarpið skal setja og birta gjaldskrá fyrir viðskiptaboð. Við sölu viðskiptaboða skal gætt jafnræðis gagnvart viðskiptamönnum Ríkisútvarpsins. Afsláttarkjör fyrir kostunaraðila og auglýsendur skulu vera gagnsæ og standa öllum viðskiptamönnum til boða fyrir sambærilegt umfang viðskipta.\nRíkisútvarpinu er óheimilt að selja viðskiptaboð til birtingar á veraldarvefnum. Heimilt er þó að láta þau viðskiptaboð og kostunartilkynningar sem eru hluti af útsendingu dagskrár Ríkisútvarpsins birtast á vef þess. Þá er Ríkisútvarpinu heimilt að birta á vef sínum viðskiptaboð og kostunartilkynningar sem tengjast vefútsendingum sérstaklega og kynna þar dagskrá Ríkisútvarpsins ásamt þjónustu og hlutum sem tengjast henni.\nVöruinnsetning er óheimil í efni sem Ríkisútvarpið framleiðir sjálft og/eða framleiðir í samstarfi við aðra innlenda aðila og er sérstaklega framleitt fyrir Ríkisútvarpið. Ríkisútvarpinu er þó heimilt að nota upptökustaði og leikmuni eða vísa til ákveðinnar þjónustu vegna notagildis og/eða í listrænum tilgangi og skal það gert með látlausum hætti.\nRíkisútvarpið setur reglur um birtingu viðskiptaboða og kostun dagskrárefnis samkvæmt þessari grein, þ.m.t. um rof á dagskrárefni vegna birtingar viðskiptaboða, og skulu þær birtar á vef þess.\nIII. kafli. Stjórnskipulag Ríkisútvarpsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Umboð ráðherra.\nRáðherra fer með eignarhlut íslenska ríkisins í Ríkisútvarpinu.\nUm réttindi og skyldur Ríkisútvarpsins skal mælt nánar fyrir í samþykktum þess.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Stjórn Ríkisútvarpsins.\nStjórn Ríkisútvarpsins skal kosin á aðalfundi. ... Stjórn Ríkisútvarpsins skipa [níu menn] og jafnmargir til vara. Ef atkvæði falla jöfn ræður atkvæði formanns úrslitum.\n[Fyrir stjórnarkjör á aðalfundi skal Alþingi tilnefna, með hlutbundinni kosningu, níu menn og jafnmarga til vara sem kosnir skulu í stjórn félagsins.]\n[Starfsmannasamtök Ríkisútvarpsins tilnefna einn mann og annan til vara á löglega boðuðum fundi og hafa þeir málfrelsi og tillögurétt en ekki atkvæðisrétt í stjórn Ríkisútvarpsins.]\n...\nStjórnarmenn skulu uppfylla hæfi skv. 66. gr. laga um hlutafélög, nr. 2/1995, með síðari breytingum. Þeir mega ekki, hvorki beint né óbeint, inna af hendi nokkurt starf, taka við greiðslu eða hafa nokkurra hagsmuna að gæta í öðrum fjölmiðlafyrirtækjum eða fjölmiðlatengdum fyrirtækjum sem leitt geta til árekstra við hagsmuni Ríkisútvarpsins. Kjörnir fulltrúar til Alþingis og sveitarstjórna eru ekki kjörgengir í stjórn Ríkisútvarpsins.\nL. 129/2015, 1. gr. L. 89/2013, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Starfssvið stjórnarinnar.\nStjórn Ríkisútvarpsins fer með æðsta vald í málefnum þess á milli aðalfunda. Stjórnin ber ábyrgð á rekstri Ríkisútvarpsins og að farið sé að lögum um Ríkisútvarpið, að samþykktir þess og ákvæði samnings um fjölmiðlun í almannaþágu séu uppfyllt. Starfssvið stjórnar Ríkisútvarpsins nær sérstaklega til eftirfarandi þátta í starfi þess:\n1. Að móta í samvinnu við útvarpsstjóra dagskrárstefnu og megináherslur í starfi Ríkisútvarpsins til lengri tíma.\n2. Að staðfesta skipurit fyrir Ríkisútvarpið. Að ráða útvarpsstjóra og leysa hann frá störfum. Er stjórn skylt að auglýsa stöðu útvarpsstjóra opinberlega.\n3. Að taka ákvarðanir um lán og ábyrgðir vegna Ríkisútvarpsins.\n4. Að taka meiri háttar ákvarðanir um rekstur Ríkisútvarpsins, þ.e. ákvarðanir sem ekki falla undir daglegan rekstur, ýmist að eigin frumkvæði eða að fengnum tillögum útvarpsstjóra eða annarra starfsmanna.\n5. Að fylgjast með starfsemi og verkefnum Ríkisútvarpsins. Skal útvarpsstjóri gæta þess að stjórnin sé á hverjum tíma upplýst um helstu þætti í starfsemi Ríkisútvarpsins. Áætlanir sem gerðar eru fyrir hvert ár skulu kynntar í stjórn.\n6. Að fylgjast með rekstri Ríkisútvarpsins og samþykkja fjárhagsáætlun fyrir hvert starfsár.\n7. Að gera grein fyrir því í ársskýrslu til aðalfundar hvernig tekist hefur að uppfylla lögbundnar skyldur Ríkisútvarpsins um fjölmiðlaþjónustu í almannaþágu.\n8. Að öðru leyti en að framan greinir er starfssvið stjórnar ákveðið í samþykktum Ríkisútvarpsins, sbr. lög um hlutafélög, nr. 2/1995, með síðari breytingum.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Útvarpsstjóri.\nÚtvarpsstjóri er framkvæmdastjóri Ríkisútvarpsins og skal uppfylla hæfisskilyrði skv. 5. mgr. 9. gr.\nÚtvarpsstjóri skal ráðinn til fimm ára í senn og er heimilt að endurráða hann einu sinni. Hann hefur daglegan rekstur Ríkisútvarpsins með höndum og er jafnframt æðsti yfirmaður allrar dagskrárgerðar.\nVið daglegan rekstur Ríkisútvarpsins skal útvarpsstjóri hafa að leiðarljósi hlutverk og skyldur þess eins og kveðið er á um í lögum þessum.\nÚtvarpsstjóri ræður aðra starfsmenn Ríkisútvarpsins. Stöður stjórnenda Ríkisútvarpsins skulu auglýstar opinberlega.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Réttindi og skyldur starfsmanna fréttastofu og dagskrárgerðarmanna.\nÚtvarpsstjóri, í samráði við starfsmannasamtök Ríkisútvarpsins, setur starfsreglur fyrir starfsmenn fréttastofu og dagskrárgerðarmenn Ríkisútvarpsins og skilyrði áminningar og starfsloka. Þar skal m.a. kveðið á um að málefnalegar ástæður þurfi ætíð að liggja að baki brottrekstri starfsmanns.\nTelji starfsmaður ástæður brottrekstrar ekki málefnalegar á hann rétt á skriflegri skýringu.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Innra eftirlit og gæðamál.\nRíkisútvarpið birtir reglur um innra eftirlit og gæðamál, þ.m.t. meðferð athugasemda og kvartana. Athugasemdir og kvartanir um dagskrárefni verða að berast skriflega til Ríkisútvarpsins innan fjögurra vikna frá miðlun efnis.\nIV. kafli. Tekjur Ríkisútvarpsins.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tekjustofnar.\n[Ríkisskattstjóri leggur á sérstakt gjald samhliða álagningu opinberra gjalda skv. 93. gr. laga um tekjuskatt, nr. 90/2003. Gjaldskylda hvílir á þeim einstaklingum sem skattskyldir eru skv. 1. gr. laga um tekjuskatt og þeim lögaðilum sem skattskyldir eru og bera sjálfstæða skattaðild skv. 2. gr. sömu laga, öðrum en dánarbúum, þrotabúum og þeim lögaðilum sem undanþegnir eru skattskyldu skv. 4. gr. sömu laga. Undanþegnir gjaldinu eru þeir einstaklingar sem ekki skulu sæta álagningu sérstaks gjalds í Framkvæmdasjóð aldraðra eða skulu fá það gjald fellt niður skv. 2. mgr. 10. gr. laga um málefni aldraðra, nr. 125/1999. Gjaldið skal nema [21.400 kr.] ár hvert á hvern einstakling og lögaðila og rennur það í ríkissjóð.\nTekjustofnar Ríkisútvarpsins eru sem hér segir:\n1. Árleg fjárveiting á grundvelli fjárheimildar í fjárlögum sem nemur að lágmarki áætlun fjárlaga um tekjur af gjaldi skv. 1. mgr.\n2. Rekstrarafgangur af starfsemi sem fellur undir 4. gr.\n3. Tekjur af þjónustu sem fellur undir 3. gr., sbr. 4. mgr.\n4. Aðrar tekjur.]\nUm álagningu, innheimtu, eftirlit og viðurlög fer samkvæmt ákvæðum VIII.–XIV. kafla laga um tekjuskatt, nr. 90/2003, með síðari breytingum, [og laga um innheimtu opinberra skatta og gjalda] eftir því sem við á. Í stað tíu gjalddaga skulu gjalddagar einstaklinga vera [1. júní, 1. júlí og 1. ágúst]. [Framteljanda er heimilt við framtalsskil áður en álagning fer fram að óska eftir að greiða eftirstöðvar skv. 2. málsl. í einu lagi á fyrsta gjalddaga eftir álagningu. Eftir að framtali hefur verið skilað er ekki unnt að óska eftir breytingu á greiðslufyrirkomulagi.] Gjalddagi lögaðila er [1. nóvember]. Dragist [lok álagningar] fram yfir [1. júní] eða [1. nóvember] færast gjalddagar til um einn mánuð. [Fyrsta virkan dag hvers mánaðar skal ráðuneyti sem fer með fjárreiður ríkisins greiða Ríkisútvarpinu fjárhæð sem svarar til / 12 af fjárveitingu hvers árs skv. 1. tölul. 2. mgr.]\nRíkisútvarpið setur gjaldskrá fyrir þjónustu sem er veitt á sviðum er falla undir 3. gr. og skal hún taka mið af raunkostnaði við að veita þjónustuna og höfundaréttar- og flutningsréttargjöldum. Við öflun eigin tekna skal Ríkisútvarpið gæta jafnræðis gagnvart viðskiptamönnum þess og byggja ætíð á málefnalegum sjónarmiðum og starfa í samræmi við heilbrigða viðskiptahætti.\nL. 127/2024, 23. gr. L. 47/2018, 22. gr. L. 150/2019, 22. gr. L. 50/2018, 16. gr. Þar eru gerðar breytingar á 2. mgr. 14. gr. en eftir breytingar skv. l. 47/2018, 22. gr., er sú málsgrein orðin 3. mgr. og eru breytingarnar því færðar inn í þá málsgrein, enda augljóst hvaða málsgrein átt er við. L. 133/2021, 8. gr. L. 33/2020, 23. gr. L. 69/2021, 14. gr.\nV. kafli. Eftirlit, mat og viðurlög.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Eftirlit og mat.\nFjölmiðlanefnd skal árlega leggja sjálfstætt mat á það hvort Ríkisútvarpið hafi uppfyllt almannaþjónustuhlutverk sitt skv. 3. gr. Matið skal afhent stjórn Ríkisútvarpsins og ráðherra eigi síðar en fjórum mánuðum eftir að ársskýrsla Ríkisútvarpsins hefur verið birt.\nRíkisútvarpið skal láta fjölmiðlanefnd í té upplýsingar til að hún geti sannreynt og metið gagnsæi og hlutlæga kostnaðargreiningu á almannaþjónustuhlutverki Ríkisútvarpsins, byggða á ársreikningi næstliðins árs, að teknu tilliti til tekna að frádregnum kostnaði við þann hluta starfseminnar sem fellur undir samkeppnisrekstur. Fjölmiðlanefnd skal njóta liðsinnis Ríkisendurskoðunar í þessu efni.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Mat á nýrri fjölmiðlaþjónustu í almannaþágu.\nRíkisútvarpið skal óska eftir heimild ráðherra fyrir nýrri fjölmiðlaþjónustu í almannaþágu skv. 3. gr. ef áætlað er að hún muni kosta meira en sem nemur 10% af innheimtu útvarpsgjaldi. Jafnframt skal óska eftir mati fjölmiðlanefndar á nýrri fjölmiðlaþjónustu í almannaþágu og skal liggja fyrir ítarlegur rökstuðningur og fjárhagsáætlun. Enn fremur skulu koma fram áætluð áhrif, nýbreytni og eftir atvikum tímalengd þjónustunnar.\nNý fjölmiðlaþjónusta í almannaþágu telst vera sú þjónusta sem er í grundvallaratriðum ólík þeirri þjónustu sem Ríkisútvarpið veitir skv. 3. gr. Fjölmiðlanefnd skal meta fyrirhugaða þjónustu og hvort hún uppfyllir lýðræðislegar, menningarlegar og samfélagslegar þarfir í íslensku samfélagi og gera tillögu til ráðherra um hvort hún skal heimiluð.\nGefa skal hagsmunaaðilum og almenningi þriggja vikna frest til að koma athugasemdum sínum á framfæri við fjölmiðlanefnd. Ef hagsmunaaðili óskar eftir því sérstaklega skal fjölmiðlanefnd leita álits óháðs sérfræðings í samkeppnismálum sem metur þjónustuna með tilliti til samkeppnissjónarmiða. Við mat á hinni lýðræðislegu, menningarlegu og samfélagslegu þýðingu þjónustunnar getur fjölmiðlanefnd jafnframt leitað álits óháðs sérfræðings í þeim efnum. Skal Ríkisútvarpið bera kostnað af mati óháðra sérfræðinga, að fengnu samþykki þess.\nRíkisútvarpinu er heimilt, að undangenginni tilkynningu til fjölmiðlanefndar, að setja á fót nýja fjölmiðlaþjónustu í almannaþágu í tilraunaskyni í allt að 24 mánuði. Heimilt er að hefja slíka þjónustu þegar liðnir eru 30 dagar frá tilkynningu til fjölmiðlanefndar hafi nefndin ekki gert athugasemdir eða sett frekari skilyrði. Fjölmiðlanefnd leggur mat á hvort eftirtalin skilyrði séu uppfyllt fyrir fyrirhugaða tilraunaþjónustu:\na. þjónustan sé ætluð afmörkuðum fjölda þátttakenda eða íbúum á tilteknu svæði,\nb. reynslutíminn verði nýttur til að safna upplýsingum um hvort raunhæft sé að veita hina fyrirhuguðu þjónustu sem og upplýsingum um ávinning af þjónustunni fyrir lýðræðislegar, menningarlegar eða samfélagslegar þarfir þess markhóps sem þjónustan er sniðin að.\nÓheimilt er að nýta reynslutíma til að koma upp umfangsmikilli nýrri og fullmótaðri hljóð- og myndþjónustu sem fellur undir 1. mgr. Ef ákveðið er, að reynslutíma loknum, að halda þjónustunni áfram skal óskað eftir mati fjölmiðlanefndar ef umfang þjónustunnar fellur undir ákvæði 1. mgr.\nVið sérstakar aðstæður er varða almannaheill er Ríkisútvarpinu heimilt að setja á fót nýja fjölmiðlaþjónustu í almannaþágu til þess að uppfylla sérstök lýðræðisleg, menningarleg og samfélagsleg markmið án þess að fram fari mat á henni. Miðlun efnis á nýjum dreifileiðum telst ekki til nýrrar þjónustu. Þó skal tilkynna ráðherra og fjölmiðlanefnd um þjónustu við sérstakar aðstæður samkvæmt þessari grein áður en hún hefst.\nSkal ráðherra innan 12 vikna frá því að ósk Ríkisútvarpsins berst kynna ákvörðun sína sem byggð er á tillögu fjölmiðlanefndar.\nNánar skal kveðið á um mat á nýrri fjölmiðlaþjónustu í almannaþágu í reglugerð sem ráðherra setur að tillögu fjölmiðlanefndar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Stjórnvaldssektir.\nFjölmiðlanefnd getur lagt stjórnvaldssektir á Ríkisútvarpið sé brotið gegn ákvæðum 7. gr. um viðskiptaboð.\nSektir skv. 1. mgr. geta numið allt að 10 millj. kr. Við ákvörðun sektar skal m.a. tekið tillit til alvarleika brots og tekna Ríkisútvarpsins af broti þegar það á við. Um rannsókn og meðferð mála samkvæmt þessari grein fer eftir viðeigandi ákvæðum laga um fjölmiðla, nr. 38/2011.\nFalla má frá sektarákvörðun teljist brot óverulegt eða af öðrum ástæðum er ekki talin þörf á beitingu sekta. Í slíku tilviki er fjölmiðlanefnd heimilt að ljúka málsmeðferð með útgáfu álits sem birt er á heimasíðu hennar.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Önnur lög og upplýsingaréttur almennings.]\nAð öðru leyti en fram kemur í lögum þessum gilda um Ríkisútvarpið lög um hlutafélög, nr. 2/1995, með síðari breytingum, og lög um fjölmiðla, nr. 38/2011, að 16. og 52. gr. undanskildum.\n[Þegar takmarkanir á upplýsingarétti almennings samkvæmt upplýsingalögum eiga ekki við er skylt að veita upplýsingar um eftirtalin atriði sem varða starfsmenn Ríkisútvarpsins:\na. nöfn og starfsheiti umsækjenda um starf, þegar umsóknarfrestur er liðinn,\nb. nöfn starfsmanna og starfssvið,\nc. föst launakjör annarra starfsmanna en æðstu stjórnenda,\nd. launakjör æðstu stjórnenda, og\ne. áherslur og kröfur um árangur í starfi æðstu stjórnenda sem fram koma í ráðningarsamningi eða öðrum gögnum og upplýsingar um menntun þeirra.\nEnn fremur er heimilt að veita upplýsingar, aðrar en viðkvæmar persónuupplýsingar, um viðurlög í starfi sem æðstu stjórnendur hafa sætt, þar á meðal vegna áminninga og brottvísana, enda séu ekki liðin meira en fjögur ár frá þeirri ákvörðun sem um ræðir.\nAlmenningur á rétt til aðgangs að upplýsingum skv. 2. mgr. jafnvel þótt þær sé ekki að finna í gögnum sem tilheyra tilteknu máli.]\nL. 34/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. [Þó öðlast 4. mgr. 7. gr. og 1. og 2. mgr. 14. gr. gildi 1. janúar 2016 og 4. gr. öðlast gildi 1. janúar 2018.]\n...\nL. 129/2015, 2. gr.\nÁkvæði til bráðabirgða.\nI.\nRíkisútvarpinu er heimilt að afla tekna með viðskiptaboðum, sölu og leigu á vörum sem tengjast dagskrárefni þess og annarri þjónustu sem fellur undir 4. gr. þar til dótturfélög hafa verið stofnuð og eru tekin til starfa.\nII.\nEkki þarf að meta þá fjölmiðlaþjónustu í almannaþágu sem Ríkisútvarpið veitir við gildistöku laga þessara. Þó skal Ríkisútvarpið senda fjölmiðlanefnd, sbr. 16. gr., tæmandi lista yfir alla þá fjölmiðlaþjónustu í almannaþágu sem það veitir við gildistöku laga þessara, innan þriggja mánaða frá gildistöku þeirra.\nIII.\nTilnefna skal valnefnd og skipa stjórn skv. 9. gr. á sérstökum aðalfundi sem skal haldinn eigi síðar en þremur mánuðum eftir gildistöku laga þessara.\nIV.\nNý stjórn Ríkisútvarpsins sem skipuð er samkvæmt ákvæði til bráðabirgða III skal gera ráðningarsamning og samræma starfskjör útvarpsstjóra ákvæðum 2. mgr. 11. gr.\nV.\nÞegar hliðrænt dreifikerfi Ríkisútvarpsins fyrir sjónvarp hefur verið lagt niður og dreifing er orðin að öllu leyti stafræn er Ríkisútvarpinu heimilt að hætta útsendingu sérstakra frétta á táknmáli ef aðalfréttatímar sjónvarps verða táknmálstúlkaðir.\nVI.\nEigi síðar en sex mánuðum eftir gildistöku laga þessara skulu Ríkisútvarpið og ráðherra endurskoða samning um útvarpsþjónustu í almannaþágu með hliðsjón af ákvæðum laga þessara.\nVII.\nÞremur árum eftir gildistöku laga þessara skal fjölmiðlanefnd skila skýrslu til ráðherra um reynsluna af framkvæmd laganna sem kynnt skal á Alþingi.\nVIII.\nInnan tveggja mánaða frá gildistöku laga þessara skal ráðherra skipa valnefnd skv. 3. mgr. 9. gr. og undirbúa kosningu nýrrar stjórnar Ríkisútvarpsins á aukaaðalfundi þess sem halda skal við fyrsta hentugleika. Fram til þess tíma skal starfandi stjórn Ríkisútvarpsins halda umboði sínu.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    }
  ]
}
