{
  "id": "38/2013",
  "type": "statute",
  "title": "Lög um búfjárhald",
  "status": "in_force",
  "issued_date": "2013-04-04",
  "url": "https://www.althingi.is/lagas/nuna/2013038.html",
  "description": "Tóku gildi 1. janúar 2014.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur laga þessara er að setja reglur um vörslu búfjár, merkingu búfjár og öflun hagtalna.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ráðherra fer með yfirstjórn mála samkvæmt lögum þessum. [Ráðherra er heimilt að framselja stjórnsýsluvald samkvæmt lögum þessum til stjórnvalds. Þá er heimilt, með samningi, að fela aðila utan stjórnsýslunnar framkvæmd eftirlits.]\nMeð búfé er í lögum þessum átt við alifugla, geitfé, hross, kanínur, loðdýr, nautgripi, sauðfé og svín. ...\nL. 84/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Í lögum þessum, reglugerðum og öðrum stjórnvaldsfyrirmælum settum á grundvelli þeirra er merking orða sem hér segir:\n1. Bústofn er gagnagrunnur sem ... inniheldur upplýsingar um hagtölur.\n2. Friðað svæði er land afmarkað vörslulínu sem hindrar aðgang búfjár.\n3. Gripheld girðing er mannvirki úr ýmsu efni sem er reist til að hindra frjálsa för búfjár. Hún er breytileg að gerð og gæðum eftir tegund. Girðing getur miðast við aldur og kyneiginleika búfjár, verið fjárheld, hrossheld, nautgripaheld, graðpeningsheld o.s.frv.\n4. Hagaganga er það þegar eigandi búfjár kemur því í haga til annars aðila án þess að taka landið á leigu og gerir um það samning. Sá aðili verður þar með umráðamaður búfjárins.\n5. Hagtölur eru upplýsingar um fjölda búfjár af hverri tegund, staðsetningu þess, fóðurbirgðir og landstærðir nytjalands.\n6. Landspilda er ákveðinn hluti lands sem afmarkaður hefur verið.\n7. Lausaganga er þegar búfé getur gengið í annars manns land í óleyfi.\n8. Lausagöngubann er bann sem sveitarstjórn samþykkir fyrir sveitarfélag í heild eða hluta þess og auglýsir í Stjórnartíðindum til að koma í veg fyrir lausagöngu búfjár, einnar tegundar eða fleiri.\n9. Umráðamaður búfjár er eigandi búfjár eða aðili sem er ábyrgur fyrir fóðrun, aðbúnaði og vörslu þess í samræmi við gildandi reglur í viðkomandi sveitarfélagi og samkvæmt samningi milli aðila.\n10. Umráðamaður lands er sá aðili sem hefur rétt til að ráðstafa nýtingu landsins.\n11. Varsla búfjár er þegar umráðamaður búfjár heldur því innan afmarkaðs svæðis.\n12. Vörslukrafa er krafa eða viðmiðun um gerð og gæði tiltekinnar vörslu, mismikil eftir tegund, aldri og kyneiginleikum búfjár.\n13. Vörslulína er gripheld girðing, hlið og önnur mannvirki, svo og náttúrlegur farartálmi sem kemur algerlega í veg fyrir frjálsa för búfjár allt árið eða á þeim tímum árs þegar búfjár er von á svæðinu.\n14. Vörsluskylda er skilyrðislaus krafa um að umráðamaður búfjár ábyrgist að búfé í umsjá hans sé haldið innan afmarkaðs svæðis allt árið eða tiltekna hluta þess.\nL. 84/2019, 2. gr.\nII. kafli. Takmörkun búfjárhalds.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sveitarstjórn er heimilt að setja samþykkt um búfjárhald. [Birta skal slíka samþykkt] í Stjórnartíðindum að fenginni umsögn Bændasamtaka Íslands.\nÍ samþykktum sveitarstjórna um búfjárhald má ákveða að tiltekið búfjárhald sé með öllu bannað í viðkomandi sveitarfélagi eða takmarkað á tilteknum svæðum innan sveitarfélagsins. Verði búfjáreigandi fyrir atvinnutjóni vegna banns eða takmarkana á búfjárhaldi, þannig að bótum varði, skal greiða bætur úr sveitarsjóði.\nUm mat bóta skv. 2. mgr. skal fara að hætti mats á eignarnámsbótum og sér matsnefnd eignarnámsbóta um framkvæmd matsins.\nL. 71/2021, 34. gr.\nIII. kafli. Varsla búfjár.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sveitarstjórnum, einni eða fleiri samliggjandi sveitarfélaga, er heimilt, til að koma í veg fyrir ágang búfjár, að ákveða að umráðamönnum búfjár sé skylt að hafa það í vörslu allt árið eða tiltekinn hluta ársins. Heimild þessi getur jafnt tekið til alls umdæmis viðkomandi sveitarfélags eða afmarkaðra hluta þess, svo sem umhverfis þéttbýli eða fjölfarna vegi.\nÞar sem sveitarstjórn hefur gert umráðamönnum búfjár skylt að hafa búfé í vörslu skal vera gripheld girðing og ber umráðamaður búfjár ábyrgð á að svo sé. Um kostnað við uppsetningu girðinga og viðhald fer eftir ákvæðum girðingar- og vegalaga.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Graðpeningi skal haldið í vörslu sem hér segir:\n1. Naut, 6 mánaða og eldri, allt árið.\n2. Hrútar og hafrar, á tímabilinu frá 1. nóvember til 1. maí ár hvert.\n3. Graðhestar eða laungraðir hestar, 10 mánaða og eldri, allt árið. Veturgamlir folar skulu þó ætíð vera komnir í vörslu eigi síðar en 1. júní þó að þeir séu ekki orðnir fullra 10 mánaða.\n4. Aðrar búfjártegundir en framan greinir, allt árið.\nSveitarstjórn skal hlutast til um að graðpeningur, sem ekki er í öruggri vörslu, sé handsamaður og honum komið í örugga vörslu. Eigandi getur leyst til sín viðkomandi graðpening gegn greiðslu áfallins kostnaðar. Við ítrekuð brot skal graðhestur seldur nauðungarsölu samkvæmt lögum um nauðungarsölu en felldur verði hann ekki seldur. Öðrum graðpeningi skal slátrað og sölu- eða frálagsverð látið mæta áföllnum kostnaði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Loðdýrum skal ávallt haldið í tryggri vörslu.\nRáðherra er heimilt að kveða á um vörslukröfu loðdýra með reglugerð. Í reglugerðinni er m.a. heimilt að kveða nánar á um varnir gegn því að dýr sleppi úr haldi, dýrheldni búra og skála, inngang loðdýrabúa, lokunarbúnað dyra, girðingar, gildrur og önnur áhöld til að fanga dýr sem sleppa og skyldur umráðamanna til viðbragða ef loðdýr sleppur úr vörslu.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Umráðamanni lands er heimilt að ákveða að tiltekið og afmarkað landsvæði sé friðað svæði og er þá umgangur og beit búfjár þar bönnuð. Slík ákvörðun skal tilkynnt viðkomandi sveitarfélagi og skal liggja fyrir umsögn búnaðarsambands um að vörslulínur séu fullnægjandi og uppfylli ákvæði laga þessara, sbr. 3. gr. Sveitarstjórn skal auglýsa slíka ákvörðun í Stjórnartíðindum. Umráðamaður lands skal fyrir 15. júní á hverju vori framvísa til sveitarstjórnar umsögn búnaðarsambands um að vörslulína sé fullnægjandi. Um skiptingu kostnaðar við vörslulínu á landamerkjum fer eftir ákvæðum girðingar- og vegalaga.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Komist búfé inn á friðað svæði, sbr. 8. gr., skal umráðamaður lands ábyrgjast handsömun þess og koma því í örugga vörslu. Skal hann þá þegar kanna hver er réttur eigandi að hinu handsamaða búfé og tilkynna honum þegar í stað hvar búféð er. Hafi umráðamaður búfjár ekki fundist eða sinnt fyrirmælum um að sækja búféð innan tveggja sólarhringa frá tilkynningu er umráðamanni lands heimilt að afhenda viðkomandi sveitarstjórn búféð. Umráðamaður lands ber ábyrgð á því að búfé hafi nægilegt fóður og vatn á meðan það er í vörslu hans.\nSveitarstjórn og umráðamaður lands eiga lögveð í búfénu fyrir sannanlegum kostnaði vegna handsömunar og vörslu búfjár skv. 1. mgr., þ.m.t. vegna fóðrunar og brynningar. Lögveðið nær einnig til vaxta og innheimtukostnaðar af kröfunni ef því er að skipta.\nIV. kafli. Hagtölur.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "[Umráðamönnum búfjár er skylt að skila haustskýrslu með rafrænum hætti í Bústofn eigi síðar en 20. nóvember hvert ár.]\nÍ haustskýrslunni skal koma fram fjöldi ásetts búfjár af hverri tegund og allt búfé í hagagöngu og á hvaða jörð eða landspildu það er. Einnig skal koma fram gróffóðuruppskera af hefðbundnum nytjatúnum og leigutúnum og fyrningar auk upplýsinga um aðra fóðuröflun. Þá skulu koma fram upplýsingar um landstærðir nytjalands.\n...\n[Heimilt er að fara í árlega skoðun til allra umráðamanna búfjár til þess að sannreyna upplýsingagjöf skv. 2. mgr. Skoðun hjá umráðamönnum búfjár sem ekki skila inn fullnægjandi gögnum skal framkvæmd á kostnað þeirra.]\n[Ráðherra] og Hagstofu Íslands er heimilt að nota upplýsingar úr skýrslum skv. 2. mgr. Öðrum opinberum aðilum og leiðbeiningarmiðstöð skv. 4. tölul. 1. gr. búnaðarlaga, nr. 70/1998, með síðari breytingum, er heimilt að nota upplýsingar úr skýrslum skv. 2. mgr. að fengnu leyfi [ráðherra].\nL. 84/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Matvælastofnun hefur eftirlit með merkingum og skráningum búfjár, sbr. 13. gr. Umráðamaður búfjár ber kostnað af eftirliti reynist merkingum eða skráningum ábótavant.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Umráðamanni búfjár er skylt að heimila aðgang að gripahúsum og/eða beitilöndum í þágu upplýsingaöflunar samkvæmt lögum þessum.] Meini umráðamaður búfjár stofnuninni aðgang skal það tilkynnt til lögreglu.\n[Umráðamönnum búfjár sem njóta opinberra greiðslna í landbúnaði þar sem fjöldi gripa er grundvöllur greiðslu er skylt að veita atbeina sinn við að staðreyna fjölda gripa með talningu, m.a. með því að heimila aðgang að gripahúsum og/eða beitilöndum. Sinni umráðamaður búfjár ekki slíkri skyldu er heimilt að fella niður opinberar greiðslur sem grundvallast á talningunni þar til umráðamaður búfjár sinnir skyldu sinni samkvæmt ákvæðinu.]\nL. 84/2019, 4 . gr.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ráðherra getur m.a. sett eftirfarandi reglugerðir um búfjárhald:\n1. Reglugerð um merkingar búfjár þar sem kveðið er á um að umráðamönnum búfjár sé skylt að merkja allt búfé sitt samkvæmt viðurkenndu merkingar- og skráningarkerfi.\n2. Reglugerð um vörslu búfjár. Í reglugerðinni skal fjallað um almenn ákvæði um vörslu búfjár af hverri tegund og einnig kveðið á um almennar reglur um framkvæmd þeirrar vörslu.\n3. Reglugerð um eftirlit og öflun ... á hagtölum.\nRg. 969/2011, sbr. 1016/2018. Rg. 916/2012, sbr. 748/2016 og 1122/2023. Rg. 462/2021. Rg. 1376/2021. Rg. 1607/2022, sbr. 1166/2023. L. 84/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Það varðar mann sektum ef:\na. hann brýtur gegn banni við búfjárhaldi samkvæmt samþykktum sveitarstjórnar skv. 4. gr.,\nb. hann vanrækir vörsluskyldu samkvæmt ákvörðun sveitarstjórnar eða sveitarstjórna skv. 5. gr.,\nc. hann vanrækir vörsluskyldu graðpenings skv. 6. gr.,\nd. hann stuðlar að því að búfé gangi um og sé á beit gegn banni skv. 8. gr.,\ne. hann er umráðamaður búfjár og sinnir ekki fyrirmælum ... um rafræna skráningu skv. 10. gr.,\nf. hann vanrækir skilaskyldu haustskýrslu skv. 10. gr.,\ng. hann meinar aðgang skv. 12. gr.,\nh. hann vanrækir merkingarskyldu og vörsluskyldu samkvæmt stjórnvaldsfyrirmælum settum skv. 13. gr.\nBrot skv. 1. mgr. varða mann refsiábyrgð ef þau eru framin af ásetningi.\nGera má lögaðila sekt vegna brots skv. 1. mgr. óháð sök fyrirsvarsmanns lögaðilans, starfsmanns hans eða annars á hans vegum í starfsemi lögaðilans. Lögaðila verður gerð refsing þó að ekki verði staðreynt hver þessara aðila hafi átt í hlut. Refsiábyrgð stjórnvalda er bundin sömu skilyrðum, enda hafi verið framið brot skv. 1. mgr. í starfsemi sem telst vera sambærileg starfsemi einkaaðila.\nTilraun til brota og hlutdeild í brotum skv. 1. mgr. eru manni refsiverð eftir því sem segir í almennum hegningarlögum.\nL. 84/2019, 6. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Lög þessi öðlast gildi 1. janúar 2014. ...",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    }
  ]
}
