{
  "id": "40/2013",
  "type": "statute",
  "title": "Lög um endurnýjanlegt eldsneyti í samgöngum á landi",
  "status": "in_force",
  "issued_date": "2013-04-05",
  "url": "https://www.althingi.is/lagas/nuna/2013040.html",
  "description": "Tóku gildi 10. apríl 2013; komu til framkvæmda skv. fyrirmælum í 9. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið laga þessara er að auka hlut endurnýjanlegra orkugjafa í samgöngum á landi og draga úr losun gróðurhúsalofttegunda með hagkvæmum og skilvirkum hætti.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Í lögum þessum er merking eftirfarandi orða og orðasambanda sem hér segir:\n1. Endurnýjanlegt eldsneyti: Eldsneyti sem er unnið úr endurnýjanlegum orkugjöfum.\n2. Endurnýjanlegir orkugjafar: Orkugjafar sem ekki eru jarðefnaeldsneyti heldur eru af endurnýjanlegum uppruna, hvort heldur er af lífrænum eða ólífrænum, þ.e. vatnsorka, vatnsvarmaorka, jarðvarmi, vindorka, sólarorka, sjávarorka, lífmassi, hauggas, lífgas og gas frá skólphreinsistöðvum.\n3. Lífeldsneyti: Endurnýjanlegt eldsneyti, í formi vökva eða gass, sem er unnið úr lífmassa.\n4. Lífmassi: Lífbrjótanlegur hluti afurða. Úrgangur og leifar af lífrænum uppruna frá landbúnaði, skógrækt og tengdum iðnaði, fiskveiðum og fiskeldi ásamt lífrænum hluta úrgangs frá iðnaði og heimilum.\n5. Losun gróðurhúsalofttegunda: Það magn gróðurhúsalofttegunda sem losnar í andrúmsloftið á lífsferli eldsneytis frá framleiðslu til og með notkun.\n6. Orkugildi eldsneytis: Orka í rúmmálseiningu vökva eða gass. Orkueiningar í skilningi þessara laga eru megajúl (MJ). Orkugildi skal reiknað miðað við rúmmál bensíns, gasolíu og fljótandi endurnýjanlegs eldsneytis við 15°C og er gefið í einingunum megajúl á lítra (MJ/l). Orkugildi gastegunda skal reiknað miðað við rúmmál gastegundarinnar við 0°C og 1 atm og er gefið í einingunum megajúl á rúmmetra (MJ/m ).\n7. Söluaðilar eldsneytis: Söluaðilar og dreifingaraðilar sem teljast gjaldskyldir aðilar í skilningi 3. gr. laga um olíugjald og kílómetragjald, nr. 87/2004, og 18. gr. laga um vörugjald af ökutækjum, eldsneyti o.fl., nr. 29/1993.\n8. Upprunavottorð endurnýjanlegs eldsneytis: Staðfesting á að eldsneyti sé framleitt úr endurnýjanlegum orkugjöfum og framleiðslan uppfylli skilyrði laga þessara og tilskipunar Evrópuþingsins og ráðsins 2009/28/EB frá 23. apríl 2009 um að hvetja til notkunar orku frá endurnýjanlegum orkugjöfum. Útgáfa upprunavottorðs vegna lífeldsneytis er háð því að lífeldsneytið sé framleitt með sjálfbærum hætti.\n9. Viðurkenndir útgefendur upprunavottorða: Alþjóðleg kerfi sem viðurkennd eru af Eftirlitsstofnun EFTA eða framkvæmdastjórn Evrópusambandsins til að gefa út upprunavottorð fyrir endurnýjanlegt eldsneyti.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Söluaðila eldsneytis á Íslandi ber að tryggja að minnst 3,5% af orkugildi heildarsölu hans af eldsneyti til notkunar í samgöngum á öllu landinu á ári sé endurnýjanlegt eldsneyti. Frá 1. janúar 2015 skal tryggja að minnst 5,0% af heildarorkugildi eldsneytis til notkunar í samgöngum á landi á ári sé endurnýjanlegt eldsneyti. Aðeins eldsneyti sem uppfyllir nánari ákvæði 4. gr. má nota til að uppfylla þetta skilyrði.\n[Ráðherra skal í reglugerð kveða á um tegundir endurnýjanlegs eldsneytis sem telja má tvöfalt á við sama magn annars endurnýjanlegs eldsneytis til að uppfylla skilyrði 1. mgr.]\nEldsneyti sem flutt er úr landi telst ekki hluti af heildarorkugildi eldsneytis söluaðila skv. 1. mgr. Framselji söluaðili eldsneyti til annars söluaðila innan lands ber viðtakanda að uppfylla skilyrðið.\nRáðherra er heimilt að kveða í reglugerð á um viðmiðunargildi orku í helstu tegundum eldsneytis í formi vökva eða gass sem notaðar eru hér á landi.\n...\nRg. 1250/2020. L. 39/2020, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Innlendir framleiðendur eða söluaðilar endurnýjanlegs eldsneytis skulu sýna fram á að eldsneyti sé endurnýjanlegt og framleiðsla þess uppfylli sjálfbærniviðmið sé það ætlað til notkunar í samgöngum á landi og notað til að uppfylla skilyrði 3. gr. Það er gert með því að afla upprunavottorða frá viðurkenndum útgefendum upprunavottorða eða sýna með öðrum hætti fram á að eldsneytið sé endurnýjanlegt og að sjálfbærniviðmið séu uppfyllt með framvísun gagna til [Umhverfis- og orkustofnunar]. Ráðherra er heimilt að setja í reglugerð nánari skilyrði sem gögn þessi þurfa að uppfylla.\nRáðherra skal í reglugerð kveða á um viðmiðanir sem ráða því hvort framleiðsla lífeldsneytis teljist sjálfbær. Skulu slíkar viðmiðanir koma í veg fyrir að framleiðsla lífeldsneytis hafi neikvæð áhrif á mikilvæga umhverfishagsmuni, svo sem líffræðilega fjölbreytni og kolefnismagn í jarðvegi og gróðri, og tryggja að losun gróðurhúsalofttegunda við notkun lífeldsneytis sé minni en við notkun jarðefnaeldsneytis.\nL. 110/2024, 8. gr. Rg. 870/2013, sbr. 97/2021. Rg. 750/2013, sbr. 818/2014.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Söluaðilum eldsneytis er skylt að gera [Umhverfis- og orkustofnun] endanlega grein fyrir magni og hlutfalli alls endurnýjanlegs eldsneytis sem þeir selja til samgangna á landi á almanaksári. Upplýsingar er sýna fram á að skilyrði 3. og 4. gr. séu uppfyllt skulu liggja fyrir eigi síðar en [tveimur mánuðum] eftir að almanaksárinu lýkur. Söluaðilum eldsneytis er skylt að afhenda gögn ef [Umhverfis- og orkustofnun] óskar eftir upplýsingum um magn og orkugildi og samsvarandi upprunavottorð eða önnur gögn oftar á almanaksárinu. Um ófullnægjandi gagnaskil gilda ákvæði 6. gr.\n[Umhverfis- og orkustofnun] gefur út yfirlit um heildarsölu eldsneytis og notkun endurnýjanlegs eldsneytis eigi síðar en [fjórum] mánuðum eftir að almanaksárinu lýkur.\nL. 110/2024, 8. gr. L. 39/2020, 2. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hafi söluaðili ekki náð að uppfylla skilyrði 3. gr. um lágmarksorkugildi skal [Umhverfis- og orkustofnun] leggja á hann sekt. Sektin skal nema 4 kr. á hvert MJ sem vantar til að skilyrði 3. gr. séu uppfyllt.\nEf upprunavottorð eða önnur gögn sem framvísað er af söluaðila eldsneytis nægja ekki til þess að skilyrði 4. gr. um endurnýjanlegt eldsneyti teljist uppfyllt skal [Umhverfis- og orkustofnun] senda söluaðila áskorun um að bæta þar úr innan þriggja vikna ellegar teljist eldsneytið ekki vera endurnýjanlegt eldsneyti.\nSé sekt ekki greidd innan mánaðar frá því að [Umhverfis- og orkustofnun] tilkynnir aðila um ákvörðunina skal greiða dráttarvexti af fjárhæð sektarinnar í samræmi við 5. gr. laga um vexti og verðtryggingu. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtu. Ákvarðanir [Umhverfis- og orkustofnunar] um sektir eru aðfararhæfar.\nÁkvörðun [Umhverfis- og orkustofnunar] um sektir má skjóta\ntil úrskurðarnefndar umhverfis- og auðlindamála innan þriggja mánaða frá því að\naðila var tilkynnt um ákvörðunina. Málskot til úrskurðarnefndar frestar\naðför. Úrskurðir úrskurðarnefndar um sektir eru aðfararhæfir. Að öðru leyti en\nhér segir gilda lög um úrskurðarnefnd umhverfis- og auðlindamála.\nL. 110/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Söluaðilar eldsneytis skulu halda til haga öllum nauðsynlegum upplýsingum svo [Umhverfis- og orkustofnun] geti rakið uppruna endurnýjanlegs eldsneytis. Ráðherra er heimilt að setja í reglugerð nánari skilyrði um upplýsingar sem söluaðilar skulu halda til haga.\nL. 110/2024, 8. gr. Rg. 870/2013, sbr. 97/2021.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Lög þessi fela í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins 2009/28/EB frá 23. apríl 2009 um að hvetja til notkunar orku frá endurnýjanlegum orkugjöfum og niðurfellingu tilskipana 2001/77/EB og 2003/30/EB eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 162/2011 frá 19. desember 2011 um breytingu á IV. viðauka (Orka) við EES samninginn.\n[Lög þessi fela í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins (ESB) 2015/1513 frá 9. september 2015 um breytingu á tilskipun 98/70/EB um gæði bensíns og dísileldsneytis og um breytingu á tilskipun 2009/28/EB um að auka notkun orku frá endurnýjanlegum orkugjöfum eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 74/2019 frá 29. mars 2019 um breytingu á II. viðauka (Tæknilegar reglugerðir, staðlar, prófanir og vottun) og IV. viðauka (Orka) við EES-samninginn.]\nL. 39/2020, 3. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lög þessi öðlast þegar gildi en 3. og 4. gr. koma til framkvæmda 1. janúar 2014.\n[Ákvæði til bráðabirgða.\nÁkvæði 6. gr. koma til framkvæmda 1. október 2014.]\nL. 133/2013, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
