{
  "id": "9/2014",
  "type": "statute",
  "title": "Lög um fjárhagsaðstoð til greiðslu tryggingar fyrir kostnaði vegna gjaldþrotaskipta",
  "status": "in_force",
  "issued_date": "2014-01-30",
  "url": "https://www.althingi.is/lagas/nuna/2014009.html",
  "description": "Tóku gildi 1. febrúar 2014.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að gera einstaklingum, sem eiga í verulegum greiðsluörðugleikum og hafa leitað annarra greiðsluvandaúrræða án árangurs eða ekki er talið að önnur greiðsluvandaúrræði séu til þess fallin að leysa greiðsluvandann, kleift að krefjast gjaldþrotaskipta á búi sínu skv. 1. mgr. 64. gr. laga um gjaldþrotaskipti o.fl.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um fjárhagsaðstoð sem veitt er til greiðslu tryggingar fyrir kostnaði vegna gjaldþrotaskipta sem dómstólar ákveða skv. 2. mgr. 67. gr. laga um gjaldþrotaskipti o.fl.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilyrði fyrir fjárhagsaðstoð.\nFjárhagsaðstoð samkvæmt lögum þessum skal aðeins veitt að uppfylltum eftirfarandi skilyrðum:\na. umsækjandi á í verulegum greiðsluörðugleikum og ekki verður talið sennilegt að greiðsluörðugleikar hans muni líða hjá innan skamms tíma,\nb. umsækjandi getur ekki staðið skil á tryggingu fyrir kostnaði vegna gjaldþrotaskipta skv. 2. mgr. 67. gr. laga um gjaldþrotaskipti o.fl., að teknu tilliti til eigna- og skuldastöðu, sem og ráðstöfunartekna hans og framfærslubyrði,\nc. önnur greiðsluvandaúrræði hafa verið reynd eða umboðsmaður skuldara metur það svo að önnur greiðsluvandaúrræði séu ekki til þess fallin að leysa greiðsluvanda umsækjanda.\n[Fjárhagsaðstoð samkvæmt lögum þessum verður ekki veitt, nema sérstakar aðstæður séu fyrir hendi, ef:\na. fyrirliggjandi gögn gefa ekki nægilega glögga mynd af því hvernig fjárhagur skuldara hefur verið, hver fjárhagur skuldara er við vinnslu umsóknar eða hver er væntanleg þróun fjárhags hans,\nb. aðstæður benda til að skuldari hafi á óheiðarlegan hátt stofnað til skulda með það að markmiði að leita gjaldþrotaskipta vegna þeirra eða gert aðrar fjárhagslegar ráðstafanir sem teljast óhæfilegar,\nc. skuldari hefur stofnað til skulda eftir að hann sótti um aðstoð hjá umboðsmanni skuldara og ekki er um að ræða eðlilega lántöku til endurfjármögnunar, til framfærslu eða öflunar nauðsynlegs íbúðarhúsnæðis,\nd. skuldari hefur veitt rangar eða villandi upplýsingar um aðstæður sem eru mikilsverðar í málinu eða látið hjá líða að veita slíkar upplýsingar,\ne. skuldari hefur hagað fjármálum sínum á verulega ámælisverðan hátt eða tekið fjárhagslega áhættu sem ekki var í samræmi við fjárhagsstöðu hans á þeim tíma sem til fjárhagsskuldbindingarinnar var stofnað,\nf. umtalsverðar kröfur á hendur skuldara eru fésektir, kröfur vegna skaðabótaskyldu eða skattkröfur,\ng. skuldari hefur efnt til fjárfestinga sem hefðu verið riftanlegar við gjaldþrotaskipti eða gert ráðstafanir sem hefðu verið riftanlegar,\nh. skuldari hefur á ámælisverðan hátt látið undir höfuð leggjast að standa við skuldbindingar sínar eftir því sem honum var framast unnt,\ni. greiðsluaðlögunarumleitanir hafa verið felldar niður skv. 15. gr. laga um greiðsluaðlögun einstaklinga,\nj. skuldari hefur áður fengið umsókn um fjárhagsaðstoð samþykkta á grundvelli laga þessara.]\nL. 21/2024, 32. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Umsókn.\nUmsækjandi skal beina skriflegri umsókn til umboðsmanns skuldara þar sem fram kemur fullt nafn umsækjanda, kennitala og lögheimili, auk þess sem greint skal nákvæmlega frá efnahag hans, tekjum og fjölskylduaðstæðum. Í greinargerð umsækjanda um efnahag skulu koma fram upplýsingar um eignir hans og andvirði þeirra annars vegar og skuldir hins vegar þannig að greint sé frá höfuðstól hverrar skuldar ásamt áföllnum vöxtum og kostnaði, gjalddaga og hvort trygging hafi verið sett fyrir greiðslu skuldar. Þá skal gera grein fyrir ástæðum greiðsluörðugleika umsækjanda.\nUmsókn skulu fylgja gögn um efnahag umsækjanda, þar á meðal síðustu fjögur skattframtöl hans og önnur nauðsynleg gögn til að unnt sé að leggja mat á hvort veita skuli fjárhagsaðstoð skv. 5. gr.\n[Umboðsmaður skuldara skal ganga úr skugga um að í umsókn skuldara komi fram allar nauðsynlegar upplýsingar og getur hann, ef þörf krefur, krafist þess að skuldari staðfesti upplýsingarnar með skriflegum gögnum.\nÁ því stigi málsmeðferðar sem við á hverju sinni skal umboðsmaður skuldara óska eftir öllum nauðsynlegum upplýsingum frá skuldara, opinberum aðilum og einkaaðilum, svo sem um tekjur, gjöld, eignir, skuldir, ábyrgðir, framfærslu- og húsnæðiskostnað og framferði umsækjanda. Ber aðilum skv. 1. málsl. að veita umboðsmanni skuldara umbeðnar upplýsingar án endurgjalds búi þeir yfir þeim. Upplýsingaöflun umboðsmanns skuldara er háð því skilyrði að hún sé nauðsynleg til að hann geti sinnt hlutverki sínu samkvæmt lögum. Umboðsmanni skuldara ber að upplýsa skuldara um fyrirhugaða upplýsingaöflun í samræmi við 2. mgr. 17. gr. laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018, sbr. 14. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2016/679.]\nL. 48/2019, 11. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ákvörðun um veitingu fjárhagsaðstoðar.\nUmboðsmaður skuldara tekur ákvörðun um hvort veita skuli fjárhagsaðstoð til greiðslu tryggingar fyrir kostnaði vegna gjaldþrotaskipta samkvæmt lögum þessum.\nTelji umboðsmaður skuldara að umsækjandi uppfylli skilyrði 3. gr. um fjárhagsaðstoð skal hann gefa út yfirlýsingu um veitingu fjárhagsaðstoðar sem skal fylgja kröfu viðkomandi um gjaldþrotaskipti til héraðsdóms skv. 66. gr. laga um gjaldþrotaskipti o.fl.\n[Yfirlýsingu um veitta fjárhagsaðstoð skv. 2. mgr. skal afhenda héraðsdómi innan þriggja mánaða frá því að umboðsmaður skuldara tók ákvörðun um hana, ella fellur fjárhagsaðstoðin niður.]\nFjárhagsaðstoð skv. 1. mgr. skal aldrei vera hærri en sem nemur fjárhæð þeirrar lágmarkstryggingar vegna skiptakostnaðar á búi einstaklings sem dómari ákveður hverju sinni. Reynist vera eignir í búi skuldara ganga þær upp í kostnað af skiptunum eftir ákvæðum laga um gjaldþrotaskipti o.fl. og koma þá til frádráttar fjárhæð fjárhagsaðstoðarinnar.\nL. 21/2024, 32. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kæruheimild.\nÁkvörðun umboðsmanns skuldara um synjun fjárhagsaðstoðar samkvæmt lögum þessum má kæra til [úrskurðarnefndar velferðarmála, sbr. lög um úrskurðarnefnd velferðarmála].\nL. 21/2024, 32. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fjármögnun fjárhagsaðstoðar.\nFjárhagsaðstoð samkvæmt lögum þessum skal fjármögnuð með gjaldi samkvæmt lögum um greiðslu kostnaðar við rekstur umboðsmanns skuldara.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "...\nL. 21/2024, 32. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. febrúar 2014.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða. ...\nL. 21/2024, 32. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
