{
  "id": "66/2014",
  "type": "statute",
  "title": "Lög um fjármálastöðugleikaráð",
  "status": "in_force",
  "issued_date": "2014-05-28",
  "url": "https://www.althingi.is/lagas/nuna/2014066.html",
  "description": "Tóku gildi 6. júní 2014.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\n[Markmið laga þessara er að tryggja reglulegt samráð og upplýsingaskipti milli ráðherra og Seðlabanka Íslands í því skyni að efla og varðveita fjármálastöðugleika í almannaþágu, sporna við uppsöfnun kerfisáhættu og stuðla að samhæfðum viðbrögðum við sérstakar aðstæður. Í því skyni er fjármálastöðugleikaráði falið skilgreint hlutverk samkvæmt lögum þessum.]\nL. 91/2019, 23. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögum þessum merkir:\n1. ...\n2. ...\n3. Fjármálakerfi: Allir lögaðilar sem stunda fjármálastarfsemi í skilningi laga um opinbert eftirlit með fjármálastarfsemi, þ.m.t. opinberir lánasjóðir og lífeyrissjóðir, svo og fjármálamarkaðir, [kerfislega þýðingarmikil greiðslu- og uppgjörskerfi og Seðlabanki Íslands].\n4. ...\n5. ...\n6. Fjármálastöðugleiki: Það ástand þegar ekki er rof eða veruleg truflun á starfsemi fjármálakerfisins og það býr yfir nægum viðnámsþrótti til að þola áföll og ójafnvægi án þess að veruleg neikvæð áhrif verði í miðlun fjármagns, miðlun greiðslna og dreifingu áhættu.\n7. ...\n8. Kerfisáhætta: Þegar samspil fjármálakerfis og þjóðarbúskapar felur í sér hagsveiflumögnun, fjármálafyrirtæki verða viðkvæm fyrir aðgerðum annarra aðila og hætta er á atburðarás sem getur ógnað fjármálastöðugleika með tilheyrandi neikvæðum áhrifum á þjóðarbúskapinn.\n9. ...\nL. 91/2019, 24. gr.\nII. kafli. Fjármálastöðugleikaráð.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk og skipan.\nFjármálastöðugleikaráð er formlegur samstarfsvettvangur stjórnvalda um fjármálastöðugleika.\n[Í fjármálastöðugleikaráði sitja ráðherra, og er hann formaður ráðsins, og seðlabankastjóri. Formaður kallar ráðið saman til fundar þrisvar sinnum á ári en oftar telji annar ráðsmanna þörf á.] Fjármálastöðugleikaráð setur sér starfsreglur og heldur gerðabók á fundum sínum.\n[Seðlabanki Íslands veitir ráðinu þær upplýsingar sem ráðið óskar eftir til að sinna hlutverki sínu og ber sjálfur þann kostnað sem af hlýst.] Umsýsla vegna fjármálastöðugleikaráðs og undirbúningur funda þess er á hendi ráðuneytisins.\nL. 91/2019, 25. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Almenn verkefni.\nFjármálastöðugleikaráð er vettvangur samráðs, upplýsingaskipta og stefnumótunar vegna fjármálastöðugleika og samhæfir viðbúnað opinberra aðila [þegar fjármálastöðugleika er ógnað].\nHelstu verkefni fjármálastöðugleikaráðs eru eftirfarandi:\na. að móta opinbera stefnu um fjármálastöðugleika,\nb. að [vakta] efnahagslegt ójafnvægi, áhættu í fjármálakerfinu, óæskilega hvata og aðrar aðstæður sem eru líklegar til að ógna fjármálastöðugleika,\nc. [að meta árangur af þjóðhagsvarúðartækjum],\nd. ...\nFjármálastöðugleikaráð skal einkum byggja á tillögum eða greiningu [Seðlabanka Íslands] við vinnslu verkefna skv. 2. mgr.\nL. 91/2019, 26. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "...\nL. 91/2019, 27. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Sérstakar aðstæður.\n[Fjármálastöðugleikaráð fundar sérstaklega þegar fjármálastöðugleika er ógnað eða hætta er á atburðum sem geta valdið umtalsverðum smitáhrifum eða tjóni á fjármálamarkaði. Seðlabanki Íslands skal upplýsa ráðherra, án tafar, telji bankinn að aðstæður skv. 1. málsl. hafi skapast.]\nRáðið leggur mat á til hvaða nauðsynlegu aðgerða eða ráðstafana þurfi að grípa ... og samræmir aðkomu stjórnvalda.\n[Ráðið skal upplýsa efnahags- og viðskiptanefnd Alþingis um helstu aðgerðir og ráðstafanir skv. 2. mgr.]\nL. 91/2019, 28. gr.\nIII. kafli. ...\nL. 91/2019, 29. gr.\nIV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gagnaöflun. Þagnarskylda.\n[Seðlabanki Íslands afhendir fjármálastöðugleikaráði upplýsingar og gögn sem hann býr yfir og ráðið telur nauðsynleg vegna hlutverks síns.\nUpplýsingar sem veittar eru ráðinu lúta þagnarskyldu samkvæmt lögum um Seðlabanka Íslands.]\n[Þeir sem sitja í fjármálastöðugleikaráði ... eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.]\nL. 91/2019, 30. gr. L. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gagnsæi.\n[Fjármálastöðugleikaráð skal gera fundargerðir sínar opinberar innan eins mánaðar frá því að fundur er haldinn, nema ætla megi að opinber birting geti haft neikvæð áhrif á fjármálastöðugleika.]\nFjármálastöðugleikaráð skal árlega, og oftar ef þörf er á, gera Alþingi grein fyrir meginþáttum í störfum sínum. Birta skal opinberlega starfsreglur fjármálastöðugleikaráðs ...\nFormaður fjármálastöðugleikaráðs skal halda ríkisstjórninni upplýstri um störf ráðsins og viðbúnað stjórnvalda og viðbragðsáætlanir við sérstakar aðstæður. Formenn stjórnmálaflokka á Alþingi, sem ekki eru jafnframt ráðherrar, skulu upplýstir með sama hætti. Ef formaður fjármálastöðugleikaráðs ... krefst þess að trúnaður ríki um veittar upplýsingar skal gæta fyllstu þagmælsku um þær.\nÁkvæði upplýsingalaga og stjórnsýslulaga um aðgang að gögnum gilda ekki um fundargerðir og þau gögn sem eru unnin fyrir fjármálastöðugleikaráð ... eða eru þar til meðferðar.\nL. 91/2019, 31. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Hæfisskilyrði.\nÞeim sem sitja í fjármálastöðugleikaráði ... er óheimilt að sinna störfum sem geta verið til þess fallin að draga megi óhlutdrægni þeirra í efa.\nÞeir sem sitja í fjármálastöðugleikaráði ..., sem og allir þeir sem sitja fundi ráðsins ... eða starfa á [þess] vegum, skulu hver fyrir sig og af sjálfsdáðum gæta að ábyrgð sinni varðandi meðferð innherjaupplýsinga og stöðu innherja samkvæmt ákvæðum laga um verðbréfaviðskipti.\nL. 91/2019, 32. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
