{
  "id": "130/2014",
  "type": "statute",
  "title": "Lög um vernd afurðarheita sem vísa til uppruna, landsvæðis eða hefðbundinnar sérstöðu",
  "status": "in_force",
  "issued_date": "2014-12-22",
  "url": "https://www.althingi.is/lagas/nuna/2014130.html",
  "description": "Tóku gildi 31. desember 2014.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilgangur.\nTilgangur laga þessara er að vernda afurðarheiti sem vísa til uppruna, landsvæðis eða hefðbundinnar sérstöðu með það að markmiði að stuðla að neytendavernd, auka virði afurða og koma í veg fyrir óréttmæta viðskiptahætti.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um heiti matvæla, léttvíns og brenndra drykkja og annarra afurða samkvæmt reglugerð ráðherra sem vísa til uppruna, landsvæðis eða hefðbundinnar sérstöðu.\nÁkvæði laga þessara gilda einnig um erlend afurðarheiti sem hlotið hafa vernd samkvæmt lögum þessum eða á grundvelli þjóðréttarsamninga.\nLög þessi gilda ekki um heiti neysluvatns og ölkelduvatns.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Afurð er matvæli eða önnur vara sem fellur undir gildissvið laga þessara.\n2. Afurðarheiti er nafn sem notað er til að tilgreina afurð.\n3. Afurðarlýsing er lýsing á afurð sem stendur að baki skráðu afurðarheiti sem hlotið hefur vernd samkvæmt lögum þessum.\n4. Almennt heiti er heiti afurðar sem orðið er að tegundarheiti fyrir afurðina enda þótt það tengist stað eða svæði þar sem afurðin var framleidd í fyrstu.\n5. Framleiðendahópur er félag, óháð formi, sem samanstendur af framleiðendum og/eða vinnsluaðilum sem vinna að sömu afurð eða samtökum þeirra.\n6. Hefð hefur skapast við hvers konar athöfn eða háttsemi sem viðhöfð hefur verið milli kynslóða, þó að lágmarki í 30 ár.\n7. Matvæli eru hvers konar efni eða vörur, hvort sem þau eru fullunnin, unnin að hluta eða óunnin, sem fólki er ætlað að neyta eða sem eðlilegt er að vænta að fólk neyti. Hugtakið &bdquo;matvæli&ldquo; tekur einnig til drykkja, tyggigúmmís og hvers kyns efna sem bætt er af ásettu ráði í matvæli við frumframleiðslu þeirra, vinnslu eða meðferð, svo og fæðubótarefna.\n8. Neysluvatn er vatn í upphaflegu ástandi eða eftir meðhöndlun, án tillits til uppruna þess og hvort sem það kemur úr dreifikerfi, tönkum, flöskum eða öðrum ílátum og ætlað er til neyslu eða matargerðar, einnig allt vatn sem notað er í matvælafyrirtækjum, nema unnt sé að sýna fram á að gæði þess vatns sem notað er hafi ekki áhrif á heilnæmi framleiðslunnar.\n9. Opinberir eftirlitsaðilar eru Matvælastofnun eða heilbrigðisnefndir sveitarfélaga.\n10. Opinbert eftirlit er eftirlit á vegum stjórnvalda sem hefur þann tilgang að tryggja að framleiðendur sem nota skráð afurðarheiti framleiði afurð í samræmi við afurðarlýsingu skv. 14. gr.\n11. Ölkelduvatn er vatn úr náttúrulegum ölkeldum með köldu kolsýru- eða steinefnaríku vatni.\nII. kafli. Upprunatilvísun, landfræðileg tilvísun og hefðbundin sérstaða.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skilyrði verndar afurðarheitis sem vísar til uppruna.\nHeimilt er að veita afurðarheiti, sem vísar til uppruna, vernd á grundvelli skráningar samkvæmt lögum þessum ef öll eftirtalinna skilyrða eru uppfyllt:\na. ef afurðin er upprunnin á tilteknu svæði, stað eða landi,\nb. ef rekja má gæði eða eiginleika afurðar, verulega eða að öllu leyti, til staðhátta, að meðtöldum náttúrulegum og mannlegum þáttum, og\nc. ef framleiðsla, vinnsla og tilreiðsla afurðar fer fram á hinu skilgreinda landsvæði.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skilyrði verndar afurðarheitis sem vísar til landsvæðis.\nHeimilt er að veita afurðarheiti, sem vísar til landsvæðis, vernd á grundvelli skráningar samkvæmt lögum þessum ef öll eftirtalinna skilyrða eru uppfyllt:\na. afurð er upprunnin á því svæði eða þeim sérstaka stað eða landi,\nb. afurð býr yfir sérstökum eiginleikum, orðspori eða öðrum einkennum sem rekja má að verulegu leyti til hins landfræðilega uppruna,\nc. að minnsta kosti eitt framleiðslustig afurðar fer fram á hinu skilgreinda landsvæði.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Vernd veitt skráðu afurðarheiti skv. 4. og 5. gr.\nSkráð afurðarheiti skv. 4. og 5. gr. skal njóta verndar gegn:\na. beinni eða óbeinni notkun í viðskiptum með afurð sem fellur ekki undir skráninguna, að svo miklu leyti sem sú afurð er sambærileg við þá afurð sem skráð er undir sama heiti eða ef notkun heitisins færir sér í nyt orðspor hins verndaða heitis, þ.m.t. þar sem afurð er notuð sem hráefni,\nb. hvers konar misnotkun, eftirlíkingu eða villandi hugrenningatengslum, jafnvel þótt raunverulegur uppruni afurðarinnar sé gefinn til kynna, eða þar sem hið verndaða heiti hennar er þýtt eða því fylgja orð á borð við &bdquo;að hætti&ldquo;, &bdquo;í stíl&ldquo;, &bdquo;gerð&ldquo;, &bdquo;aðferð&ldquo;, &bdquo;eins og framleitt í&ldquo;, &bdquo;eftirlíking&ldquo; eða álíka, og einnig þegar þessar afurðir eru notaðar sem hráefni,\nc. hvers konar öðrum röngum eða villandi merkingum sem sýna tilurð, uppruna, eðli eða helstu eiginleika afurðar, á innri eða ytri umbúðum, í kynningarefni eða skjölum sem fylgja viðkomandi afurð og notkun umbúða sem geta gefið villandi mynd af uppruna hennar,\nd. hvers konar öðru athæfi sem villt getur um fyrir almenningi hvað raunverulegan uppruna afurðar varðar.\nEf skráð afurðarheiti samanstendur af fleiri en einu heiti og eitt þeirra heita er almennt heiti telst notkun þess almenna heitis ekki andstæð ákvæðum a- og b-liðar 1. mgr.\nSkráð afurðarheiti nýtur verndar þrátt fyrir að vera almennt heiti.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Afurðarheiti ótækt til skráningar.\nÓheimilt er að skrá afurðarheiti skv. 4. og 5. gr.:\na. sem er orðið að almennu heiti fyrir tiltekna afurð,\nb. sem stangast á við heiti plöntuafbrigðis eða dýrakyns svo líklegt sé að það valdi hættu á ruglingi,\nc. þegar hætta er á að skráning villi um fyrir neytendum hvað varðar raunverulegan uppruna afurðar þegar til er fyrir merki sem telst alþekkt hér á landi á þeim tíma sem umsókn um vernd afurðarheitis er lögð inn. Við mat á því hvort eldra merki telst alþekkt skal m.a. taka tillit til orðspors og þess tíma sem það hefur verið í notkun.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skilyrði verndar afurðarheitis sem vísar til hefðbundinnar sérstöðu.\nHeimilt er að veita afurðarheiti vernd þar sem afurð er:\na. afrakstur framleiðsluaðferða, vinnslu eða samsetningar sem hefð er fyrir skv. 3. gr., eða\nb. framleidd úr hefðbundnum hráefnum eða innihaldsefnum.\nAfurðarheiti getur einungis hlotið vernd ef sýnt er fram á að heitið hafi almennt verið notað áður fyrir afurð eða heitið vísi til hefðbundinna eiginleika eða sérkenna afurðar.\nAfurðarheiti getur ekki hlotið vernd ef heitið vísar eingöngu til almennrar lýsingar fyrir afurð eða lýsingar afurðar samkvæmt löggjöf.\nSé sýnt fram á í andmælum skv. 15. gr. að afurðarheiti sé notað fyrir sams konar afurð í öðru landi, sem einnig uppfyllir skilyrði til verndar sem afurð sem nýtur hefðbundinnar sérstöðu, er við skráningu heimilt að skilyrða notkun heitisins við að því fylgi orðalagið &bdquo;framleitt samkvæmt hefð&ldquo; á þeim stað þar sem afurð er framleidd.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vernd veitt skráðu heiti skv. 8. gr.\nSkráð afurðarheiti skv. 8. gr. skal njóta verndar gegn hvers konar misnotkun, eftirlíkingu, villandi hugrenningatengslum eða gegn hvers konar öðru athæfi sem villt getur um fyrir neytendum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Samhljóða afurðarheiti.\nAfurðarheiti sem er að öllu eða einhverju leyti samhljóða öðru heiti afurðar sem þegar er skráð samkvæmt lögum þessum skal skráð að teknu tilliti til staðbundinnar og hefðbundinnar notkunar og þess hvort hætta sé á ruglingi við hið skráða heiti.\nIII. kafli. Skráning afurðarheitis.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Umsækjandi.\nFramleiðendahópur getur sótt um skráningu á afurðarheiti skv. 4., 5. eða 8. gr.\nEinstaklingur eða lögaðili getur einungis sótt um vernd afurðarheitis ef:\na. aðili er eini núverandi framleiðandi á skilgreindu landsvæði,\nb. aðili notar ákveðna og viðvarandi staðbundna aðferð sem aðeins er notuð af aðilanum, og\nc. afurð aðila kemur frá skilgreindu svæði og hefur einkenni sem eru í meginatriðum frábrugðin einkennum nærliggjandi svæða eða eiginleikar afurðar eru frábrugðnir sambærilegum afurðum frá nærliggjandi svæðum.\nUmsækjandi getur aðeins sótt um vernd heitis afurðar sem umsækjandi framleiðir, vinnur eða tilreiðir.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Umsókn.\nUmsókn um skráningu afurðarheitis skal skila skriflega til Matvælastofnunar.\nÍ umsókn skal eftirfarandi koma fram:\na. nafn og heimilisfang umsækjanda,\nb. afurðarheiti sem sótt er um vernd fyrir,\nc. afurðarlýsing, sbr. 14. gr.,\nd. samantekt sem felur í sér meginefni afurðarlýsingar.\nEnda þótt gögnum og upplýsingum sé ábótavant kemur það ekki í veg fyrir að umsókn teljist lögð inn á þeim degi sem umsókn upphaflega barst sé umsókn leiðrétt innan hæfilegs frests.\nLeiðrétti umsækjandi ekki umsókn innan þess frests sem honum er veittur telst umsókn ófullnægjandi og er ótæk til meðferðar. Bregðist umsækjandi við tilkynningu innan tilskilins frests, en galli er enn á umsókn, skal umsókn ekki tekin til meðferðar nema Matvælastofnun telji að umsækjanda skuli veittur frekari frestur til úrbóta.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Umsóknarferli.\nMatvælastofnun fer yfir umsóknir sem berast skv. 12. gr. og skal gæta þess að með umsókn fylgi öll gögn, umsókn sé nægilega rökstudd og uppfylli skilyrði laga þessara.\nMatvælastofnun skal leita umsagnar frá [Hugverkastofunni] og Samtökum atvinnulífsins um umsókn um skráningu afurðarheitis. Þá er Matvælastofnun heimilt að leita umsagnar annarra sérfræðinga um viðkomandi afurð eftir því sem við á.\nHeimilt er með reglugerð að kveða nánar á um umsóknarferli vegna skráningar afurðarheitis, þar á meðal leiðbeiningar fyrir umsagnaraðila um þau atriði sem umsögn skal lúta að og tímafresti.\nL. 32/2019, 8. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Afurðarlýsing.\nÍ afurðarlýsingu skal eftirfarandi koma fram, eftir því sem við á:\na. afurðarheiti,\nb. lýsing á afurð, hráefni og helstu eðlis-, efna- og örverufræðilegu eða skynrænu einkenni afurðar,\nc. sérstakar reglur um merkingar á viðkomandi afurð.\nAfurðarlýsingu fyrir afurðarheiti skv. 4. og 5. gr. skal fylgja:\na. skilgreining landsvæðis,\nb. sönnun þess að afurð sé upprunnin á skilgreindu landsvæði,\nc. lýsing á framleiðsluaðferð afurðar og raunverulegum og óbreytilegum staðbundnum aðferðum, upplýsingar um pökkun ef hún verður að fara fram innan hins skilgreinda landsvæðis og ástæður þess að pökkun verður að fara fram innan þess til að standa vörð um gæði eða tryggja uppruna eða eftirlit,\nd. upplýsingar sem staðfesta tengsl milli gæða eða einkenna afurðar og umhverfisins, hvort sem við á; eða tengsl milli ákveðinna gæða, orðspors eða annarra einkenna landbúnaðarafurðar eða matvæla og umhverfisins.\nAfurðarlýsingu fyrir afurðarheiti skv. 8. gr. skal fylgja:\na. lýsing á hefðbundnum eiginleikum afurðar,\nb. upplýsingar um hefðbundna framleiðsluaðferð, vinnslu eða samsetningu afurðar,\nc. upplýsingar um hefðbundinn uppruna hráefna eða innihaldsefna sem notuð eru til framleiðslu, vinnslu eða samsetningar á afurð,\nd. hvernig hráefnin eru nýtt samkvæmt hefð.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Andmæli við umsókn um skráningu afurðarheitis.\nSéu skilyrði skráningar uppfyllt skal Matvælastofnun birta opinberlega afurðarheiti og afurðarlýsingu sem óskað er skráningar á.\nHeimilt er að andmæla afurðarheiti og afurðarlýsingu sem birt hefur verið skv. 1. mgr. innan tveggja mánaða frá birtingu. Andmælum skal skila skriflega til Matvælastofnunar.\nAndmæli skulu tekin til greina og umsókn hafnað ef:\na. skilyrði laga þessara eru ekki uppfyllt,\nb. fyrirhuguð skráning samræmist ekki að öllu leyti eða að hluta hugverkarétti sem veittur hefur verið á grundvelli laga, eða\nc. afurðarheiti er samheiti.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ákvörðun.\nMatvælastofnun skal taka ákvörðun um skráningu afurðarheitis innan þriggja mánaða frá því að andmælafrestur skv. 15. gr. er liðinn.\nMatvælastofnun skal birta ákvörðun um skráningu afurðarheitis ásamt afurðarlýsingu með auglýsingu í B-deild Stjórnartíðinda.\nÁkvörðun um skráningu afurðarheitis fer að öðru leyti eftir ákvæðum stjórnsýslulaga.\nMatvælastofnun heldur og birtir skrá yfir afurðarheiti sem hafa verið skráð samkvæmt lögum þessum.\n(íslensk lopapeysa). Augl. 1330/2024 (íslenskt gin).",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Notkun á skráðu afurðarheiti.\nNotkun á skráðu afurðarheiti er einungis heimil þegar afurð er í samræmi við afurðarlýsingu sem birt hefur verið í B-deild Stjórnartíðinda.\nVið markaðssetningu afurðar, sem ber heiti sem nýtur verndar samkvæmt lögum þessum, er heimilt að nota hið skráða heiti á umbúðum afurðarinnar ásamt sérstöku opinberu auðkennismerki með orðunum &bdquo;Upprunatilvísun&ldquo;, &bdquo;Landfræðileg tilvísun&ldquo; eða &bdquo;Hefðbundin sérstaða&ldquo; á íslensku eða í erlendri þýðingu, eða skammstafað eftir því sem við á.\nUm erlend heiti sem njóta verndar samkvæmt lögum þessum á grundvelli milliríkjasamnings er heimilt að nota auðkenni skv. 1. og 2. mgr. enda hafi verið um það samið í viðkomandi milliríkjasamningi.\nRáðherra setur reglugerð um gerð og notkun auðkennismerkis skv. 2. mgr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Forgangsákvæði.\nEf tvær umsóknir koma fram nær samtímis fyrir sama afurðarheiti skal sú umsókn sem fyrr barst hafa forgang.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Breyting á afurðarlýsingu.\nUpphaflegur umsækjandi eða framleiðendahópur sem fullnægir skilyrði 11. gr. og á lögmætra hagsmuna að gæta getur sótt um breytingu á afurðarlýsingu afurðarheitis sem skráð er samkvæmt þessum kafla.\nUm meðferð umsókna um breytingu á afurðarlýsingu fer samkvæmt þessum kafla eftir því sem við á. Komi fram andmæli annars aðila sem á lögmætra hagsmuna að gæta og löglega framleiðir eða vinnur þá afurð sem breytingin á við um skal Matvælastofnun aðeins staðfesta breytingu á afurðarlýsingu ef samkomulag liggur fyrir við þann aðila sem andmælir eða ef Matvælastofnun telur andmælin standa í vegi fyrir eðlilegri þróun afurðar að teknu tilliti til 15. gr.\nMatvælastofnun skal birta breytingu á afurðarlýsingu með auglýsingu í B-deild Stjórnartíðinda.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Tilkynning um notkun.\nHverjum þeim sem framleiðir afurð í samræmi við afurðarlýsingu og að uppfylltum skilyrðum laga þessara er heimilt að nota skráð afurðarheiti.\nSkriflegri tilkynningu um notkun, sem þegar er hafin á skráðu afurðarheiti, skal beint til Matvælastofnunar.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Umsóknargjald.\nUmsækjandi skal greiða gjald fyrir meðferð umsóknar, að fjárhæð 75.000 kr.\nFyrir umsókn um breytingu á afurðarlýsingu skal greiða gjald, að fjárhæð 50.000 kr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Afturköllun skráningar.\nHafi afurðarheiti verið skráð andstætt ákvæðum laga þessara er unnt að fella skráninguna úr gildi með ákvörðun Matvælastofnunar.\nSkráningu afurðarheitis er enn fremur heimilt að fella úr gildi með ákvörðun Matvælastofnunar ef:\na. afurðin er ekki framleidd í samræmi við afurðarlýsingu skv. 14. gr.,\nb. afurðin hefur ekki verið markaðssett undir skráðu heiti í sjö ár.\nHver sá sem hefur lögmætra hagsmuna að gæta getur krafist þess að Matvælastofnun afturkalli skráningu afurðarheitis ef skilyrði laga þessara eru ekki uppfyllt. Krafan skal vera skrifleg og henni skal fylgja rökstuðningur.\nNotendum skráðs afurðarheitis skal tilkynnt um kröfu um afturköllun og þeim gefinn kostur á að tjá sig um málið innan tveggja mánaða.\nAfturkalli Matvælastofnun skráningu afurðarheitis skal stofnunin birta afturköllun á skráðu afurðarheiti með auglýsingu í B-deild Stjórnartíðinda.\nIV. kafli. Tengsl við vörumerki.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Tengsl við yngri vörumerki og félagamerki.\nEf til er fyrir skráð afurðarheiti skal hafna umsókn um skráningu vörumerkis eða félagamerkis fyrir sömu eða svipaðar vörur og afurðarheitið stendur fyrir ef notkun slíks merkis verður talin fara í bága við vernd afurðarheitisins skv. 6. gr. og umsókn um skráningu merkisins er lögð inn síðar en umsókn um skráningu afurðarheitisins.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Tengsl við eldri vörumerki og félagamerki.\nHafi merki verið skráð eða réttur til merkis stofnast með notkun fyrir umsóknardag afurðarheitis hér á landi og líklegt er að samhliða tilvist merkis og afurðarheitis leiði til þess að villast megi á þeim er eingöngu heimilt að nota merkið áfram og endurnýja það hafi réttur til merkisins stofnast í góðri trú og ekki er grundvöllur fyrir ógildingu eða afnámi réttarins.\nRáðherra er heimilt í reglugerð að kveða nánar á um framkvæmd ákvæðisins.\nV. kafli. Vernd heita erlendra afurða.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Erlend heiti.\nHeimilt er að veita heiti afurðar sem upprunnin er erlendis vernd samkvæmt lögum þessum, enda njóti heitið verndar í upprunalandi sínu og sæti eftirliti þar. Sönnun þar um skal fylgja með umsókn um skráningu afurðarheitis. Umsókn skal skilað til Matvælastofnunar á íslensku og fylgigögnum á erlendu máli skal fylgja íslensk þýðing.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Milliríkjasamningar.\nErlend afurðarheiti sem skráð eru í upprunalandi með upprunatilvísun eða landfræðilegri tilvísun njóta einnig verndar hér á landi á grundvelli milliríkjasamnings um gagnkvæmnisvernd.\nÁður en fallist er á vernd erlendra heita samkvæmt milliríkjasamningi skal Matvælastofnun auglýsa lista yfir þau afurðarheiti sem verndar munu njóta, ásamt upplýsingum um hvar nálgast megi afurðarlýsingu eða skjal sem jafna má til hennar. Mæla skal fyrir um ferli andmæla í milliríkjasamningi, þ.m.t. um þær málsástæður sem andmælin mega byggjast á.\nVI. kafli. Vernd landfræðilegrar tilvísunar fyrir léttvín og brennda drykki.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Landfræðileg tilvísun.\nRáðherra er heimilt með reglugerð að setja ákvæði um vernd landfræðilegrar tilvísunar fyrir léttvín og brennda drykki.\nÍ reglugerðinni skal kveðið á um skilyrði verndar, vernduð afurðarheiti, hvaða afurðarheiti geta ekki hlotið vernd, í hverju vernd felst, skráningu, brottfall skráningar, nöfn sem eru samhljóða, mörk verndar gagnvart vörumerkjarétti, hvernig eftirliti skuli háttað og annað er varðar notkun merkinga.\nRg. 327/2016, sbr. 1204/2023. Rg. 231/2023, sbr. 1253/2023. Rg. 232/2023, sbr. 1254/2023, 1508/2023, 505/2024 og 686/2024. Rg. 233/2023. Rg. 234/2023. Rg. 235/2023. Rg. 236/2023. Rg. 237/2023, sbr. 1203/2023, 506/2024 og 625/2024. Rg. 238/2023. Rg. 239/2023. Rg. 240/2023. Rg. 241/2023. Rg. 242/2023, sbr. 1509/2023. Rg. 243/2023.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Eftirlit.\nUm eftirlit með notkun landfræðilegra tilvísana fyrir léttvín og brennda drykki fer eftir VII. kafla.\nVII. kafli. Eftirlit.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Eftirlit Matvælastofnunar og heilbrigðisnefnda.\nMatvælastofnun og heilbrigðisnefndir sveitarfélaga hafa eftirlit með notkun skráðra afurðarheita fyrir matvæli skv. 6. og 22. gr. laga nr. 93/1995, um matvæli. Heilbrigðisnefndir sveitarfélaganna sinna jafnframt eftirliti með notkun skráðra afurðarheita fyrir aðrar afurðir en matvæli sem falla undir gildissvið laga þessara.\nÍ eftirliti felst greining á því hvort framleiðandi afurðar sem notar skráð afurðarheiti uppfylli skilyrði laga þessara og afurð sé framleidd eða hennar aflað í samræmi við afurðarlýsingu. Matvælastofnun skal samræma eftirlit með skráðum afurðarheitum þannig að framkvæmd eftirlits sé með sama hætti á landinu öllu.\nEf bæði Matvælastofnun og heilbrigðisnefnd hafa eftirlitsskyldu með sama framleiðanda afurðar úrskurðar ráðherra um hvor aðilinn fari með opinbert eftirlit.\nMatvælastofnun kemur á samvinnu þeirra er að málum þessum starfa og skal í slíkum tilvikum sérstaklega gæta að hagkvæmni í eftirliti og forðast tvíverknað og skörun eftir því sem frekast er unnt. Stofnunin skal hafa nána samvinnu við heilbrigðisnefndir og heilbrigðisfulltrúa og veita þá ráðgjöf og þjónustu varðandi eftirlit með skráðum afurðarheitum sem hún getur og aðstæður krefjast. Þá skal stofnunin vinna að því að samræma kröfur sem gerðar eru um starfsemi á sviði eftirlitsins og sjá til þess að slíkum kröfum sé framfylgt. Til þess að stuðla sem best að því að þessu markmiði verði náð gefur stofnunin út leiðbeiningar og viðmiðunarreglur um framkvæmdina sem heilbrigðisnefndum sveitarfélaga ber að fylgja.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Framsal eftirlits.\nOpinberum eftirlitsaðilum er heimilt að fela hver öðrum að annast tiltekin verkefni sem eru á verksviði þeirra samkvæmt lögum þessum. Flutningur verkefna getur tekið til ákvarðana um gjaldtöku fyrir eftirlit skv. 32. gr., stjórnsýsluviðurlaga skv. 33. gr. og stjórnvaldssekta skv. 34. gr.\nRáðherra setur í reglugerð nánari ákvæði um framkvæmd framsals á eftirliti.\nOpinberum eftirlitsaðila er heimilt að fela öðrum sem hlotið hafa faggildingu samkvæmt lögum um faggildingu o.fl. að annast tiltekin verkefni við framkvæmd eftirlits samkvæmt lögum þessum og skal gerður um það sérstakur samningur í hverju tilviki.\nFaggiltir aðilar skulu rækja eftirlit sitt á vegum opinbers eftirlitsaðila sem fylgist með starfi þeirra og sannreynir að þeir ræki skyldur sínar á fullnægjandi hátt, enda skulu þeir veita honum upplýsingar um notkun skráðra afurðarheita á þann hátt sem hann ákveður.\nVerði misbrestur á að hinir faggiltu aðilar ræki almennt skyldur sínar samkvæmt samningi sínum við opinberan eftirlitsaðila, vanræki þeir upplýsingaskyldu sína eða gefi rangar upplýsingar veitir hann þeim áminningu eða riftir samningi við þá ef sakir eru miklar.\nRáðherra setur með reglugerð nánari ákvæði um skilyrði og störf faggiltra aðila samkvæmt lögum þessum og enn fremur um gerð samninga.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Upplýsingaskylda.\nÞeim sem notar skráð afurðarheiti er skylt að láta aðilum sem fara með eftirlit samkvæmt lögum þessum endurgjaldslaust í té allar þær upplýsingar og sýni sem nauðsynleg teljast við framkvæmd eftirlitsins. Jafnframt er skylt að veita óhindraðan aðgang til eftirlits að stöðum þar sem framleiðsla eða dreifing afurða á sér stað.\n[Á eftirlitsaðilum hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Gjaldtaka vegna eftirlits.\nFyrir eftirlit samkvæmt lögum þessum skal aðili sem fær heimild til að nota skráð afurðarheiti greiða eftirlitsgjald sem ekki er hærra en raunkostnaður við eftirlitið til að standa straum af eftirtöldum kostnaðarþáttum við eftirlitið:\na. launum starfsfólks sem sinnir störfum vegna eftirlits,\nb. öðrum kostnaði vegna starfsfólks, þ.m.t. vegna aðstöðu, áhalda, búnaðar, þjálfunar, ferðalaga og tengds kostnaðar,\nc. kostnaði við greiningu á rannsóknastofu og sýnatöku.\nOpinber eftirlitsaðili framkvæmir viðbótareftirlit, þar á meðal rannsóknir á afurðum þegar tiltekin starfsemi framleiðanda eða framleiðsla afurðar er ekki talin vera í samræmi við skráða afurðarlýsingu skv. 14. gr. Raunkostnað af viðbótareftirliti ber framleiðandi.\nRáðherra er heimilt að setja reglugerð um framkvæmd og inntak eftirlits opinberra eftirlitsaðila og gefur hann út gjaldskrá fyrir eftirlit Matvælastofnunar að fengnum tillögum stofnunarinnar. Með sama hætti gefa sveitarfélögin út gjaldskrá fyrir eftirlitsskylda starfsemi heilbrigðisnefnda vegna eftirlitsins.\nEftirlitsgjald skal greiða samkvæmt framlögðum reikningi opinbers eftirlitsaðila.\nInnheimta má eftirlitsgjaldið með fjárnámi án undangengins dóms eða sáttar. Opinberum eftirlitsaðilum er heimilt að krefjast dráttarvaxta af ógreiddri fjárkröfu vegna eftirlits frá og með gjalddaga fram að greiðsludegi.\nÞá gilda ákvæði þessarar greinar einnig eftir því sem við á um eftirlitsgjöld opinbers eftirlitsaðila vegna eftirlits sem hann felur faggiltum aðilum að framkvæma skv. 30. gr.\nVIII. kafli. Viðurlög, refsiákvæði o.fl.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Stjórnsýsluviðurlög.\nMatvælastofnun og heilbrigðisnefndum sveitarfélaga er heimilt að gefa fyrirmæli um stöðvun eða takmörkun á framleiðslu og markaðssetningu afurðar þegar rökstuddur grunur er um að afurð sé ekki framleidd í samræmi við ákvæði laga þessara eða reglugerða settra samkvæmt þeim.\nÞá getur Matvælastofnun og heilbrigðisnefndir sveitarfélaga jafnframt, til að knýja á um aðgerðir samkvæmt lögum þessum, reglugerðum eða eigin fyrirmælum, beitt eftirfarandi aðgerðum:\na. veitt áminningu,\nb. veitt áminningu og tilhlýðilegan frest til úrbóta.\nStöðvun framleiðslu skal því aðeins beitt að um alvarlegri tilvik eða ítrekuð brot sé að ræða eða ef framleiðandi sinnir ekki úrbótum innan tiltekins frests og er heimilt að leita aðstoðar lögreglu ef með þarf.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Stjórnvaldssektir.\nMatvælastofnun og heilbrigðisnefndir sveitarfélaga geta lagt stjórnvaldssektir á framleiðendur afurða sem brjóta gegn:\na. heimild til notkunar á skráðu afurðarheiti eða auðkennismerki skv. 17. gr. án þess að uppfylla afurðarlýsingu að baki skráðu heiti skv. 14. gr.,\nb. heimild til notkunar á skráðu afurðarheiti eða auðkennismerki skv. 17. gr. án þess að hafa tilkynnt notkun þess til Matvælastofnunar skv. 20. gr.\nSektir sem lagðar eru á einstaklinga geta numið frá 10 þús. kr. til 1 millj. kr. en sektir á lögaðila geta numið frá 20 þús. kr. til 2 millj. kr.\nRáðherra getur í reglugerð ákveðið fjárhæð stjórnvaldssekta fyrir brot á einstökum ákvæðum laga þessara innan þess ramma sem ákveðinn er í 2. mgr.\nHafi fjárhæð sekta ekki verið ákveðin í reglugerð skal við ákvörðun sekta m.a. taka tillit til alvarleika brots, hvað það hefur staðið lengi, samstarfsvilja hins brotlega aðila og hvort um ítrekað brot er að ræða. Jafnframt skal líta til þess hvort ætla megi að brotið hafi verið framið í þágu hagsmuna framleiðanda. Gjalddagi stjórnvaldssektar er 30 dögum eftir að ákvörðun um sektina var tekin. Hafi stjórnvaldssekt ekki verið greidd innan 15 daga frá gjalddaga hennar skal greiða dráttarvexti af fjárhæð sektarinnar frá gjalddaga hennar. Ákvörðun Matvælastofnunar og heilbrigðisnefnda sveitarfélaga um stjórnvaldssekt er aðfararhæf og renna sektir í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nAðili máls getur einungis skotið ákvörðun um stjórnvaldssekt til dómstóla. Málshöfðunarfrestur er þrír mánuðir frá því að ákvörðun var tekin. Málskot frestar aðför.\nHeimild Matvælastofnunar og heilbrigðisnefnda sveitarfélaga til að leggja á stjórnvaldssektir samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk. Frestur rofnar þegar Matvælastofnun og heilbrigðisnefndir sveitarfélaga tilkynna framleiðanda um upphaf rannsóknar á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að broti.\nHafi aðili gerst brotlegur við ákvæði laga þessara er eftirlitsaðila heimilt að ljúka málinu með sátt með samþykki málsaðila, enda sé ekki um að ræða meiri háttar brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Refsiábyrgð.\nÞað varðar mann sektum eða fangelsi allt að sex mánuðum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn:\na. heimild til notkunar á skráðu afurðarheiti eða auðkennismerki skv. 17. gr. án þess að uppfylla afurðarlýsingu að baki skráðu heiti skv. 14. gr.,\nb. heimild til notkunar á skráðu afurðarheiti eða auðkennismerki skv. 17. gr. án þess að hafa tilkynnt notkun þess til Matvælastofnunar skv. 20. gr.\nBrot gegn 1. mgr. varða sektum eða fangelsi ef þau eru framin af ásetningi eða gáleysi. Gera má lögaðila sekt skv. II. kafla A almennra hegningarlaga fyrir brot skv. 1. mgr. þessarar greinar.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Málsmeðferð.\nBrot gegn lögum þessum sæta aðeins rannsókn sakamáls að undangenginni kæru Matvælastofnunar til lögreglu.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur Matvælastofnun hvort málið skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot er meiri háttar ber Matvælastofnun að vísa því til lögreglu. Brot telst meiri háttar ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur Matvælastofnun á hvaða stigi málsins sem er vísað máli, vegna brota á lögum þessum, til rannsóknar hjá lögreglu.\nMeð kæru Matvælastofnunar skulu fylgja afrit þeirra gagna sem grunur um brot styðst við. Ákvæði IV.&ndash;VII. kafla stjórnsýslulaga gilda ekki um ákvörðun Matvælastofnunar um að kæra mál til lögreglu.\nMatvælastofnun er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Matvælastofnun er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta Matvælastofnun í té upplýsingar og gögn sem hún hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum Matvælastofnunar sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar refsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum getur hann sent eða endursent málið til Matvælastofnunar til meðferðar og ákvörðunar.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Lögbann.\nUnnt er að krefjast lögbanns við athöfn sem þegar er hafin eða er sannanlega yfirvofandi og brýtur eða mun brjóta gegn ákvæðum þessara laga.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Bótaábyrgð.\nSá sem af ásetningi eða stórfelldu gáleysi brýtur gegn ákvæðum laga þessara og notar skráð afurðarheiti með ólögmætum hætti ber ábyrgð á tjóni sem af því hlýst. Um sakarmat og sönnun gilda almennar reglur skaðabótaréttar.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Hindrun misnotkunar á skráðu afurðarheiti.\nÍ sakamálum vegna brota á ákvæðum þessara laga getur dómstóll ákveðið að gerðar skuli ráðstafanir til að hindra misnotkun á skráðu afurðarheiti samkvæmt lögum þessum. Í því skyni getur dómstóll ákveðið að skráð afurðarheiti skuli afmáð af þeim afurðum sem eru í vörslu hlutaðeigandi eða hann annars ræður yfir.\nEf nauðsyn ber til má ákveða að ónýta afurð eða afhenda afurð þeim er misgert var við gegn bótum eða án þeirra.\nIX. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Reglugerð.\nRáðherra er heimilt m.a. að setja reglugerðir um nánari framkvæmd laga þessara:\n1. Reglugerð um afurðir skv. 2. gr.\n2. Reglugerð um umsóknarferli vegna skráningar afurðarheitis skv. 13. gr.\n3. Reglugerð um gerð og notkun auðkennismerkis fyrir skráð afurðarheiti skv. 17. gr.\n4. Reglugerð um tengsl eldri vörumerkja og félagamerkja við afurðarheiti skv. 24. gr.\n5. Reglugerð um vernd landfræðilegrar tilvísunar fyrir léttvín og brennda drykki skv. 27. gr.\n6. Reglugerð um skilyrði og störf faggiltra eftirlitsaðila skv. 30. gr.\n7. Reglugerð um framkvæmd og inntak eftirlits opinberra eftirlitsaðila og gjaldskrá skv. 32. gr.\nRg. 327/2016, sbr. 1204/2023. Rg. 596/2016. Rg. 231/2023, sbr. 1253/2023. Rg. 232/2023, sbr. 1254/2023, 1508/2023 og 505/2024. Rg. 233/2023. Rg. 234/2023. Rg. 235/2023. Rg. 236/2023. Rg. 237/2023, sbr. 1203/2023 og 625/2024. Rg. 238/2023. Rg. 239/2023. Rg. 240/2023. Rg. 241/2023. Rg. 242/2023, sbr. 1509/2023. Rg. 243/2023.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    }
  ]
}
