{
  "id": "77/2014",
  "type": "statute",
  "title": "Lög um opinber skjalasöfn",
  "status": "in_force",
  "issued_date": "2014-05-28",
  "url": "https://www.althingi.is/lagas/nuna/2014077.html",
  "description": "Tóku gildi 12. júní 2014.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja myndun, vörslu og örugga meðferð opinberra skjala með réttindi borgaranna, hag stjórnsýslunnar og varðveislu sögu íslensku þjóðarinnar að leiðarljósi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\nÍ lögum þessum og reglugerðum settum á grundvelli þeirra er merking hugtaka sem hér segir:\n1. Opinber skjalasöfn: Þjóðskjalasafn Íslands og héraðsskjalasöfn sem starfa í samræmi við rekstrarleyfi.\n2. Skjal: Hvers konar gögn, jafnt rituð sem í öðru formi, er hafa að geyma upplýsingar og hafa orðið til, borist eða verið viðhaldið við starfsemi á vegum stofnunar eða einstaklings.\n3. Skjalastjórn: Skilvirk og kerfisbundin stýring á myndun skjala, móttöku, skjalahaldi, notkun og umráðum, þar á meðal ferlum og hlítingu reglna til að fanga og viðhalda vitnisburði og upplýsingum um starfsemi og viðskipti í formi skjala.\n4. Skjalavarsla: Öll atriði er lúta að myndun, varðveislu og aðgengi að skjölum og öðrum upplýsingum tiltekins skjalasafns hvort heldur er hjá afhendingarskyldum aðila eða hjá opinberu skjalasafni.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk Þjóðskjalasafns Íslands.\nÞjóðskjalasafn Íslands gegnir hlutverki sem framkvæmdaraðili opinberrar skjalavörslu og skjalastjórnar. Að auki gegnir safnið hlutverki opinbers skjalasafns.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórn opinberrar skjalavörslu og skjalastjórnar.\nRáðherra fer með yfirstjórn opinberrar skjalavörslu og skjalastjórnar samkvæmt lögum þessum. Þjóðskjalasafn Íslands annast framkvæmd hennar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þjóðskjalasafn Íslands.\nÞjóðskjalasafn Íslands er sérstök ríkisstofnun undir yfirstjórn ráðherra.\nKostnaður við rekstur safnsins greiðist úr ríkissjóði eftir því sem ákveðið er í fjárlögum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Þjóðskjalavörður.\nRáðherra skipar forstöðumann Þjóðskjalasafns Íslands, þjóðskjalavörð, til fimm ára í senn. Hann skal hafa háskólamenntun og staðgóða þekkingu á starfssviði safnsins.\nÞjóðskjalavörður stjórnar starfsemi og rekstri Þjóðskjalasafns Íslands. Hann ræður annað starfslið þess og er í fyrirsvari fyrir safnið.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stjórnarnefnd.\nRáðherra skipar sex menn í stjórnarnefnd Þjóðskjalasafns Íslands til fjögurra ára í senn. Skal einn tilnefndur af Sagnfræðistofnun Háskóla Íslands, tveir af Sambandi íslenskra sveitarfélaga og skal annar þeirra vera starfsmaður héraðsskjalasafns, einn af fastráðnu starfsfólki Þjóðskjalasafns, einn af félagsvísindasviði Háskóla Íslands og einn skal skipaður án tilnefningar. Varamenn skulu skipaðir með sama hætti. Ekki er heimilt að skipa sama mann aðalmann í stjórnarnefnd safnsins lengur en tvö samfelld starfstímabil.\nRáðherra skipar formann og varaformann úr hópi nefndarmanna.\nStjórnarnefnd safnsins er forstöðumanni þess, þjóðskjalaverði, til ráðgjafar um stefnu safnsins og önnur málefni sem varða starfsemi þess. Stjórnarnefnd veitir þjóðskjalaverði umsagnir um árlegar starfs- og fjárhagsáætlanir og skipulag safnsins.\nÞjóðskjalavörður situr fundi stjórnarnefndar með málfrelsi og tillögurétt.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Framkvæmd opinberrar skjalavörslu og skjalastjórnar.\nHlutverk Þjóðskjalasafns Íslands við framkvæmd opinberrar skjalavörslu og skjalastjórnar er m.a. að:\n1. setja reglur og veita leiðbeiningar um hvernig skjalastjórn og skjalavörslu skuli hagað hjá stjórnsýslu ríkis og sveitarfélaga svo og öðrum afhendingarskyldum aðilum sem falla undir 1. og 2. mgr. 14. gr.; reglurnar skulu staðfestar af ráðherra,\n2. setja reglur um frágang og afhendingu skjala- og gagnasafna afhendingarskyldra aðila til opinberra skjalasafna; reglurnar skulu staðfestar af ráðherra,\n3. setja reglur um varðveislu og förgun skjala; reglurnar skulu staðfestar af ráðherra,\n4. gera tillögu til ráðherra um að veita skuli sveitarstjórn eða byggðasamlagi leyfi til að koma á fót héraðsskjalasafni til að sinna hlutverki opinbers skjalasafns skv. 13. gr. og gefa út rekstrarleyfi því til handa að fengnu samþykki ráðherra; héraðsskjalasafn skal starfa innan marka þess sveitarfélags eða þeirra sveitarfélaga sem reka héraðsskjalasafnið samkvæmt stofnskrá þess,\n5. hafa eftirlit með rekstri héraðsskjalasafna í samræmi við ákvæði 9.&ndash;12. gr.\nRgl. 331/2020. Rgl. 913/2021. Rgl. 1022/2023.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Héraðsskjalasöfn.\nHéraðsskjalasafn er sjálfstætt opinbert skjalasafn sem lýtur faglegu eftirliti Þjóðskjalasafns Íslands. Rekstur héraðsskjalasafns er á ábyrgð þess sveitarfélags eða þeirra sveitarfélaga sem að því standa. Héraðsskjalasöfn skulu njóta styrks úr ríkissjóði samkvæmt því sem er ákveðið í fjárlögum hverju sinni.\nUm útlán skjala til sveitarfélags fer skv. 19. gr.\nHéraðsskjalasafn skal hafa eftirlit með skjalavörslu þeirra aðila sem eru afhendingarskyldir um skjöl sín og önnur gögn til þess, sbr. 4. tölul. 8. gr., 4. tölul. 13. gr. og 4. tölul. 1. mgr. 14. gr.\nRáðherra skal setja nánari ákvæði um héraðsskjalasöfn í reglugerð.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Heimild til reksturs héraðsskjalasafns og afturköllun rekstrarleyfis.\nEinungis þeim sveitarstjórnum og byggðasamlögum sem hafa fengið leyfi til reksturs héraðsskjalasafns er heimilt að reka slíkt safn.\nFalli héraðsskjalasafn í vanhirðu eða séu ekki lengur fyrir hendi þau faglegu skilyrði sem voru forsenda fyrir rekstrarleyfi safnsins skal Þjóðskjalasafn Íslands vekja athygli hlutaðeigandi sveitarstjórnar eða byggðasamlags á því sem aflaga er talið fara og óska úrbóta fyrir ákveðinn tíma. Sé ítrekaðri viðvörun ekki sinnt skal Þjóðskjalasafn afturkalla rekstrarleyfi viðkomandi héraðsskjalasafns og láta flytja safngögnin úr því í Þjóðskjalasafn Íslands á kostnað hlutaðeigandi sveitarfélags eða byggðasamlags.\n[Standi til að hætta starfsemi héraðsskjalasafns skal tilkynna Þjóðskjalasafni Íslands þar um með hæfilegum fyrirvara. Ef starfsemi héraðsskjalasafns er hætt skal afhenda Þjóðskjalasafni Íslands safngögnin á kostnað þess sveitarfélags sem að því stóð, eða þeirra sveitarfélaga sem að því stóðu hafi byggðasamlag verið myndað um rekstur héraðsskjalasafns, sbr. 1. mgr. 11. gr. Um kostnað af móttöku, vörslu og meðhöndlun skjala fer samkvæmt gjaldskrá, sbr. 48. gr. a.]\nL. 108/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Leyfi til reksturs héraðsskjalasafns.\nSveitarstjórn getur sótt um leyfi til Þjóðskjalasafns Íslands til reksturs héraðsskjalasafns til að varðveita skjöl sveitarfélagsins og sinna því hlutverki sem fram kemur í 13. gr. um hlutverk opinberra skjalasafna. Sveitarfélög geta myndað byggðasamlag um rekstur héraðsskjalasafns í samræmi við IX. kafla sveitarstjórnarlaga. Með umsókn um slíkt leyfi skal, auk umsóknar skv. 2. mgr., fylgja samþykkt fyrir byggðasamlagið.\nÍ umsókn um leyfi til reksturs héraðsskjalasafns skal gera grein fyrir áætluðum rekstrarkostnaði, húsnæði, búnaði og fjölda starfa sem safninu er ætlað. Þjóðskjalasafn Íslands veitir leyfi til reksturs héraðsskjalasafns, að fengnu samþykki ráðherra, ef umsókn ber með sér að fjárhagsleg og fagleg skilyrði séu fyrir hendi til rekstursins. Í leyfi skal tiltaka þær faglegu forsendur sem eru fyrir útgáfu þess.\nRáðherra skal setja nánari ákvæði um leyfi til reksturs héraðsskjalasafns í reglugerð.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Eftirlit Þjóðskjalasafns með rekstri héraðsskjalasafna.\nÞjóðskjalasafn Íslands hefur eftirlit með því að héraðsskjalasöfn starfi í samræmi við lög og skilyrði rekstrarleyfis.\nRekstraraðilar héraðsskjalasafns skulu árlega skila Þjóðskjalasafni skýrslu um starfsemina og láta því í té aðrar þær upplýsingar og skriflegar skýringar sem óskað er eftir og þörf er á vegna eftirlits með því að skilyrði rekstrarleyfis séu uppfyllt. Lögbundin þagnarskylda stendur ekki í vegi slíkrar upplýsingagjafar.\nHéraðsskjalasöfn skulu veita aðgang að starfsstöðvum sínum vegna eftirlits Þjóðskjalasafns Íslands. Skulu starfsmenn héraðsskjalasafna láta safninu í té nauðsynlega aðstoð af því tilefni ef óskað er.\nIII. kafli. Starfsemi og hlutverk opinberra skjalasafna.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Hlutverk opinberra skjalasafna.\nHlutverk opinberra skjalasafna er m.a. að:\n1. taka við og heimta inn skjöl og varðveita þau og önnur gögn frá afhendingarskyldum aðilum sem hafa að geyma upplýsingar sem þýðingu hafa fyrir stjórnsýslu eða hagsmuni og réttindi borgaranna eða hafa sögulegt gildi,\n2. hafa til reiðu skjöl og önnur gögn safnsins ásamt skrám og upplýsingum um þau fyrir þá sem nota vilja safnið og skapa þeim aðstöðu til þess, þ.m.t. til vísindalegra rannsókna og fræðiiðkana,\n3. leiðbeina um notkun skjala í vörslu safnsins og greiða fyrir rannsóknum á þeim eins og kostur er,\n4. hafa eftirlit með framkvæmd afhendingarskyldra aðila á lögum þessum, reglugerðum sem ráðherra setur á grundvelli þeirra og á reglum sem settar eru skv. 8. gr.; afhendingarskyldir aðilar skulu veita aðgang að starfsstöðvum sínum vegna athugana í þágu eftirlits opinberra skjalasafna,\n5. gangast fyrir rannsóknum sem tengjast safnkosti skjalasafna, sbr. 1. tölul., eftir því sem fjárheimildir leyfa á hverjum tíma,\n6. leitast við að afla annarra heimilda en frá afhendingarskyldum aðilum til að tryggja sem best að heimildir um þjóðarsöguna varðveitist.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Afhendingarskyldir aðilar.\nAfhendingarskylda samkvæmt lögum þessum gildir um:\n1. embætti forseta Íslands,\n2. Hæstarétt, [Landsrétt], héraðsdómstóla og aðra lögmæta dómstóla,\n3. Stjórnarráð Íslands, svo og allar stjórnsýslunefndir og stofnanir sem heyra stjórnarfarslega undir það, sem og þjóðkirkjuna,\n4. sveitarfélög, svo og allar stofnanir og nefndir á þeirra vegum sem fara með stjórnsýslu; hið sama gildir um byggðasamlög og aðra þá aðila sem sjá um framkvæmd einstakra stjórnsýsluverkefna vegna samvinnu sveitarfélaga,\n5. sjálfseignarstofnanir og sjóði sem stofnuð hafa verið með lögum eða á grundvelli heimildar í lögum í þeim tilgangi að sinna einkum opinberum verkefnum,\n6. stjórnsýsluaðila einkaréttareðlis hafi þeim á grundvelli laga verið fengið vald til þess að taka stjórnvaldsákvarðanir af hálfu ríkis eða sveitarfélags að því er varðar skjöl sem hafa orðið til hjá þeim eða komist í þeirra vörslu vegna mála er tengjast slíkum ákvörðunum,\n7. einkaréttarlega lögaðila sem tekið hafa að sér rekstrarverkefni með samningi [samkvæmt lögum um opinber fjármál], eða skv. 100. og 101. gr. sveitarstjórnarlaga, að því er varðar skjöl sem hafa orðið til hjá þeim eða komist í þeirra vörslu vegna rækslu slíkra verkefna.\nAfhendingarskylda gildir enn fremur um lögaðila sem eru að 51% hluta eða meira í eigu hins opinbera. Afhendingarskyldan á við gagnvart héraðsskjalasafni þegar viðkomandi aðilar eru í eigu sveitarfélaga sem reka eða eiga aðild að héraðsskjalasafni. Komi upp ágreiningur um afhendingarskyldu lögaðila tekur Þjóðskjalasafn Íslands ákvörðun um afhendingarskylduna.\n[Lög þessi gilda ekki um Alþingi, umboðsmann Alþingis, [Mannréttindastofnun Íslands] eða ríkisendurskoðanda.]\nSkylt er þeim sem falla undir 1. og 2. mgr. að afhenda opinberu skjalasafni skjöl sín í samræmi við ákvæði laga þessara. Þeir afhendingarskyldu aðilar sem heyra undir stjórnsýslu ríkisins geta eingöngu afhent Þjóðskjalasafni Íslands skjöl sín. Afhendingarskyldir aðilar sem heyra undir stjórnsýslu sveitarfélags skulu afhenda Þjóðskjalasafni Íslands skjöl sín ef sveitarfélagið rekur ekki héraðsskjalasafn á eigin vegum eða á ekki aðild að slíku safni. [Þegar skjöl sveitarfélags eða afhendingarskylds aðila sem heyrir undir stjórnsýslu þess eru afhent Þjóðskjalasafni Íslands skal greiða fyrir móttöku þeirra, vörslu, ráðgjöf um skjalahald og eftirlit samkvæmt gjaldskrá, sbr. 48. gr. a.]\nEnn fremur skal afhenda Þjóðskjalasafni Íslands embættisbækur skráðra trúfélaga sem lögð eru niður eða starfa af öðrum ástæðum ekki lengur sem skráð trúfélög. Þá skulu skiptastjórar þrotabúa og dánarbúa afhenda Þjóðskjalasafni Íslands þau skjöl sem ekki hafa verið lögð fram í dómi eða afhent sýslumanni við lok opinberra skipta, en kunna að hafa þýðingu fyrir skiptin.\nHver sá sem hefur í vörslum sínum skjöl úr skjalasafni stjórnvalds eða lögaðila sem falla undir 1., 2. eða 5. mgr., án þess að eiga löglegt tilkall til þeirra, skal afhenda þau opinberu skjalasafni í samræmi við þá verkaskiptingu opinberra skjalasafna sem fram kemur í 4. mgr.\nTilkall opinbers skjalasafns til afhendingar afhendingarskyldra skjala fellur ekki niður fyrir tómlæti eða hefð.\nL. 117/2016, 83. gr. L. 108/2024, 2. gr. L. 88/2024, 12. gr. L. 69/2019, 7. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Um afhendingu afhendingarskyldra skjala og upplýsingarétt.\n[Afhendingarskyld skjöl skal leitast við að afhenda opinberu skjalasafni á því formi sem skjölin urðu til á nema forstöðumaður opinbers skjalasafns ákveði annað og skal slík ákvörðun rökstudd. Skjöl á rafrænu formi skulu að jafnaði afhent eigi síðar en þegar þau hafa náð fimm ára aldri. Skjöl á pappír skal afhenda þegar þau hafa náð 30 ára aldri.] Í báðum tilvikum er miðað við síðustu innfærslu eða síðasta bréf afgreidds máls. Varðandi skrár reiknast ársfresturinn frá lokum þess árs þegar síðast var fært inn í skrána. Afhendingarskyldur aðili ber ábyrgð á afgreiðslu úr rafrænum gögnum þar til þau hafa náð 30 ára aldri.\nForstöðumaður opinbers skjalasafns getur lengt eða stytt afhendingarfrest skv. 1. mgr. í einstökum tilvikum ef sérstakar ástæður mæla með því.\nÞjóðskjalasafn Íslands skal í reglum sínum mæla nánar fyrir um afhendingu afhendingarskyldra skjala og um annan afhendingarfrest á ákveðnum flokkum skjala en mælt er fyrir um í 1. mgr. þar sem veigamiklar ástæður mæla með því.\nÞegar afhendingarfrestur skjals er lengdur tekur hlutaðeigandi stjórnvald ákvörðun um aðgang að skjölunum á grundvelli V.&ndash;VII. kafla meðan þau eru í vörslu þess. Þegar afhendingarfrestur er styttur tekur forstöðumaður viðkomandi opinbers skjalasafns ákvörðun um aðgang að skjölunum á grundvelli þeirra reglna sem gilda um rétt til aðgangs að þeim eftir afhendingu þeirra.\nHætti afhendingarskyldur aðili skv. 1. eða 2. mgr. 14. gr. starfsemi eða sé hún lögð niður skulu afhendingarskyld skjöl hans færð til opinbers skjalasafns við lok starfseminnar. Ef við á úrskurðar hið opinbera skjalasafn sem tekur við skjölunum hvaða skjöl skuli afhent þeim aðila sem tekur við verkefni viðkomandi aðila. Heimilt er að krefja um greiðslu kostnaðar vegna móttöku, frágangs og flutnings skjala afhendingarskylds aðila sem hættir starfsemi eða er lagður niður [samkvæmt gjaldskrá, sbr. 48. gr. a].\nAðgangur að skjölum, þegar þau verða 30 ára, fer eftir þessum lögum, óháð því hvernig fyrirkomulag hefur verið á skilum skjala til opinbers skjalasafns.\nRéttur til aðgangs að skjölum samkvæmt lögum þessum haggar ekki við höfundarétti séu skjölin háð slíkum rétti samkvæmt höfundalögum.\nÞegar skjöl eru afhent opinberu skjalasafni áður en þau hafa náð 30 ára aldri er safninu heimilt að taka gjald fyrir geymslu þeirra þar til þau hafa náð 30 ára aldri [samkvæmt gjaldskrá, sbr. 48. gr. a].\nÞrotabú skulu greiða Þjóðskjalasafni Íslands gjald [samkvæmt gjaldskrá, sbr. 48. gr. a], fyrir varðveislu í sjö ár og eyðingu skjalanna, allt eftir eðli þeirra og magni, og telst gjaldið til kostnaðar af skiptum samkvæmt lögum um gjaldþrotaskipti o.fl.\n...\nL. 108/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Einkaskjalasöfn.\nOpinberu skjalasafni er heimilt að taka við skjölum annarra en afhendingarskyldra aðila til varðveislu og eignar ef þau eru talin hafa mikilvæga þýðingu fyrir hlutverk safnsins skv. 13. gr. Þegar sérstaklega stendur á er opinberu skjalasafni þó heimilt að taka við slíkum skjölum með skilyrði um að þau verði ekki gerð aðgengileg í ákveðinn tíma, en hann má lengstur vera 80 ár og er heimilt að hafa ólík tímaviðmið um aðgang almennings annars vegar og fræðimanna í skilningi 8. mgr. 37. gr. hins vegar. Að öðru leyti gilda ákvæði þessara laga um aðgang að slíkum skjalasöfnum eftir því sem við getur átt.\nÞegar eigur manns renna til ríkissjóðs skv. 55. gr. erfðalaga skulu skjöl hans, ef einhver eru, afhent Þjóðskjalasafni Íslands. Þjóðskjalaverði er heimilt að fela héraðsskjalasafni varðveislu skjala sem Þjóðskjalasafni kunna að berast samkvæmt þessu ákvæði.\nHafi maður í vörslum sínum einkaskjalasafn sem enginn á eignarrétt að er honum skylt að afhenda það Þjóðskjalasafni Íslands. Þjóðskjalaverði er heimilt að fela öðru safni varðveislu skjala sem Þjóðskjalasafni kunna að berast samkvæmt þessu ákvæði.\nÞjóðskjalavörður skal beita sér fyrir að gert verði samkomulag milli opinberra skjalasafna og annarra stofnana sem málið varðar um hvernig varðveislu einkaskjalasafna verði best háttað á opinberum vettvangi.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Afritun mikilvægra skjala í eigu einstaklinga.\nÁkvæði laga um menningarminjar um flutning menningarminja úr landi og laga um skil menningarverðmæta til annarra landa gilda um flutning hvers konar skjalasafna úr landi sem orðin eru 50 ára.\nÁður en skjalasafn í eigu einkaaðila, sem hefur menningarlegt eða sagnfræðilegt gildi, er flutt úr landi skal veita Þjóðskjalasafni Íslands færi á að afrita það.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Varðveisla mikilvægra skjala.\nOpinber skjalasöfn skulu tryggja örugga varðveislu skjala sem eru á ábyrgð þeirra, óháð formi þeirra. Mikilvægustu skjöl safnanna skulu vera til á filmum, í rafrænu afriti eða á öðrum vörslumiðli og eintak afritanna varðveitt á öruggum stað utan höfuðstöðva þeirra.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Útlán skjala.\nAfhendingarskyldir aðilar eiga rétt á að fá lánuð skjöl eða að fá afrit skjala sem þeir hafa afhent opinberu skjalasafni þurfi þeir á þeim að halda við störf sín.\nOpinberum skjalasöfnum er heimilt að lána skjöl til notkunar í öðrum opinberum skjalasöfnum, í handritasafni Landsbókasafns Íslands &ndash; Háskólabókasafns eða öðrum söfnum og rannsóknastofnunum ef aðstaða er þar til að varðveita skjöl tryggilega. Heimilt er að binda slík útlán skilyrðum um viðhlítandi öryggisráðstafanir til varðveislu skjalanna.\nÖnnur útlán skjala en um getur í 1. og 2. mgr. eru að jafnaði óheimil.\nHver sá sem fær skjal að láni ber ábyrgð á varðveislu þess og skilvísum skilum.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Almenn miðlun upplýsinga um þjóðarsöguna.\nOpinber skjalasöfn skulu vinna að því að gera mikilvæg skjöl aðgengileg almenningi, svo sem á vef sínum eða með öðrum hætti, og veita fræðslu um sögu þjóðarinnar eða byggðarlaga á grundvelli skjala í vörslu þeirra. [Þjóðskjalasafni Íslands er heimilt að krefja sveitarfélag, sem ekki starfrækir héraðsskjalasafn, um kostnað vegna miðlunar efnis frá því sveitarfélagi í samræmi við 1. málsl. Samráð skal haft við viðkomandi sveitarfélag um slíka miðlun. Um gjaldtöku vegna hennar fer samkvæmt gjaldskrá, sbr. 48. gr. a.]\nL. 108/2024, 4. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Þagnarskylda starfsmanna.\n[Á starfsmönnum opinberra skjalasafna hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 71/2019, 5. gr.\nIV. kafli. Skjalastjórn og skjalavarsla afhendingarskyldra aðila.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Ábyrgð á skjalastjórn og skjalavörslu afhendingarskyldra aðila.\nÁkvæði þessa kafla gilda um afhendingarskylda aðila skv. 1. og 2. mgr. 14. gr.\nForstöðumaður afhendingarskylds aðila ber ábyrgð á skjalastjórn og skjalavörslu viðkomandi aðila, þ.m.t. að unnið sé í samræmi við fyrirmæli laga og reglna þar að lútandi. Hið sama gildir um formann stjórnsýslunefndar og framkvæmdastjóra sveitarfélags, svo og forstöðumenn sjálfseignarstofnana, sjóða og annarra aðila sem lög þessi gilda um skv. 14. gr.\nAfhendingarskyldum aðilum er skylt að haga skjalastjórn og skjalavörslu með þeim hætti sem segir í þeim reglum sem settar eru á grundvelli 23. gr. og varðveita málsgögn þannig að þau séu aðgengileg í samræmi við þær.\nSá sem ber ábyrgð á skjalastjórn og skjalavörslu skal grípa til viðeigandi ráðstafana til þess að vernda skjöl afhendingarskylds aðila fyrir ólöglegri eyðileggingu, breytingu og óleyfilegum aðgangi.\nVið afhendingu skjala til opinbers skjalasafns flyst ábyrgð á vörslu skjalanna yfir til þess.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Skjalastjórn og skjalavarsla.\nÞjóðskjalasafn Íslands skal setja reglur skv. 1. tölul. 8. gr. um það hvernig skjalastjórn og skjalavörslu í stjórnsýslu ríkis og sveitarfélaga og afhendingarskyldra aðila skuli hagað, svo og skráningu, flokkun og frágangi skjala til afhendingar til opinberra skjalasafna, þ.m.t. skilmála um staðla fyrir skjalavistunarkerfi og samþykkt á skjalavistunarkerfum.\nAfhendingarskyldum aðilum skv. 14. gr. er skylt að skrá mál sem koma til meðferðar hjá þeim á kerfisbundinn hátt og varðveita málsgögn þannig að þau séu aðgengileg í samræmi við reglur sem settar eru skv. 1. mgr.\nRgl. 571/2015. Rgl. 572/2015. Rgl. 573/2015. Rgl. 85/2018. Rgl. 877/2020.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Varðveisluskylda og förgunarreglur.\nÓheimilt er að ónýta eða farga nokkru skjali í skjalasöfnum þeirra aðila sem falla undir 1. eða 2. mgr. 14. gr. nema það sé gert á grundvelli samþykktar þjóðskjalavarðar, reglna skv. 23. gr. eða 2. mgr. þessarar greinar eða sérstaks lagaákvæðis.\nÞjóðskjalasafn Íslands skal setja sérstakar reglur skv. 3. tölul. 8. gr. um förgun skjala fyrir afhendingarskylda aðila eftir því sem við verður komið.\nV. kafli. Aðgangur almennings að skjölum opinberra skjalasafna.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Upplýsingaréttur almennings.\nOpinberu skjalasafni er skylt, sé þess óskað, að veita almenningi aðgang að skjölum þegar liðin eru 30 ár frá því að þau urðu til enda gildi ekki þær takmarkanir um skjalið sem fram koma í lögum þessum. Er þá miðað við síðustu innfærslu eða síðasta bréf afgreidds máls. Heimilt er að miða við tilurð skjals ef meðferð máls hefur dregist á langinn hjá stjórnvaldi eða ríkar ástæður mæla með því.\nEf takmarkanir samkvæmt lögum þessum eiga aðeins við um hluta skjals skal veita aðgang að öðru efni skjalsins ef unnt er að skilja upplýsingar, sem falla undir undantekningar, frá þeim upplýsingum sem veita má aðgang að.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Upplýsingar um fjárhags- og einkamálefni einstaklinga.\nÓheimilt er að veita almenningi aðgang að gögnum um fjárhags- og einkamálefni einstaklinga sem sanngjarnt er og eðlilegt að leynt fari nema sá samþykki sem í hlut á.\nOpinberu skjalasafni er skylt, sé þess óskað, að veita almenningi aðgang að skjölum þegar liðin eru 80 ár frá því að þau urðu til þótt þar komi fram upplýsingar er varða fjárhags- og einkamálefni einstaklinga, þar á meðal persónuupplýsingar sem teljast viðkvæmar í skilningi [3. tölul. 3. gr. laga um persónuvernd og vinnslu persónuupplýsinga], svo og upplýsingar um vernd vitna, brotaþola og annarra sem fjallað er um í skjölum hjá lögreglu, ákæruvaldi, dómstólum og stjórnvöldum sem hafa vald til að beita stjórnsýsluviðurlögum.\nÞrátt fyrir ákvæði 2. mgr. er óheimilt að veita aðgang að sjúkraskrám og öðrum skrám um heilsufarsupplýsingar nafngreindra manna fyrr en liðin eru 100 ár frá síðustu færslu í skrárnar.\nÞrátt fyrir ákvæði 2. mgr. er aðgangur að aðalmanntölum, prestþjónustubókum og sóknarmanntölum heimill þegar liðin eru 50 ár frá því að upplýsingar voru færðar.\nL. 90/2018, 54. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "[Upplýsingar um viðskiptaleyndarmál.]\nÓheimilt er að veita aðgang að skjölum sem hafa að geyma upplýsingar sem snerta virka og mikilvæga hagsmuni einstaklings eða fyrirtækis um ... viðskiptaleyndarmál.\nL. 131/2020, 20. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Upplýsingar um mikilvæga almannahagsmuni.\nOpinbert skjalasafn getur við afhendingu skjala ákveðið, að höfðu samráði við viðeigandi afhendingaraðila, að skjal verði fyrst aðgengilegt þegar liðin eru allt að 40 ár frá því að það varð til ef það þykir nauðsynlegt til að vernda virka almannahagsmuni, enda hafi það að geyma upplýsingar um:\n1. öryggi ríkisins eða varnarmál,\n2. samskipti við önnur ríki eða fjölþjóðastofnanir,\n3. bréfaskipti við sérfróða aðila til afnota í dómsmáli eða við athugun á því hvort slíkt mál skuli höfðað,\n4. efnahagslega mikilvæga hagsmuni ríkisins,\n5. viðskipti stofnana og fyrirtækja í eigu ríkis og sveitarfélaga, að því leyti sem þau eru í samkeppni við aðra,\n6. umhverfismál ef birting skjalsins getur haft alvarleg áhrif á vernd þess hluta umhverfisins sem upplýsingar þess varða, t.d. heimkynni fágætra tegunda lífvera, steinda, steingervinga og bergmyndana.\nVeita skal aðgang að skjölum sem 6. tölul. 1. mgr. tekur til þegar ekki er lengur ástæða til að ætla að miðlun upplýsinganna geti haft skaðleg áhrif á umhverfið.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Sérstakar aðstæður.\nÞegar sérstaklega stendur á getur opinbert skjalasafn ákveðið að synja um aðgang að skjali sem er yngra en 110 ára, svo sem þegar það hefur að geyma upplýsingar um einkamálefni einstaklings sem enn er á lífi eða um almannahagsmuni er að ræða.\nVI. kafli. Aðgangur hins skráða að skjölum opinberra skjalasafna.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Upplýsingaréttur hins skráða.\nOpinberu skjalasafni er skylt, sé þess óskað, að veita aðila sjálfum aðgang að skjölum um hann þegar liðin eru 30 ár frá því að þau urðu til enda gildi ekki þær takmarkanir um skjalið sem fram koma í 27. og 28. gr.\nHeimilt er að takmarka aðgang aðila að skjölum skv. 1. mgr. ef þau hafa jafnframt að geyma upplýsingar um einkamálefni annarra, enda vegi þeir hagsmunir, sem mæla með því að upplýsingunum sé haldið leyndum, þyngra en hagsmunir þess sem fer fram á aðgang að skjölum.\nEf ákvæði 27. gr. og 2. mgr. þessarar greinar eiga aðeins við um hluta skjals skal veita aðgang að öðru efni skjalsins ef unnt er að skilja upplýsingar sem falla undir undantekningar frá þeim upplýsingum sem veita má aðgang að.\nÞrátt fyrir ákvæði 1. mgr. fer um rétt sjúklings til aðgangs að sjúkraskrá sinni samkvæmt ákvæðum 14. gr. laga um sjúkraskrár. Opinbert skjalasafn veitir aðgang að sjúkraskrám sem eru í vörslu þess.\nVII. kafli. Aðgangur að skjölum sem undanþegin eru upplýsingarétti skv. V. og VI. kafla.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Ákvörðun um aðgang að skjölum sem undanþegin eru upplýsingarétti skv. V. og VI. kafla.\nHeimilt er að óska eftir aðgangi að skjali sem undanþegið er upplýsingarétti skv. V. og VI. kafla sem nauðsynlegur er í þágu vísindarannsóknar, réttindagæslu eða af öðrum sambærilegum ástæðum.\nÍ umsókn skal upplýst í hvaða tilgangi óskað er eftir aðgangi að skjalinu.\nOpinberu skjalasafni er heimilt að veita aðgang að skjölum ef ætla má að hægt sé að verða við umsókn án þess að skerða þá almanna- og einkahagsmuni sem ákvæðum V. og VI. kafla er ætlað að vernda. Svar við ósk um slíkan aðgang skal vera skriflegt.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Aðgangur að skjali háður samþykki eða skilyrði.\nÁður en veittur er aðgangur að skjali skv. 31. gr. skal afla samþykkis Persónuverndar ef skjalið hefur verið afhent af afhendingarskyldum aðila og það hefur að geyma persónugreinanlegar upplýsingar og vinnsla með upplýsingarnar hefur fallið undir lög um persónuvernd og [vinnslu] persónuupplýsinga.\nPersónuvernd getur bundið samþykki sitt skilyrðum. Opinbert skjalasafn getur einnig sett skilyrði fyrir aðgangi að skjölum og gögnum samkvæmt þessari grein. Skilyrðin skulu byggð á sjónarmiðum um:\n1. eðli þeirra upplýsinga sem veittur er aðgangur að,\n2. þann tilgang sem umsókn skv. 31. gr. byggist á.\nSem skilyrði geta afhendingarskyldir aðilar eða Persónuvernd sett að:\n1. upplýsingum um einkamálefni, þ.m.t. fjárhagsmálefni, sé ekki miðlað áfram,\n2. ekki sé haft samband við einstaklinga sem eru nefndir í skjalinu sem veittur er aðgangur að eða skyld- og venslamenn þeirra,\n3. skjalið verði ekki birt í heild sinni,\n4. ekki verði tekið afrit af skjalinu,\n5. þær upplýsingar sem veittur er aðgangur að verði ekki birtar í rannsóknaniðurstöðum á persónugreinanlegan hátt.\nÞegar sérstaklega stendur á er heimilt að setja önnur skilyrði en fram koma í 3. mgr.\nPersónuvernd skal að jafnaði hafa 30 daga til þess að svara opinberum skjalasöfnum um hvort hún veiti samþykki sitt fyrir því að veittur verði aðgangur að tilteknu skjali. Hafi erindi opinbers skjalasafns ekki verið svarað innan 30 daga skal skýra safninu frá ástæðum tafanna og hvenær ákvörðunar sé að vænta.\nRáðherra getur, að fengnum tillögum Persónuverndar, sett reglur um skilyrði fyrir notkun ákveðinna tegunda skjala sem undir þennan kafla heyra og hafa að geyma persónuupplýsingar sem falla undir lög um persónuvernd og [vinnslu] persónuupplýsinga. Þarf þá ekki að leita samþykkis Persónuverndar um skjöl sem undir slíkar reglur falla.\nL. 90/2018, 54. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Þagnarskylda.\nSá sem fær aðgang að skjölum sem falla undir þennan kafla má ekki birta, afhenda eða nota upplýsingar sem hann hefur þannig fengið aðgang að á annan hátt en mælt er fyrir um í leyfi hins opinbera skjalasafns.\nVIII. kafli. Öryggismálasafn og aðgangur að því.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Öryggismálasafn.\nÞjóðskjalasafn Íslands skal hafa sérstakt safn, öryggismálasafn, sem varðveitir öll skjöl og skráðar heimildir sem verið hafa í vörslum afhendingarskyldra aðila og snerta öryggismál Íslands, innra og ytra öryggi, á árunum 1945&ndash;1991.\nÞrátt fyrir ákvæði 1. mgr. 15. gr. skulu afhendingarskyldir aðilar afhenda Þjóðskjalasafni Íslands öll skjöl og skráðar heimildir sem eru í vörslum þeirra og varða öryggismál Íslands, innra og ytra öryggi, á árunum 1945&ndash;1991.\nÚtbúin skal skrá yfir öll mál og skjöl þeirra sem tilheyra þessari deild safnsins.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Aðgangur almennings að öryggismálasafni.\nÞjóðskjalasafni Íslands er skylt, sé þess óskað, að veita almenningi aðgang að skjölum öryggismálasafns, enda komi þar ekki fram upplýsingar sem falla undir ákvæði 3. eða 4. mgr. 37. gr.\nEf ákvæði 3. og 4. mgr. 37. gr. eiga aðeins við um afmarkaðan hluta skjals skal afmá þær upplýsingar og veita almenningi aðgang að öðru efni skjalsins.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Aðgangur hins skráða að öryggismálasafni.\nÞjóðskjalasafni Íslands er skylt, sé þess óskað, að veita aðila sjálfum aðgang að skjölum í öryggismálasafni ef þau hafa að geyma persónugreinanlegar upplýsingar um hann sjálfan.\nEf í skjali koma jafnframt fram persónugreinanlegar upplýsingar um aðra einstaklinga sem falla undir 3. eða 4. mgr. 37. gr. skal afmá þær upplýsingar úr ljósriti eða afriti skjals áður en aðila er veittur aðgangur að því nema sá sem í hlut á hafi samþykkt opinbera birtingu upplýsinganna, sbr. 5. mgr. 37. gr.\nNú er einstaklingur látinn sem upplýsingar varða skv. 1. mgr., og getur þá maki hans, börn og barnabörn, sem náð hafa 18 ára aldri, óskað eftir aðgangi að upplýsingum um hann skv. 1. mgr. Hið sama gildir um systkini hins látna eigi hann ekki á lífi maka, börn eða barnabörn.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Aðgangur fræðimanna að öryggismálasafni.\nÖll skjöl öryggismálasafns, svo og skrá skv. 3. mgr. 34. gr., skulu vera aðgengileg fræðimönnum í Þjóðskjalasafni Íslands að uppfylltum skilyrðum þessarar greinar.\nSá sem fær aðgang að skjölum öryggismálasafns skal áður skrifa undir yfirlýsingu þar sem hann heitir því að virða þagnarskyldu skv. 3. og 4. mgr., svo og önnur ákvæði þessarar greinar.\nÓheimilt er fræðimanni að skýra frá eða miðla á annan hátt persónugreinanlegum upplýsingum um lifandi einstaklinga sem taldir voru geta ógnað öryggi ríkisins samkvæmt skjölum safnsins nema sá samþykki sem í hlut á.\nÓheimilt er að skýra frá eða miðla á annan hátt persónugreinanlegum upplýsingum um viðkvæm einkamálefni einstaklinga sem sanngjarnt er og eðlilegt að leynt fari og finna má í skjölum öryggismálasafns nema sá samþykki sem í hlut á. Þetta bann fellur niður þegar liðin eru 80 ár frá því að gögn urðu til.\nEftir því sem skráningu mála í öryggismálasafni vindur fram skal Þjóðskjalasafn Íslands skrifa þeim einstaklingum sem á lífi eru eða nánum vandamanni hins látna, sbr. 36. gr., bréf, komi fram upplýsingar í gögnum öryggismálasafns um þá sem falla undir 3. og 4. mgr., og kanna hvort þeir vilji veita samþykki sitt fyrir því að birta megi opinberlega upplýsingar um þá. Með bréfinu skulu fylgja almennar leiðbeiningar um það hvaða réttaráhrif það hefur að veita slíkt samþykki.\nSamþykki skv. 3.&ndash;5. mgr. skal vottað af lögbókanda eða tveimur lögráða vitundarvottum. Það skal skýlaust tekið fram að útgefandi samþykkisins hafi ritað nafn sitt eða kannast við undirskrift sína í viðurvist þess eða þeirra er undirskriftina staðfesta, svo og að hann hafi verið sjálfráða er hann ritaði nafn sitt.\nFræðimönnum er óheimilt að taka út af safninu ljósrit, ljósmynd eða stafræna mynd af skjölum hafi þau að geyma upplýsingar sem falla undir 3. eða 4. mgr. nema sá sem í hlut á hafi samþykkt opinbera birtingu upplýsinganna, sbr. 5. mgr., eða veitt sérstakt samþykki fyrir heimild til afhendingar á ljósriti af skjalinu til fræðimannsins sem afhent skal Þjóðskjalasafni Íslands.\nTil fræðimanna í skilningi þessarar greinar teljast þeir sem hafa stundað fræðirannsóknir í hug- eða félagsvísindum og birt rannsóknir sínar á viðurkenndum vettvangi. Fræðimaður skal sýna fram á að gögn öryggismálasafns hafi mikilsverða þýðingu fyrir rannsókn sem hann vinnur að.\nPersónugreinanlegar upplýsingar í skilningi 3. og 4. mgr. teljast þær upplýsingar sem beint eða óbeint má rekja til tiltekins einstaklings, látins eða lifandi.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Afhending utanríkisráðuneytis á gögnum til öryggismálasafns.\nÁður en gögn utanríkisráðuneytisins sem falla undir 34. gr. eru afhent öryggismálasafni skulu þau skoðuð og skráð til afhendingar í samræmi við fyrirmæli Þjóðskjalasafns Íslands.\nSkjöl sem íslenska ríkið hefur skuldbundið sig með þjóðréttarsamningi við Norður- Atlantshafsbandalagið til að halda leyndum skulu ekki afhent öryggismálasafni.\nSkjöl sem hafa að geyma upplýsingar um virka varnar- og öryggishagsmuni íslenska ríkisins skulu ekki afhent öryggismálasafni ef:\n1. þau hafa ekki náð 30 ára aldri eða\n2. sérstök ákvæði laga um þagnarskyldu takmarka rétt almennings til aðgangs að þeim.\nIX. kafli. Skjöl rannsóknarnefnda og annarra verkefna á vegum Alþingis.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Skjöl rannsóknarnefnda og annarra verkefna á vegum Alþingis.\nÞjóðskjalasafn Íslands varðveitir skjöl og gagnagrunna sem orðið hafa til í störfum rannsóknarnefnda og öðrum verkefnum á vegum Alþingis sem stofnað er til í samræmi við ákvæði laga.\nUm aðgang að slíkum skjölum og gagnagrunnum fer samkvæmt ákvæðum viðeigandi laga, upplýsingalaga eða þessara laga eftir því sem við á.\nX. kafli. Málsmeðferð, stjórnsýslukæra og ábyrgð.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Beiðni um aðgang að skjölum.\nSá sem fer fram á aðgang að skjölum á grundvelli V.&ndash;IX. kafla skal tilgreina skjölin eða upplýsingarnar sem hann óskar eftir að fá aðgang að á eyðublaði sem viðeigandi opinbert skjalasafn leggur til. Beiðni um aðgang að skjölum skal varða skjöl sem eru í vörslum viðeigandi safns en því er ekki skylt að afla sérstaklega skjala frá öðrum aðilum til þess að láta þau í té.\nUm meðferð opinbers skjalasafns á beiðnum skv. V. og VI. kafla fer eftir ákvæðum IV. kafla upplýsingalaga eftir því sem við getur átt. Opinbert skjalasafn getur vísað frá beiðni um aðgang að skjölum ef tilgreining skjals eða þeirra upplýsinga sem óskað er eftir aðgangi að er of óljós til að hægt sé að afgreiða beiðnina án verulegrar fyrirhafnar. Áður en til þess kemur ber að veita málsaðila leiðbeiningar þar um og gefa honum færi á að afmarka beiðni sína nánar.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Álitsumleitan.\nÁður en opinbert skjalasafn tekur ákvörðun um aðgang að skjölum getur það skorað á þann afhendingarskylda aðila sem lét skjalið af hendi eða þann sem upplýsingarnar varða að upplýsa hvort efni þeirra varði viðkvæma hagsmuni sem leyndar eiga að njóta samkvæmt lögum þessum. Veita skal frest í sjö virka daga til þess að svara erindinu.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Málshraði og málsmeðferð.\nOpinbert skjalasafn skal taka ákvörðun um hvort orðið verður við beiðni um aðgang að skjölum svo fljótt sem verða má.\nHafi beiðni ekki verið afgreidd innan 25 virkra daga frá móttöku hennar skal skýra aðila frá ástæðum tafarinnar og hvenær ákvörðunar sé að vænta. Sé beðið um aðgang að gögnum á grundvelli VI. eða VII. kafla er fyrrnefndur frestur 30 virkir dagar að viðbættum þeim tíma sem lög gera ráð fyrir að taki að afla álits eða samþykkis, þar sem það á við.\nUm málsmeðferð fer að öðru leyti eftir stjórnsýslulögum.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Leiðbeiningar um höfundarétt.\nÞegar afgreidd er beiðni um aðgang að skjölum sem höfundaréttur tekur til skal veita upplýsingar um nafn rétthafa liggi þær fyrir.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Ljósrit eða afrit af skjölum o.fl.\nOpinber skjalasöfn skulu veita aðgang að skjölum í því formi eða með því sniði sem skjölin eru varðveitt í nema þau séu þegar aðgengileg almenningi. Þegar upplýsingar eru varðveittar á rafrænu formi getur aðili valið á milli þess að fá þær í því formi eða útprentaðar á pappír þegar því verður við komið. Við veitingu aðgangsins skal beita viðeigandi öryggisráðstöfunum sem taka mið af eðli gagnanna.\nÞegar skjöl eru mörg geta opinber skjalasöfn ákveðið að fela öðrum að sjá um ljósritun eða afritun þeirra. Þá skal sá aðili sem óskað hefur aðgangs að umræddum skjölum greiða þann kostnað sem hlýst af ljósritun eða afritun þeirra.\nÞegar óskað er eftir aðgangi að gögnum þrotabús eða öðrum óskráðum eða óflokkuðum skjölum er opinberu skjalasafni heimilt að taka gjald fyrir þá vinnu og kostnað sem af því hlýst [samkvæmt gjaldskrá, sbr. 48. gr. a. Eins er opinberu skjalasafni heimilt að taka gjald fyrir aukna rannsóknarvinnu við aðgang að gögnum í vörslu safnsins sé eftir henni óskað.]\n[Opinberum skjalasöfnum er heimilt að innheimta gjald fyrir ljósritun og afritun gagna sem afhent eru samkvæmt lögum þessum í samræmi við gjaldskrá, sbr. 48. gr. a. Heimilt er að krefjast fyrirframgreiðslu þess kostnaðar.]\n...\nL. 108/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Rökstuðningur og tilkynning ákvörðunar um synjun aðgangs.\nÁkvörðun opinbers skjalasafns um að synja beiðni um aðgang að skjölum, að hluta eða í heild, skal rökstudd og tilkynnt skriflega. Hið sama gildir ef synjað er beiðni um ljósrit eða afrit af umbeðnum skjölum.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Kæruheimild.\nHeimilt er að kæra til úrskurðarnefndar um upplýsingamál:\n1. synjun á beiðni um aðgang að skjölum samkvæmt lögum þessum,\n2. synjun á beiðni um ljósrit af skjölum eða afrit af öðrum gögnum,\n3. ákvörðun um að takmarka aðgang að tilteknu skjali í allt að 40 ár á grundvelli 1. mgr. 28. gr. sé synjun opinbers skjalasafns um aðgang að skjalinu byggð á henni.\nUm meðferð kærumála skv. 1. mgr. gilda ákvæði V. kafla upplýsingalaga.\nUm meðferð ákvörðunar Þjóðskjalasafns Íslands skv. 2. og 3. mgr. 10. gr. fer samkvæmt ákvæðum stjórnsýslulaga.\nHeimilt er að kæra til ráðherra ákvörðun Þjóðskjalasafns Íslands um afhendingarskyldu lögaðila til opinbers skjalasafns.\nHeimilt er að kæra til ráðherra synjun Þjóðskjalasafns Íslands sem byggð er á 8. mgr. 37. gr.\nAðrar ákvarðanir en að framan greinir og teknar eru samkvæmt lögum þessum verða ekki kærðar til ráðherra.\nXI. kafli. [Viðurlög, reglugerðarheimild og gjaldskrá.]\nL. 108/2024, 7. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Refsingar og skaðabætur.\nÞað varðar mann sektum eða fangelsi allt að þremur árum ef:\na. hann vanrækir afhendingarskyldu skv. 4. mgr. 14. gr.,\nb. hann ber ábyrgð á skjalastjórn og skjalavörslu skv. 22. gr. og hagar skráningu mála eða flokkun eða frágangi skjala í andstöðu við ákvæði reglna skv. 23. gr.,\nc. hann grípur ekki til ráðstafana skv. 4. mgr. 22. gr.,\nd. hann brýtur ákvæði 24. gr.,\ne. hann brýtur gegn þagnarskyldu skv. 33. gr.,\nf. hann brýtur gegn ákvæði 3., 4. eða 7. mgr. 37. gr.\nÞað varðar mann sektum ef hann vanrækir afhendingarskyldu samkvæmt ákvæðum 6. mgr. 14. gr. eða 3. mgr. 16. gr.\nBrot skv. 1. mgr. varða mann refsiábyrgð ef þau eru framin af ásetningi eða stórkostlegu gáleysi. Brot skv. 2. mgr. varða mann refsiábyrgð ef þau eru framin af ásetningi eða gáleysi.\nGera má lögaðila sekt vegna brots skv. 1. eða 2. mgr. óháð sök fyrirsvarsmanns lögaðilans, starfsmanns hans eða annars á hans vegum í starfsemi lögaðilans. Lögaðila verður gerð refsing þó að ekki verði staðreynt hver þessara aðila hafi átt í hlut. Refsiábyrgð stjórnvalda er bundin sömu skilyrðum, enda hafi verið framið brot skv. 1. eða 2. mgr. í starfsemi sem telst vera sambærileg starfsemi einkaaðila.\nTilraun til brota og hlutdeild í brotum skv. 1. og 2. mgr. eru manni refsiverð eftir því sem segir í almennum hegningarlögum.\nNú brýtur maður eitt eða fleiri af þeim ákvæðum sem talin eru upp í e- og f-lið 1. mgr. af ásetningi eða gáleysi og má þá dæma hann til að greiða þeim sem upplýsingarnar varða bætur fyrir fjártjón og miska.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Heimild til setningar reglugerða.\nRáðherra er heimilt að setja með reglugerð nánari ákvæði um framkvæmd laganna í heild eða einstakra kafla þeirra.\n[48. gr. a. Gjaldskrárheimild.\nÞjóðskjalasafn Íslands skal setja sér gjaldskrá þar sem kveðið er á um gjald fyrir eftirfarandi þjónustu:\na. móttöku skjala, vörslu þeirra og meðferð þegar héraðsskjalasafn hættir starfsemi, sbr. 3. mgr. 10. gr.,\nb. móttöku, vörslu, ráðgjöf um skjalahald og eftirlit vegna skjala sem sveitarfélög afhenda safninu, sbr. 4. mgr. 14. gr.,\nc. móttöku, frágang og flutning skjala afhendingarskylds aðila sem hættir starfsemi eða er lagður niður, sbr. 5. mgr. 15. gr.,\nd. geymslu skjala á pappír sem afhent eru safninu áður en þau hafa náð 30 ára aldri þar til þau ná þeim aldri, sbr. 8. mgr. 15. gr.,\ne. varðveislu og eyðingu skjala frá þrotabúum, sbr. 9. mgr. 15. gr.,\nf. miðlun efnis frá sveitarfélagi sem ekki starfrækir héraðsskjalasafn, sbr. 20. gr.,\ng. vinnu við að veita aðgang að gögnum þrotabús eða öðrum óflokkuðum skjölum, svo og fyrir aukna rannsóknarvinnu, sbr. 3. mgr. 44. gr.,\nh. ljósritun og afritun gagna sem afhent eru, sbr. 4. mgr. 44. gr.\nGjaldskrá Þjóðskjalasafns Íslands skal staðfest af ráðherra og birt í B-deild Stjórnartíðinda. Gjaldskráin skal einnig birt á vef Þjóðskjalasafns Íslands. Heimilt er að kveða á um árlega verðlagsuppfærslu í gjaldskránni og skal þá gildandi verð á hverjum tíma birtast á vef safnsins.\nHéraðsskjalasöfnum er heimilt að setja sér gjaldskrá þar sem kveðið er á um gjaldtöku fyrir þjónustu skv. b-, c-, d-, g- og h-lið 1. mgr. Gjaldskrá héraðsskjalasafns skal sett af stjórn safns, sveitarstjórn eða stjórn byggðasamlags, eftir því sem við á, og birt á aðgengilegan hátt.\nGjaldskrár opinberra skjalasafna skulu miða við þann kostnað sem hlýst af varðveislu skjala með hliðsjón af eðli þeirra og magni. Gjöld skulu ekki vera hærri en raunkostnaður af þeim kostnaðarliðum sem þeim er ætlað að standa undir að teknu tilliti til húsnæðiskostnaðar, launa starfsfólks sem sinnir þjónustunni, sérstaks efniskostnaðar vegna þjónustunnar og eðlilegra afskrifta af þeim búnaði sem notaður er við veitingu þjónustunnar.]\nL. 108/2024, 6. gr.\nXII. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...\nÁkvæði laganna gilda um öll afhendingarskyld skjöl án tillits til þess hvenær þau urðu til eða hvenær þau hafa borist afhendingarskyldum aðilum.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nÞrátt fyrir ákvæði 1. mgr. 10. gr. er sveitarfélögum og byggðasamlögum sem reka héraðsskjalasafn við gildistöku laga þessara heimilt að reka slíkt safn án þess að hafa fengið útgefið rekstrarleyfi í þrjú ár frá því að reglugerð ráðherra um leyfi til reksturs héraðsskjalasafns tekur gildi.\nÞrátt fyrir ákvæði 2. og 3. mgr. 10. gr. er sveitarfélögum og byggðasamlögum ekki skylt að flytja safngögn til Þjóðskjalasafns eða afhenda þau því fyrr en þremur árum eftir gildistöku reglugerðar ráðherra um leyfi til reksturs héraðsskjalasafns.\n[II.\nEf starfsemi héraðsskjalasafns er hætt, sbr. 3. mgr. 10. gr., er þjóðskjalaverði heimilt að bjóða starfsfólki þess sem uppfyllir skilyrði laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, starf hjá Þjóðskjalasafni Íslands. Um ráðningu og ráðningarsamband fer eftir lögum um réttindi og skyldur starfsmanna ríkisins að því undanskildu að ákvæði um auglýsingaskyldu í 7. gr. laganna gildir ekki við ráðstöfun starfa samkvæmt þessu ákvæði.]\nL. 108/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    }
  ]
}
