{
  "id": "8/2015",
  "type": "statute",
  "title": "Lög um greiðsludrátt í verslunarviðskiptum",
  "status": "in_force",
  "issued_date": "2015-02-04",
  "url": "https://www.althingi.is/lagas/nuna/2015008.html",
  "description": "Tóku gildi 10. febrúar 2015.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um greiðslur sem eru þóknun fyrir verslunarviðskipti milli fyrirtækja eða milli fyrirtækja og opinberra aðila.\nLög þessi gilda um viðskipti milli aðalverktaka og birgja þeirra og undirverktaka.\nLög þessi gilda ekki um neytendur og viðskipti þeirra við fyrirtæki eða opinbera aðila.\nLög þessi gilda ekki um kröfur sem greiðslustöðvunarheimild tekur til, kröfur sem falla undir nauðasamninga eða kröfur sem höfðað hefur verið mál út af samkvæmt lögum um gjaldþrotaskipti o.fl., nr. 21/1991.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Fyrirtæki er sérhver eining, óháð félagaformi, fyrir utan opinbera aðila, sem kemur fram í krafti sjálfstæðrar atvinnustarfsemi sinnar eða sérfræðistarfa, jafnvel þótt fyrirtækið sé aðeins einn einstaklingur.\n2. Gjaldfallin fjárhæð er höfuðstóll kröfu sem greiða á innan samningsbundins eða lögboðins greiðslufrests ásamt sköttum, gjöldum eða álögum sem tilgreind eru á reikningi.\n3. Greiðsludráttur er þegar greiðsla er ekki greidd innan samningsbundins eða lögboðins greiðslufrests þrátt fyrir að kröfuhafi hafi staðið við skuldbindingar sínar.\n4. Opinberir aðilar eru ríkið, sveitarfélög, stofnanir þeirra og aðrir opinberir aðilar. Einnig falla hér undir samtök sem áðurnefndir aðilar, einn eða fleiri, kunna að hafa með sér. Aðili telst opinber ef hann getur borið réttindi og skyldur að lögum og sérstaklega hefur verið stofnað til hans í því skyni að þjóna almannahagsmunum, enda reki hann ekki starfsemi sem jafnað verður til starfsemi einkaaðila, svo sem á sviði viðskipta eða iðnaðar.\n5. Verslunarviðskipti eru viðskipti milli fyrirtækja eða milli fyrirtækja og opinberra aðila sem fela í sér afhendingu á vörum eða þjónustu gegn þóknun.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Viðskipti milli fyrirtækja.\nÞegar samið er um greiðslufrest í verslunarviðskiptum skal almennt ekki semja um lengri greiðslufrest en 60 almanaksdaga nema annað sé sérstaklega samþykkt í samningi og að því gefnu að slíkt sé ekki bersýnilega ósanngjarnt gagnvart kröfuhafa í skilningi 7. gr. Um dráttarvexti fer skv. 1. mgr. 5. gr. laga um vexti og verðtryggingu, nr. 38/2001.\nÞegar ekki er samið um greiðslufrest er heimilt að sækja dráttarvexti á grundvelli 3. mgr. 5. gr. laga um vexti og verðtryggingu, nr. 38/2001, þ.e. þegar liðinn er mánuður frá því að kröfuhafi sannanlega krafði skuldara með réttu um greiðslu.\nKomi fram í lögum eða samningum að nauðsynlegt sé að fram fari eftirlit með eða skoðun á vöru eða þjónustu svo tryggja megi öryggi hennar eða samræmi við samning og kröfuhafi getur ekki krafist greiðslu fyrr en eftir að slíkt eftirlit hefur átt sér stað skal tryggja að eftirlit eða skoðun taki ekki meira en 30 almanaksdaga frá viðtöku vöru eða þjónustu nema sérstaklega sé samið um annað og að því gefnu að slíkt sé ekki bersýnilega ósanngjarnt gagnvart kröfuhafa í skilningi 7. gr.\nFyrsti dagur greiðslufrests skal teljast dagurinn á eftir viðtökudegi reiknings eða greiðslutilmæla eða dagurinn á eftir þeim degi þegar vara eða þjónusta var afhent.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Viðskipti milli opinberra aðila og fyrirtækja.\nÍ verslunarviðskiptum þar sem skuldari er opinber aðili skal greiðslufrestur eigi vera lengri en:\na. 30 almanaksdagar frá því að skuldari fékk reikning í hendur eða tilmæli um greiðslu,\nb. 30 almanaksdagar frá því að skuldara var afhent vara eða þjónusta innt af hendi ef vafi leikur á um hvenær tekið var við reikningi eða tilmælum um greiðslu,\nc. 30 almanaksdagar eftir móttöku vöru eða þjónustu ef skuldara var afhentur reikningur eða gefin tilmæli um greiðslu áður en varan var afhent eða þjónusta innt af hendi,\nd. 30 almanaksdagar eftir að fyrir liggur viðurkenning eða sannprófun á vöru eða þjónustu ef skuldari hefur móttekið reikning eða tilmæli um greiðslu áður en eða sama dag og viðurkenning eða sannprófun liggur fyrir.\nMögulegt er að framlengja greiðslufrestinn í 1. mgr. ef slíkt kemur skýrt fram í samningi og slík framlenging er rökstudd á hlutlægan hátt í ljósi sérstakra eiginleika eða þátta samningsins. Greiðslufrestur getur þó ekki orðið lengri en 60 almanaksdagar.\nStarfi opinber aðili á heilbrigðissviði eða sé starfsemi opinbers aðila að nær öllu leyti í samkeppni á markaði getur ráðherra, að fenginni tillögu hlutaðeigandi ráðherra eða sveitarstjórnar, ákveðið að honum skuli heimilt að greiða kröfur allt að 60 almanaksdögum eftir að reikningur barst, vara eða þjónusta var afhent eða viðurkenning liggur fyrir.\nRáðuneytið skal halda opinbera skrá yfir þá lögaðila sem hafa fengið undanþágu frá 30 daga reglunni og skal undanþága einstakra aðila endurskoðuð á þriggja ára fresti. Ákvörðun samkvæmt þessari málsgrein tekur gildi við birtingu hennar í B-deild Stjórnartíðinda.\nMálsmeðferð við viðurkenningu eða sannprófun vöru skv. d-lið 1. mgr. skal ekki vera lengri en 30 almanaksdagar frá móttöku vöru eða veitingu þjónustu, að því gefnu að ekki sé skýrlega samið um annað eða annað komi fram í tilboðsgögnum og að því gefnu að slíkt sé ekki bersýnilega ósanngjarnt gagnvart kröfuhafa í skilningi 7. gr.\nFyrsti dagur greiðslufrests skal teljast dagurinn á eftir viðtökudegi reiknings eða greiðslutilmæla eða dagurinn á eftir þeim degi þegar vara eða þjónusta var afhent.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Greiðsluáætlun.\nÞrátt fyrir ákvæði 3. og 4. gr. er aðilum í verslunarviðskiptum heimilt að semja um afborganir með greiðsluáætlun. Hafi afborgun ekki verið greidd á þeim degi sem samið var um skal einungis reikna dráttarvexti af gjaldfallinni fjárhæð nema annað sé sérstaklega samþykkt í samningi.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Innheimtubætur.\nÞegar skuldari skv. 3. og 4. gr. hefur ekki greitt innan greiðslufrests og heimilt er að krefjast dráttarvaxta í samræmi við lög um vexti og verðtryggingu, nr. 38/2001, skal kröfuhafa einnig heimilt að krefja skuldara um bætur vegna innheimtukostnaðar, innheimtubætur, að fjárhæð 6.700 kr.\nÍ reglugerð skal m.a. kveða á um tengsl innheimtubóta skv. 1. mgr. við ákvæði innheimtulaga, nr. 95/2008, og laga um lögmenn, nr. 77/1998, þ.m.t. að innheimtubætur komi til frádráttar innheimtukostnaði samkvæmt innheimtulögum eða kostnaði við löginnheimtu á grundvelli laga um lögmenn.\nRg. 37/2009, sbr. 401/2015.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Bersýnilega ósanngjarnir samningsskilmálar.\nÁkvæði í samningi sem lög þessi taka til og útiloka dráttarvexti við greiðsludrátt skulu teljast bersýnilega ósanngjarnir samningsskilmálar. Þá er gengið út frá því að samningsákvæði sem mæla fyrir um að óheimilt sé að krefjast innheimtubóta í samræmi við 6. gr. séu bersýnilega ósanngjarnir skilmálar nema til þeirra standi ríkar ástæður.\nVið mat á því hvort aðrir samningsskilmálar teljist bersýnilega ósanngjarnir gagnvart kröfuhafa skal taka tillit til allra málsatvika, þ.m.t. áberandi frávika frá góðum viðskiptavenjum, hvers eðlis varan eða þjónustan er og hvort skuldari hafi einhverja gilda ástæðu til þess að víkja frá lögboðnum vöxtum vegna greiðsludráttar, frá greiðslufresti skv. 3. og 4. gr. eða frá fastri fjárhæð skv. 6. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Innleiðing á tilskipun.\nLög þessi eru sett til innleiðingar á tilskipun Evrópuþingsins og ráðsins 2011/7/ESB frá 16. febrúar 2011 um átak gegn greiðsludrætti í verslunarviðskiptum eins og hún var tekin upp í samninginn um Evrópska efnahagssvæðið með ákvörðun sameiginlegu EES-nefndarinnar nr. 55/2012 frá 30. mars 2012 sem var birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 43/2012.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka og breyting á öðrum lögum.\nLög þessi öðlast þegar gildi. Lögin taka aðeins til viðskipta sem stofnað er til eftir gildistöku þeirra.\n...",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
