{
  "id": "31/2015",
  "type": "statute",
  "title": "Lög um kjaramál félagsmanna tiltekinna stéttarfélaga innan Bandalags háskólamanna og Félags íslenskra hjúkrunarfræðinga",
  "status": "in_force",
  "issued_date": "2015-06-13",
  "url": "https://www.althingi.is/lagas/nuna/2015031.html",
  "description": "Tóku gildi 14. júní 2015.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Bann við vinnustöðvunum.\nVerkfallsaðgerðir þeirra aðildarfélaga Bandalags háskólamanna, og félagsmanna þeirra, sem starfað hafa sameiginlega að viðræðum um launalið og að fleiri sameiginlegum kröfum gagnvart fjármála- og efnahagsráðherra fyrir hönd ríkissjóðs, svo og frekari vinnustöðvanir eða aðrar aðgerðir þessara aðila sem er ætlað að knýja fram aðra skipan kjaramála en lög þessi ákveða, eru óheimilar frá gildistöku laganna og á gildistíma ákvarðana gerðardóms skv. 2. gr., ef til skipunar hans kemur. Þau aðildarfélög sem 1. málsl. tekur til eru Dýralæknafélag Íslands, Félag geislafræðinga, Félag háskólamenntaðra starfsmanna Stjórnarráðsins, Félag íslenskra félagsvísindamanna, Félag íslenskra hljómlistarmanna (Starfsmannafélag Sinfóníuhljómsveitar Íslands), Leikarafélag Íslands, Félag íslenskra náttúrufræðinga, Félag lífeindafræðinga, Félag sjúkraþjálfara, Félagsráðgjafafélag Íslands, Fræðagarður, Iðjuþjálfafélag Íslands, Ljósmæðrafélag Íslands, Sálfræðingafélag Íslands, Stéttarfélag bókasafns- og upplýsingafræðinga, Stéttarfélag háskólamanna á matvæla- og næringarsviði, Stéttarfélag lögfræðinga og Þroskaþjálfafélag Íslands.\nÁkvæði 1. mgr. tekur einnig til Félags íslenskra hjúkrunarfræðinga og félagsmanna þess.\nÞrátt fyrir ákvæði 1. og 2. mgr. er aðilum heimilt að semja um breytingar frá því fyrirkomulagi sem lögin kveða á um en eigi má knýja þær fram með vinnustöðvun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skipun gerðardóms.\nHafi aðilar skv. 1. gr. ekki undirritað kjarasamning fyrir 1. júlí 2015 skal Hæstiréttur Íslands tilnefna þrjá menn í gerðardóm sem skal fyrir 15. ágúst 2015 ákveða kaup og kjör félagsmanna þeirra stéttarfélaga sem upp eru talin í 1. gr. Ákvarðanir gerðardómsins skulu vera bindandi sem kjarasamningur á milli aðila frá og með gildistöku laga þessara og gilda þann tíma sem gerðardómurinn ákveður. Endanlegt uppgjör launa skal fara fram eigi síðar en mánuði eftir að niðurstaða gerðardóms liggur fyrir.\nHæstiréttur kveður á um hver hinna þriggja gerðardómsmanna skuli vera formaður dómsins og kallar sá dóminn saman.\nGerðardómurinn setur sér starfsreglur, aflar nauðsynlegra gagna og getur krafist skýrslna, munnlegra og skriflegra, af þeim sem gerðardómurinn telur nauðsynlegt. Aðilar skulu eiga rétt á að gera gerðardóminum grein fyrir sjónarmiðum sínum. Skal gerðardómurinn ætla þeim hæfilegan tíma í því skyni.\nGerðardóminum skal séð fyrir viðunandi starfsaðstöðu. Gerðardómurinn getur kvatt sérfróða menn til starfa í þágu dómsins og til ráðuneytis um úrlausn mála.\nKostnaður af starfi gerðardómsins greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ákvörðun gerðardóms.\nGerðardómurinn skal við ákvarðanir um laun félagsmanna skv. 1. gr. og önnur starfskjör þeirra hafa hliðsjón af kjörum þeirra sem sambærilegir geta talist að menntun, störfum, vinnutíma og ábyrgð og, eftir atvikum, kjarasamningum sem undirritaðir hafa verið frá 1. maí 2015 og almennri þróun kjaramála hér á landi. Við ákvarðanirnar skal jafnframt gæta að stöðugleika efnahagsmála.\nKomi aðilar vinnudeilunnar sér saman um einhver efnisatriði í deilunni, án þess að vilja gera um það dómsátt, skal gerðardómurinn taka mið af því við ákvörðun sína en hefur þó frjálsar hendur um tilhögun mála.\nHeimilt er gerðardómi að beita sér fyrir samkomulagi eða dómsátt á milli aðila sem hafi sömu réttaráhrif og ákvarðanir gerðardómsins, hvort sem er um einstök ákvæði eða heildarsamning þeirra í milli, og tekur þá gerðardómurinn ekki ákvörðun um þau atriði sem samkomulagið eða dómsáttin tekur til.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gildistaka.\nLög þessi taka þegar gildi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
