{
  "id": "22/2015",
  "type": "statute",
  "title": "Lög um örnefni",
  "status": "in_force",
  "issued_date": "2015-03-13",
  "url": "https://www.althingi.is/lagas/nuna/2015022.html",
  "description": "Tóku gildi 17. mars 2015.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er:\na. að stuðla að verndun örnefna og nafngiftahefða í landinu sem hluta af íslenskum menningararfi og tryggja að honum verði viðhaldið handa komandi kynslóðum,\nb. að ný örnefni séu í samræmi við íslenska málfræði og íslenska málvenju,\nc. að ný örnefni séu í samræmi við staðhætti og örnefnahefð,\nd. að samræma stjórnsýslu við skráningu örnefna þannig að ferli nafngifta sé opið, gagnsætt og skilvirkt.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skilgreiningar.\nÍ lögum þessum hafa eftirfarandi hugtök þá merkingu sem hér greinir:\n1. Örnefni er nafn, orð eða orðasamband, á landfræðilegum punkti, línu eða svæði sem hægt er að setja á landakort og vísar til eins ákveðins staðar innan ákveðins samfélags; lands, héraðs, sveitabæjar, þéttbýlisstaðar, húss, götu, torgs, vegar, fjalls, dals, stöðuvatns, fjarðar, hafsvæðis, skers, miðs o.s.frv.\n2. Örnefnagrunnur er miðlægur gagnagrunnur sem inniheldur örnefni og gögn tengd þeim.\n3. Staðfang lýsir landfræðilegri staðsetningu, svo sem aðkomu að mannvirki, lóð eða áfangastað. Í staðfangi eru fólgnar upplýsingar um nafn, númer og hnit. Staðfang er tegund örnefnis.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Yfirstjórn.\nRáðherra fer með yfirstjórn örnefnaverndar í landinu samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Örnefnanefnd.\nRáðherra skipar fimm manna örnefnanefnd til fjögurra ára í senn. Ráðherra sem fer með skipulagsmál, ráðherra sveitarstjórnarmála, Stofnun Árna Magnússonar og Íslensk málnefnd tilefna einn fulltrúa hver. Ráðherra skipar einn fulltrúa án tilnefningar og skal hann vera formaður en varaformaður skal skipaður úr hópi nefndarmanna. Varamenn skulu skipaðir með sama hætti. Ekki er heimilt að skipa sama aðalmann lengur en tvö samfelld starfstímabil. Meðal nefndarmanna skal vera sérþekking á íslensku máli, örnefnum og staðfræði.\nÖrnefnanefnd hefur eftirfarandi hlutverk:\na. að veita rökstutt álit um örnefni vegna birtingar í opinberum örnefnagrunni hafi risið ágreiningur um það efni og honum verið skotið til nefndarinnar,\nb. að úrskurða um nýtt eða breytt bæjarnafn, götunafn eða annað það nafn sem notað er til skráningar á staðfangi hafi risið ágreiningur um það efni og honum verið skotið til nefndarinnar,\nc. að úrskurða um nöfn á skiltum opinberra aðila,\nd. að veita umsögn um fyrirhugað nafn á nýjum þéttbýliskjarna eða hverfi innan sveitarfélags,\ne. að veita umsögn um nafn sveitarfélags, sbr. 6 gr.,\nf. að veita umsögn um nafn á nýju náttúrufyrirbæri innan sveitarfélags,\ng. að sinna öðrum verkefnum sem henni kunna að vera falin með lögum, reglugerðum eða ákvörðun ráðherra.\nÖrnefnanefnd er heimilt að taka upp mál að eigin frumkvæði.\nKostnaður af starfsemi örnefnanefndar greiðist úr ríkissjóði.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd þessarar greinar.\nRg. 1040/2017.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Málsmeðferð.\nVið afgreiðslu mála hjá örnefnanefnd ræður meiri hluti atkvæða úrslitum. Falli atkvæði jafnt sker atkvæði formanns úr. Samþykki örnefnanefnd tillögu skal afrit af samþykktinni sent [Náttúrufræðistofnun].\nHafni örnefnanefnd tillögu að nafngift ber henni að senda aðila máls rökstuðning og eftir atvikum tillögu að mögulegri málamiðlun. Aðili máls skal innan átta vikna bregðast við ákvörðun örnefnanefndar en að öðrum kosti úrskurðar nefndin um nýtt nafn. Örnefnanefnd er heimilt að leita álits sérfræðinga utan nefndarinnar ef þurfa þykir.\nÚrlausnir örnefnanefndar samkvæmt lögum þessum eru endanlegar á stjórnsýslustigi og ekki kæranlegar til ráðherra.\nUm málsmeðferð fer að öðru leyti eftir stjórnsýslulögum.\nL. 54/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Heiti sveitarfélags.\nUm heiti sveitarfélags fer eftir ákvæðum sveitarstjórnarlaga, nr. 138/2011, með síðari breytingum.\nÖrnefnanefnd skal skila rökstuddu áliti sínu til hlutaðeigandi sveitarstjórnar eða sveitarstjórna innan þriggja vikna frá því að erindi berst. Nefndin skal senda afrit af áliti sínu til ráðherra sveitarstjórnarmála.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Nafngiftir nýrra náttúrufyrirbæra.\nEf nýtt náttúrufyrirbæri þarfnast nafns ber viðkomandi sveitarstjórn að hafa frumkvæði að nafngift að fenginni umsögn örnefnanefndar. Utan stjórnsýslumarka sveitarfélaga liggur frumkvæði að nafngift hjá ráðherra.\nTillögu að nýju nafni ber að senda ráðherra til staðfestingar. Þegar ráðherra hefur staðfest nýtt nafn skal sveitarstjórn eða eftir atvikum ráðherra upplýsa [Náttúrufræðistofnun] um nýja nafngift.\nL. 54/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ráðgjöf um örnefni.\nUm ráðgjöf um örnefni fer samkvæmt ákvæðum laga um Stofnun Árna Magnússonar í íslenskum fræðum, nr. 40/2006, með síðari breytingum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Örnefnagrunnur.\n[Um örnefnagrunn fer samkvæmt ákvæðum laga um Náttúrufræðistofnun og náttúrustofur.]\nRáðherra sem í hlut á, í samræmi við forsetaúrskurð um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands, er heimilt með reglugerð að kveða nánar á um innihald, skráningu og tilhögun örnefnagrunns.\nL. 54/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Breytingar á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
