{
  "id": "85/2015",
  "type": "statute",
  "title": "Lög um úrskurðarnefnd velferðarmála",
  "status": "in_force",
  "issued_date": "2015-07-10",
  "url": "https://www.althingi.is/lagas/nuna/2015085.html",
  "description": "Tóku gildi 1. janúar 2016 nema 2. gr. og ákvæði til bráðabirgða I sem tóku gildi 24. júlí 2015.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Hlutverk.\nÚrskurðarnefnd velferðarmála skal úrskurða í kærumálum vegna stjórnvaldsákvarðana eftir því sem mælt er fyrir um í lögum sem kveða á um málskot til nefndarinnar. Úrskurðarnefndin er sjálfstæð og óháð í störfum sínum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Nefndarskipan.\nNefndin skal skipuð tólf nefndarmönnum sem skipaðir skulu þannig:\n1. Ráðherra skipar formann úrskurðarnefndar velferðarmála og þrjá nefndarmenn í fullt starf til fimm ára að undangenginni auglýsingu samkvæmt ákvæðum laga um réttindi og skyldur starfsmanna ríkisins um embættismenn og að fenginni umsögn matsnefndar skv. 2. tölul. Þeir skulu uppfylla skilyrði um embættisgengi héraðsdómara. Um réttindi þeirra og skyldur fer samkvæmt ákvæðum laga um réttindi og skyldur starfsmanna ríkisins. Laun og starfskjör þeirra skulu ákveðin [skv. 39. gr. a laga um réttindi og skyldur starfsmanna ríkisins].\n2. Ráðherra skal skipa þrjá menn í matsnefnd sem meta skal hæfni umsækjenda um embætti nefndarmanna í úrskurðarnefnd velferðarmála. Tveir nefndarmanna í matsnefnd skulu tilnefndir af Hæstarétti og skal annar þeirra vera formaður nefndarinnar. Matsnefndin skal láta ráðherra í té skriflega rökstudda umsögn um umsækjendur.\n3. Ráðherra skipar átta aðra nefndarmenn og jafnmarga til vara til fjögurra ára í senn. Þrír þeirra skulu hafa embættis- eða meistarapróf í lögfræði, einn skal vera læknir og einn skal hafa sérþekkingu á sviði barnaverndarmála. Þess skal gætt að innan nefndarinnar sé jafnan nauðsynleg sérþekking á þeim sviðum sem fjallað er um í nefndinni. Varamenn skulu skipaðir með sama hætti og uppfylla sömu hæfisskilyrði og aðalmenn.\nL. 79/2019, 20. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Starfshættir.\nFormaður nefndarinnar gegnir jafnframt embætti forstöðumanns úrskurðarnefndarinnar, hefur yfirstjórn hennar með höndum og ber ábyrgð á fjárhag hennar og daglegum rekstri. Hann fer með fyrirsvar nefndarinnar út á við. Forstöðumaður ræður starfsfólk nefndarinnar.\nÚrskurðarnefndin skal starfa í fjórum þriggja manna deildum. Ef mál er viðamikið eða fordæmisgefandi getur formaður ákveðið að fimm menn eigi sæti í nefndinni við umfjöllun um það. Formaður ákvarðar hvernig nefndin er skipuð í hverju máli. Hann skal gæta þess að í nefndinni eigi hverju sinni sæti þeir sem bestu þekkingu hafa til úrlausnar málsins. Formaður eða nefndarmaður sem skipaður er í fullt starf skv. 1. tölul. 2. gr. stýrir störfum nefndarinnar við umfjöllun máls. Þegar nefndarmenn eru ekki sammála ræður meiri hluti niðurstöðu máls.\nNefndinni er heimilt að kveðja sér til ráðgjafar og aðstoðar sérfróða menn við meðferð einstakra mála. Skulu þeir starfa með nefndinni við undirbúning og meðferð máls eftir ákvörðun formanns.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Vernd persónuupplýsinga.\nUm vinnslu nefndarmanna og starfsmanna og ráðgjafa nefndarinnar á persónuupplýsingum fer samkvæmt lögum um persónuvernd og [vinnslu] persónuupplýsinga.\n[Á nefndarmönnum, starfsmönnum og ráðgjöfum nefndarinnar hvílir þagnarskylda skv. X. kafla stjórnsýslulaga.]\nL. 90/2018, 54. gr. L. 71/2019, 5. gr.\nII. kafli. Málsmeðferð.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kærufrestur.\nStjórnsýslukæra skal berast úrskurðarnefnd velferðarmála skriflega innan þriggja mánaða frá því að aðila máls var tilkynnt um ákvörðun nema á annan veg sé mælt í lögum sem hin kærða ákvörðun byggist á. Kæra telst nógu snemma fram komin ef bréf sem hefur hana að geyma hefur borist nefndinni eða verið póstlagt áður en fresturinn er liðinn.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Upplýsingaskylda og gagnaöflun.\nStjórnvöldum er skylt að láta úrskurðarnefnd velferðarmála í té öll gögn máls, svo og þær upplýsingar og skýringar sem hún telur nauðsynlegar vegna úrlausnar máls. Um upplýsingaskyldu og gagnaöflun fer að öðru leyti samkvæmt ákvæðum laga sem stjórnsýslukæra byggist á.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Málsmeðferð.\nMálsmeðferð fyrir úrskurðarnefndinni skal að jafnaði vera skrifleg. Nefndin getur þó ákveðið að kalla málsaðila eða fulltrúa þeirra á sinn fund.\nÚrskurðarnefndin skal tryggja að aðili máls eigi þess kost að tjá sig um efni máls áður en nefndin kveður upp úrskurð sinn, enda telji nefndin að afstaða hans og rök fyrir henni liggi ekki fyrir í gögnum málsins eða slíkt sé augljóslega óþarft.\nÚrskurðarnefndin skal kveða upp úrskurð svo fljótt sem kostur er og að jafnaði innan þriggja mánaða eftir að henni berst mál nema sérstakar ástæður hamli, og skal kærandi þá upplýstur um ástæður tafar og hvenær vænta má úrskurðar. Um afgreiðslutíma mála sem kærð eru til nefndarinnar samkvæmt ákvæðum 18. gr. laga um greiðsluaðlögun einstaklinga, nr. 101/2010, fer samkvæmt þeim lögum.\nÚrskurðir nefndarinnar eru endanlegir á stjórnsýslustigi og verður ekki skotið til æðra stjórnvalds.\nAð öðru leyti fer um málsmeðferð hjá nefndinni samkvæmt ákvæðum stjórnsýslulaga og ákvæðum laga sem málskotsréttur til nefndarinnar byggist á hverju sinni.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Réttaráhrif og aðfararhæfi.\nStjórnsýslukæra frestar ekki réttaráhrifum kærðrar ákvörðunar nema á annan veg sé mælt í lögum sem kæranleg ákvörðun byggist á. Úrskurðarnefndinni er þó heimilt að fresta réttaráhrifum kærðrar ákvörðunar meðan kæra er til meðferðar þar sem ástæður mæla með því.\nUm aðfararhæfi úrskurða nefndarinnar fer samkvæmt ákvæðum laga sem kæranleg ákvörðun byggist á.\nIII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Birting úrskurða. Ársskýrsla.\nNefndin skal birta úrskurði sína með aðgengilegum og skipulegum hætti. Þeir skulu birtir án nafna, kennitalna og annarra persónugreinanlegra auðkenna. Heimilt er að undanskilja úrskurði birtingu ef sérstök vandkvæði eru á að tryggja persónuvernd.\nNefndin skal árlega skila ráðherra skýrslu um störf sín og helstu niðurstöður og ályktanir sem draga má af úrskurðum nefndarinnar.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Kostnaður.\nKostnaður við starfsemi úrskurðarnefndar velferðarmála greiðist úr ríkissjóði. Kostnaður af málum sem kærð eru til nefndarinnar samkvæmt lögum um atvinnuleysistryggingar skal þó greiddur úr Atvinnuleysistryggingasjóði samkvæmt ákvæðum þeirra laga.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Reglugerð.\nRáðherra getur sett nánari ákvæði um úrskurðarnefndina í reglugerð, þ.m.t. um erindi til nefndarinnar, starfshætti, málsmeðferð, birtingu úrskurða og efni ársskýrslu.\nNefndin getur sett sér verklagsreglur þar sem nánar verður kveðið á um störf nefndarinnar. Þær skulu staðfestar af ráðherra.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2016. Ákvæði 2. gr. og ákvæði til bráðabirgða I taka þó þegar gildi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nStarfsmönnum úrskurðarnefndar almannatrygginga og þeim starfsmönnum ráðuneytisins sem haft hafa störf fyrir úrskurðar- og kærunefndir að aðalstarfi skal boðið starf hjá úrskurðarnefnd velferðarmála. Ákvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins gilda ekki um störf sem ráðið er í samkvæmt þessu ákvæði.\nII.\nMálum sem við gildistöku laga þessara hafa verið tekin til efnismeðferðar eða ákvörðunar um framsendingu eða frávísun á fundi úrskurðar- eða kærunefndar skal lokið hjá þeirri nefnd sem hefur þau til meðferðar. Kærunefnd greiðsluaðlögunarmála skal þó ljúka öllum málum sem bárust nefndinni fyrir 1. janúar 2015. Ráðherra er heimilt að framlengja skipunartíma nefndar þar til hún hefur lokið öllum málum sem hún hafði tekið til efnismeðferðar, þó aldrei lengur en í sex mánuði eftir gildistöku laga þessara. Heimilt er þó að framlengja skipunartíma kærunefndar greiðsluaðlögunarmála um allt að tólf mánuði frá gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
