{
  "id": "45/2015",
  "type": "statute",
  "title": "Lög um slysatryggingar almannatrygginga",
  "status": "in_force",
  "issued_date": "2015-07-08",
  "url": "https://www.althingi.is/lagas/nuna/2015045.html",
  "description": "Tóku gildi 1. janúar 2016.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja slysatryggðum bætur frá almannatryggingum vegna vinnuslysa eða annarra tiltekinna slysa [og atvinnusjúkdóma] óháð tekjum hins slysatryggða, sbr. einnig lög um almannatryggingar, lög um sjúkratryggingar og önnur lög eftir því sem við á.\nBæturnar eru ýmist greiddar í peningum eða veittar í formi aðstoðar eins og nánar er kveðið á um í lögum þessum.\nL. 108/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nÍ lögum þessum er mælt fyrir um slysatryggingar almannatrygginga [vegna tiltekinna slysa og atvinnusjúkdóma], hverjir eru tryggðir og bætur slysatrygginga.\nL. 108/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Framkvæmd slysatrygginga.\nSjúkratryggingastofnunin, sbr. lög um sjúkratryggingar, annast framkvæmd slysatrygginga almannatrygginga samkvæmt lögum þessum. ...\nL. 108/2021, 3. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn.\nRáðherra fer með yfirstjórn slysatrygginga almannatrygginga samkvæmt lögum þessum.\nII. kafli. Slysatryggingar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Almenn ákvæði.\nSlysatryggingar almannatrygginga taka til slysa við vinnu, iðnnám, björgunarstörf, [tilteknar] íþróttaæfingar, íþróttasýningar, íþróttakeppni eða heimilisstörf, enda sé hinn slasaði tryggður samkvæmt ákvæðum 7. eða 8. gr. Með slysi er átt við skyndilegan [óvæntan] atburð sem veldur meiðslum á líkama hins tryggða og gerist án vilja hans.\nMaður telst vera við vinnu:\na. Þegar hann er á vinnustað á þeim tíma þegar honum er ætlað að vera að störfum, svo og í matar- og kaffitímum.\nb. Í sendiferð í þágu atvinnurekstrar eða í nauðsynlegum ferðum [á eðlilegri leið] til vinnu og frá, enda sé aðeins um að ræða ferðir sem eru farnar samdægurs milli vinnustaðar og heimilis eða matstaðar. Sama gildir um lengri ferðir af þessu tagi ef starfsmaður er á launum hjá vinnuveitanda í ferðinni.\nSlys telst ekki verða við vinnu ef það hlýst af athöfnum slasaða sjálfs sem ekki standa í neinu sambandi við vinnuna. [Hafi slasaði verið valdur að slysi af ásetningi eða stórfelldu gáleysi er heimilt að lækka eða fella niður greiðslur bóta samkvæmt lögum þessum.] Tryggingin tekur þó til allra slysa á sjómanni sem verða um borð í skipi hans eða þegar hann ásamt skipinu er staddur utan heimahafnar skips eða útgerðarstaðar. Enn fremur tekur tryggingin til allra slysa á friðargæsluliðum íslenska ríkisins sem verða þegar þeir eru staddir erlendis við friðargæslustörf.\nTrygging samkvæmt þessari grein gildir þó ekki ef bótaskylda er fyrir hendi samkvæmt lögboðinni ábyrgðartryggingu ökutækis eða slysatryggingu ökumanns og eiganda.\nTil slysa teljast sjúkdómar sem stafa af skaðlegum áhrifum efna, geislaorku eða öðru hliðstæðu sem ríkjandi eru í hæsta lagi fáeina daga og rekja verður til vinnunnar.\n...\nL. 108/2021, 4. gr.\n[5. gr. a. Atvinnusjúkdómar.\nMeð atvinnusjúkdómi er átt við sjúkdóm sem orsakast af vinnu eða aðstæðum í starfsumhverfi. Ákvæði laga þessara gilda um bótaskylda atvinnusjúkdóma, eftir því sem við getur átt.\nRáðherra skal í reglugerð kveða nánar á um hvaða atvinnusjúkdómar teljast bótaskyldir.]\nRg. 390/2023. L. 108/2021, 5. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tilkynning.\nÞegar að höndum ber slys, sem ætla má bótaskylt samkvæmt þessum lögum, skal atvinnurekandi eða hinn tryggði, ef ekki er um atvinnurekanda að ræða, tafarlaust senda tilkynningu um slysið [til sjúkratryggingastofnunarinnar á því formi sem stofnunin ákveður]. ... Hinum slasaða eða öðrum þeim sem vilja gera kröfu til bóta vegna slyssins ber að fylgjast með því að tilkynningarskyldunni sé fullnægt og geta þessir aðilar leitað aðstoðar lögreglustjóra ef atvinnurekandi vanrækir tilkynninguna. Ef atvik að slysinu eru óljós eða mál ekki nægilega upplýst eða ástæða er til að ætla að slysið hafi orðið af hirðuleysi eða lélegum útbúnaði, svo og ef sjúkratryggingastofnunin eða annar hvor aðila, atvinnurekandi eða hinn slasaði eða fyrirsvarsmaður hans, óskar þess, skal lögreglustjóri rannsaka málið.\nEf sá sem átti að tilkynna slys hefur vanrækt það skal það ekki vera því til fyrirstöðu að hinn slasaði eða eftirlátnir vandamenn hans geti gert kröfu til bóta ef það er gert áður en ár er liðið frá því að slysið bar að höndum. Heimilt er þó að greiða bætur þótt ár sé liðið frá því að slys bar að höndum ef atvik eru svo ljós að drátturinn torveldar ekki gagnaöflun um atriði sem máli skipta, [enda séu ljós læknisfræðileg orsakatengsl milli slyssins og einkenna slasaða þegar tilkynning berst]. [Ekki er heimilt að greiða bætur ef meira en tíu ár eru liðin frá slysdegi þegar tilkynning berst.] Ráðherra setur reglugerð um nánari framkvæmd ákvæðisins.\nL. 108/2021, 6. gr. Rg. 1515/2022.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Slysatryggðir.\nSlysatryggðir samkvæmt lögum þessum eru:\na. Launþegar sem starfa hér á landi að undanskildum erlendum ríkisborgurum sem gegna embætti fyrir erlend ríki og erlendu starfsliði slíkra embættismanna. Starf um borð í íslensku skipi eða íslensku loftfari, eða skipi eða loftfari sem er gert út eða rekið af íslenskum aðilum, jafngildir starfi hér á landi samkvæmt þessum lið, enda séu laun greidd hér á landi.\nb. Nemendur í iðnnámi í löggiltum iðngreinum og nemar í starfsnámi sem stunda nám í heilbrigðisgreinum og raunvísindum og háskólanemar þegar þeir sinna verklegu námi.\nc. Útgerðarmenn sem sjálfir eru skipverjar.\nd. Þeir sem vinna að björgun manna úr lífsháska eða vörnum gegn yfirvofandi meiri háttar tjóni á verðmætum.\ne. Íþróttafólk sem tekur þátt í íþróttaiðkunum, hvort heldur er æfingum, sýningum eða keppni og er orðið 16 ára. Með reglugerðarákvæði má ákveða nánar gildissvið þessa ákvæðis [og takmarka það við félaga í formbundnum íþróttafélögum sem hafa íþróttaiðkun að meginmarkmiði og eru aðilar að tilteknum íþróttasamböndum].\nf. Atvinnurekendur í landbúnaði sem vinna landbúnaðarstörf, makar þeirra og börn á aldrinum 13–17 ára.\ng. Atvinnurekendur sem starfa að eigin atvinnurekstri í öðrum atvinnugreinum en um getur í f-lið.\nHeimilt er að veita undanþágu frá slysatryggingu skv. a-lið 1. mgr. ef hlutaðeigandi er sannanlega tryggður samkvæmt erlendri slysatryggingalöggjöf.\nLaunþegi telst hver sá sem tekur að sér vinnu gegn endurgjaldi án þess að vera sjálfur atvinnurekandi í því sambandi, hvort sem um er að ræða tímakaup, föst laun, aflahlut eða greiðslu fyrir ákvæðisvinnu.\nMaki atvinnurekanda og börn hans á aldrinum 13–17 ára, sbr. g-lið 1. mgr., teljast ekki launþegar samkvæmt þessari grein nema þau starfi við atvinnureksturinn og þiggi laun fyrir.\n[Skilyrði þess að launþegar eða þeir sem reikna sér endurgjald teljist slysatryggðir skv. 1. mgr. er að staðin hafi verið skil á, eftir því sem við á, tekjuskatti eða reiknuðu endurgjaldi til skattyfirvalda í samræmi við lög um tekjuskatt.]\nRg. 1545/2021. L. 108/2021, 7. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Trygging við heimilisstörf.\nÞeir sem stunda heimilisstörf geta tryggt sér rétt til slysabóta við þau störf með því að skrá ósk þar að lútandi í skattframtal í byrjun hvers árs.\nRáðherra er með reglugerð heimilt að skilgreina nánar tryggingartímabil og hvað teljist til heimilisstarfa.\nRg. 550/2017, sbr. 1541/2021 og 479/2022.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Bætur slysatrygginga almannatrygginga.\nBætur slysatrygginga almannatrygginga eru sjúkrahjálp, dagpeningar, [miskabætur vegna varanlegs líkamstjóns] og dánarbætur.\nL. 108/2021, 8. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Sjúkrahjálp.\nNú veldur bótaskylt slys sjúkleika og vinnutjóni í minnst 10 daga og skal þá greiða nauðsynlegan kostnað vegna lækningar hins slasaða og tjóns á gervilimum eða hjálpartækjum svo sem hér segir:\n1. Að fullu skal greiða:\na. Læknishjálp sem samið hefur verið um samkvæmt lögum um sjúkratryggingar.\nb. Sjúkrahúsvist, svo lengi sem afleiðingar slyssins gera hana nauðsynlega, sé hinn slasaði ekki sjúkratryggður samkvæmt lögum um sjúkratryggingar.\nc. Lyf og umbúðir.\nd. Viðgerð vegna brots eða löskunar á heilbrigðum tönnum eða vel viðgerðum. Greiðslu fyrir sams konar viðgerðir á lélegri tönnum [og gervitönnum] má takmarka við kostnað sem ætla má að orðið hefði ef þær hefðu verið heilbrigðar.\ne. Gervilimi eða svipuð hjálpartæki, svo og viðgerð á þeim eða endurnýjun ef viðgerð telst ekki fullnægjandi. ...\nf. Sjúkraflutning með sjúkraflugvél eða sjúkrabíl fyrst eftir slys eða þegar ella verður nauðsynlegt að senda sjúkling með slíkum farartækjum til meðferðar hjá lækni eða á sjúkrahúsi, þó ekki fyrir einstakar ferðir þegar um [langa meðferð] er að ræða. Sama gildir um flutning með skipi þegar öðrum farartækjum verður ekki við komið.\ng. Sjúkraþjálfun, [iðjuþjálfun og talþjálfun].\n2. Greiða skal:\na. Að hálfu ferðakostnað til læknis með leigubíl, enda sé sjúklingur ekki fær um að ferðast með áætlunarbíl eða strætisvagni. [Ekki skal þó greiddur ferðakostnaður vegna ferða hins slasaða í einkabifreið.]\nb. [Að / 4 kostnað við sams konar ferðir með áætlunarbíl, -flugvél eða -skipi eða samkvæmt kílómetragjaldi, enda sé um meira en 20 km vegalengd að ræða.]\n3. Heimilt er að greiða:\na. Hjúkrun í heimahúsum, veitta af vandalausum.\nb. Styrk upp í kostnað vegna löskunar á tönnum þegar [áður hafa verið framkvæmdar] kostnaðarsamar aðgerðir á þeim sem ónýst hafa við slysið.\nc. ...\nAð svo miklu leyti sem samningar samkvæmt lögum um sjúkratryggingar ná ekki til sjúkrahjálpar skv. 1. mgr. getur ráðherra ákveðið endurgreiðslu að nokkru eða öllu leyti með reglugerð.\nNú veldur slys ekki óvinnufærni í 10 daga en hefur þó í för með sér kostnað sem um ræðir í þessari grein og má þá greiða hann að svo miklu leyti sem hann fæst ekki greiddur hjá sjúkratryggingum.\nKostnaður vegna sjúkrahjálpar sem fellur til þegar liðin eru fimm ár eða meira frá slysdegi greiðist ekki. Þó er heimilt, ef alveg sérstaklega stendur á, að greiða kostnað sem fellur til í allt að tíu ár frá slysdegi enda séu skýr læknisfræðileg orsakatengsl milli slyssins og kostnaðarins.\nEinungis skal greiða nauðsynlegan kostnað skv. 1. mgr. sem fellur til hér á landi nema annað leiði af milliríkjasamningum. Þó skal greiða óhjákvæmilega sjúkrahjálp sem fellur til erlendis ef slasaði er tryggður samkvæmt ákvæðum 2. málsl. b-liðar 2. mgr. 5. gr. eða samkvæmt ákvæðum laga um sjúkratryggingar.\nL. 108/2021, 9. gr. Rg. 541/2002, sbr. 335/2011.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Dagpeningar.\nDagpeningar greiðast frá og með 8. degi eftir að slys varð, enda hafi hinn slasaði verið óvinnufær í minnst 10 daga. Dagpeningar greiðast þangað til hinn slasaði verður vinnufær ... eða hann deyr, þó ekki lengur en 52 vikur.\nSjúkratryggingastofnuninni er heimilt að ákveða að dagpeningar skuli greiddir lengur, einkum ef ekki er lokið lækningatilraunum og óvíst er hvort um [varanlegan] [miska] verður að ræða og líkur eru til að afstýra megi eða draga úr [miska] með lengri bótagreiðslu.\nDagpeningar eru 1.727 kr. á dag fyrir hvern einstakling og 387 kr. fyrir hvert barn á framfæri, þar með talin börn utan heimilis sem hinn slasaði sannanlega greiðir með samkvæmt úrskurði stjórnvalds, staðfestu samkomulagi eða skilnaðarleyfisbréfi.\nGreiðslur samkvæmt þessari grein mega ekki fara fram úr / 4 af tekjum bótaþega við þá atvinnu sem hann stundaði þegar slysið varð.\nNú greiðir vinnuveitandi hinum slasaða laun í slysaforföllum og renna þá dagpeningagreiðslur samkvæmt þessari grein til vinnuveitandans þann tíma, þó aldrei hærri greiðsla en sem nemur / 4 hlutum launanna.\nL. 108/2021, 10. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "[Miskabætur.\nEf slys veldur varanlegu líkamstjóni skal greiða hinum slasaða miskabætur skv. 4. gr. skaðabótalaga, nr. 50/1993. Tekjur hins slasaða hafa ekki áhrif á bæturnar.\nMiskabætur greiðast ekki ef varanlegur miski er metinn minni en 10 stig. Hafi slasaður áður fengið metinn varanlegan miska vegna annars bótaskylds slyss skal taka tillit til samanlagðs miska.\nSjúkratryggingastofnuninni er heimilt að semja við lækna utan stofnunarinnar um að gera tillögu að mati á varanlegum miska umsækjenda.]\nL. 108/2021, 11. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dánarbætur.\n[Ef slys veldur dauða innan tveggja ára frá slysdegi skal greiða eftirlifandi maka eða sambúðarmaka þess látna dánarbætur að fjárhæð 4.900.000 kr.\nNú lætur hinn látni ekki eftir sig maka eða sambúðarmaka sem á rétt á bótum skv. 1. mgr. og skal þá bæta slysið með 896.827 kr. sem skiptast að jöfnu milli barna og/eða fósturbarna hins látna ef á lífi eru, en ella til dánarbús hans. Frá dánarbótum sem greiddar eru vandamönnum ber að draga þær miskabætur sem greiddar hafa verið í einu lagi skv. 12. gr. vegna sama slyss.]\nL. 108/2021, 12. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Samspil og skörun bóta.\n[Slysadagpeningar greiðast ekki fyrir sama tímabil og sjúkradagpeningar samkvæmt lögum um sjúkratryggingar. Hafi umsækjandi um slysadagpeninga þegar fengið greidda sjúkradagpeninga fyrir sama tímabil skulu slysadagpeningar nema mismuninum.\nSlysadagpeningar á sama tímabil vegna fleiri en eins slyss geta að hámarki numið fullum dagpeningum skv. 3.–4. mgr. 11. gr.]\nL. 108/2021, 13. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Ákvörðun bóta.\nAllar umsóknir skulu ákvarðaðar svo fljótt sem kostur er á og skulu bætur reiknaðar frá þeim degi þegar umsækjandinn hefur uppfyllt skilyrði til bótanna. ...\nBætur vegna sjúkrahjálpar, dagpeninga og dánarbætur skal aldrei ákvarða lengra aftur í tímann en tvö ár frá því að umsókn og önnur gögn sem nauðsynleg eru til að unnt sé að taka ákvörðun um bótarétt og fjárhæð bóta berast sjúkratryggingastofnuninni. Um greiðslur [miskabóta aftur í tímann ásamt vöxtum] fer samkvæmt lögum um fyrningu kröfuréttinda.\nÁkvarðaðar bætur falla niður ef þær eru ekki sóttar innan tólf mánaða, en ákvarða má bætur á ný ef rökstudd umsókn berst.\nGrundvöll bótaréttar má skoða hvenær sem er og færa til samræmis við þær breytingar sem orðið hafa.\nL. 108/2021, 14. gr.\nIII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Tekjur.\nÚtgjöld slysatrygginga skulu borin af tekjum ríkissjóðs af tryggingagjaldi og iðgjöldum skv. 3. mgr. Þá skal árlega ákveða í fjárlögum framlag sem standa skal undir kostnaði af bótum vegna þeirra sem um getur í e-lið 1. mgr. 7. gr.\nSjúkratryggingastofnunin skal ár hvert gera áætlun um bótagreiðslur og rekstrarkostnað slysatrygginga næsta almanaksár.\nIðgjöld útgerðarmanna fiskiskipa vegna slysatrygginga sjómanna skulu vera 0,65% af samanlögðum launum og aflahlut sjómanna sem starfa hjá þeim hverju sinni. Iðgjöld þessi skulu ásamt dagpeningum skv. 6. mgr. 21. gr. standa undir greiðslu launa og/eða aflahlutar skv. 2. mgr. 21. gr. og rekstrarkostnaði slysatrygginga vegna framkvæmdar sjúkratryggingastofnunarinnar við tryggingu þessa. Iðgjöld þeirra sem stunda heimilisstörf skv. 8. gr. skulu ákveðin þannig að þau standi undir kostnaði við trygginguna og rekstrarkostnaði sjúkratryggingastofnunarinnar vegna framkvæmdarinnar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Iðgjöld.\nIðgjöld skv. 16. gr. skal ríkisskattstjóri leggja á með tekjuskatti og færa þau á skattskrá, sbr. 98. gr. laga nr. 90/2003, um tekjuskatt, og skulu ákvæði 99. gr. þeirra laga og ákvæði laga nr. 30/1992, um yfirskattanefnd, gilda um iðgjöld eftir því sem við á.\nÁkvæði laga nr. 113/1990, um tryggingagjald, skulu eiga við um gjaldstofn, gjaldskyldu, greiðslutímabil, álagningu og innheimtu iðgjalds útgerðarmanna fiskiskipa vegna slysatrygginga sjómanna. Að tekjuári liðnu skal fara fram endanleg ákvörðun iðgjaldsins í samræmi við launaframtal og skal iðgjaldið sérgreint í álagningarskrá og skattskrá. Ríkisskattstjóri skal halda skrá yfir gjaldskylda aðila og skal eftir atvikum leita staðfestingar á iðgjaldi útgerðaraðila þegar greiðsluskylda sjúkratryggingastofnunarinnar er ákvörðuð.\nGjalddagar iðgjalda skulu ákveðnir í reglugerð.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Innheimta.\nIðgjöld til slysatrygginga skulu innheimt af innheimtumönnum ríkissjóðs og sveitarsjóða eða sérstökum innheimtustofnunum. Ákvæði laga nr. 90/2003, um tekjuskatt, [og eftir atvikum laga um innheimtu opinberra skatta og gjalda], þar á meðal um dráttarvexti og fjárnámsrétt, gilda um innheimtu iðgjalda.\nL. 150/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Iðgjöld útgerðarmanna.\nIðgjöld útgerðarmanna fiskiskipa vegna slysatrygginga sjómanna skv. 16. gr. skulu hvíla sem lögveð á hlutaðeigandi skipum og ganga fyrir öllum öðrum veðum en lögveðum fyrir gjöldum ríkissjóðs.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "...\nL. 108/2021, 15. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Viðbótartrygging útgerðarmanna fiskiskipa.\nÚtgerðarmenn fiskiskipa skulu tryggja áhættu vegna bótaskyldra slysa samkvæmt lögum þessum og 1. mgr. 36. gr. sjómannalaga hjá sjúkratryggingastofnuninni.\nSjúkratryggingastofnunin greiðir útgerðarmönnum fjárhæð sem svarar til fullra launa og/eða aflahlutar sjómanna í allt að tvo mánuði.\nÚtgerðarmenn skulu greiða iðgjald skv. 16. gr.\nÚtgerðarmenn sem þess óska geta sagt upp tryggingu, sbr. 1. mgr., fyrir 1. nóvember ár hvert vegna næsta árs á eftir. Tilkynning um uppsögn skal berast sjúkratryggingastofnuninni. Eftir að uppsögn hefur öðlast gildi eiga útgerðarmenn ekki rétt á greiðslum vegna launa eða aflahlutar í forföllum vegna slysa en njóta slysatrygginga almennra launþega.\nHalda skal tryggingum samkvæmt þessari grein reikningslega aðskildum frá annarri starfsemi sjúkratryggingastofnunarinnar.\nDagpeningar skv. 11. gr. skulu renna til sjúkratryggingastofnunarinnar þann tíma sem greiðslur launa og aflahlutar eiga sér stað.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Réttindi milli landa.\nÞegar milliríkjasamningar sem Ísland er aðili að kveða á um gagnkvæm réttindi til slysatrygginga almannatrygginga skulu þeir sem falla undir íslenska löggjöf samkvæmt ákvæðum samninganna öðlast réttindi samkvæmt lögum þessum.\nÁkvæði 1. mgr. eiga einnig við um einstaklinga sem eru sjúkratryggðir skv. 1. mgr. 11. gr. laga um sjúkratryggingar og starfa erlendis fyrir aðila sem hefur aðsetur og starfsemi á Íslandi, enda sé tryggingagjald greitt hér á landi af launum hans, sbr. lög um tryggingagjald.\nRáðherra setur reglugerð um nánari framkvæmd greinarinnar, m.a. um heimild til að draga frá bótum samkvæmt lögum þessum bætur samkvæmt erlendri löggjöf fyrir sama tímabil og bætur eru greiddar fyrir hér á landi.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að kveða á um nánari framkvæmd laga þessara í reglugerðum.\nRg. 541/2002 (um endurgreiðslu slysatrygginga á nauðsynlegum kostnaði vegna sjúkrahjálpar), sbr. 2/2019 og 49/2020. Rg. 550/2017 (um slysatryggingu við heimilisstörf), sbr. 1541/2021 og 479/2022. Rg. 1545/2021 (um slysatryggingar íþróttafólks samkvæmt lögum um slysatryggingar almannatrygginga). Rg. 1515/2022 (um tilkynningarfrest slysa samkvæmt lögum nr. 45/2015 um slysatryggingar almannatrygginga). Rg. 390/2023 (um atvinnusjúkdóma). Rg. 1613/2024 (um fjárhæðir bóta slysatrygginga almannatrygginga fyrir árið 2025).",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Innleiðing.\nRáðherra er heimilt að innleiða með reglugerð almannatryggingareglur Evrópusambandsins eins og þær eru felldar inn í VI. viðauka við samninginn um Evrópska efnahagssvæðið, sbr. lög nr. 2/1993, með síðari breytingum, sbr. einnig ákvörðun sameiginlegu EES-nefndarinnar nr. 76/2011 frá 1. júlí 2011 sem fellir undir samninginn reglugerðir Evrópuþingsins og ráðsins (EB) nr. 883/2004 um samræmingu almannatryggingakerfa, með síðari breytingum, og nr. 987/2009 um framkvæmd hennar. Reglugerðir Evrópusambandsins, sem teknar verða upp í samninginn og fela í sér breytingar eða viðbætur við þær reglugerðir, er einnig heimilt að innleiða með reglugerð. Sama á við um almannatryggingareglur stofnsamnings Fríverslunarsamtaka Evrópu.\nRg. 410/2019. Rg. 781/2019.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Gildistaka og lagaskil.\nLög þessi öðlast gildi 1. janúar 2016.\nÁkvæði laga um sjúkratryggingar gilda um slysatryggingar eftir því sem við á, m.a. um málsmeðferð, ákvarðanir og greiðslur bóta, þagnarskyldu, meðferð persónuupplýsinga, stjórnsýslukærur og hækkun bóta.\nÁkvæði laga um almannatryggingar gilda eftir því sem við á um réttarstöðu sambúðarfólks, greiðslur til þriðja aðila, fangelsisvist, gæsluvarðhald og aðra dvöl á stofnun samkvæmt úrskurði, dvöl á sjúkrahúsi og upplýsingaskyldu heilbrigðisstarfsmanna, svo og um framsal og veðsetningu bótakrafna, kyrrsetningu og fjárnám.\n...\nL. 108/2021, 16. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nEndurskoða skal lög þessi innan tveggja ára frá gildistöku þeirra.\n[II.\nÞeir sem fá mánaðarlegar lífeyrisgreiðslur vegna örorku í kjölfar slyss fyrir 1. janúar 2022 fá eftirstöðvar bóta greiddar í einu lagi frá sjúkratryggingastofnuninni í samræmi við 15. gr. og lýkur þannig greiðslu örorkubóta vegna slyss.\nEf samanlagðar bætur skv. 1. mgr. og tengdar bætur samkvæmt lögum um almannatryggingar, nr. 100/2007, og lögum um félagslega aðstoð, nr. 99/2007, eru lægri en þær bætur sem þeir njóta fyrir 1. janúar 2022 skal sjúkratryggingastofnunin reikna út eingreiðsluverðmæti bótanna og greiða út mismuninn með greiðslu örorkubóta vegna slyss. Einungis er um að ræða þau takmarkatilvik þegar einstaklingur á rétt til lífeyrisgreiðslna vegna slysatrygginga en uppfyllir ekki skilyrði til lífeyrisgreiðslna samkvæmt lögum um almannatryggingar.\nÞeir sem fá greiddar mánaðarlegar dánarbætur skv. 13. gr. fyrir 1. janúar 2022 fá það sem eftir stendur af bótarétti sínum greitt í einu lagi frá sjúkratryggingastofnuninni.]\nL. 108/2021, 17. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    }
  ]
}
