{
  "id": "6/2015",
  "type": "statute",
  "title": "Lög um stofnun hlutafélags um þátttöku íslenska ríkisins í kolvetnisstarfsemi",
  "status": "in_force",
  "issued_date": "2015-02-04",
  "url": "https://www.althingi.is/lagas/nuna/2015006.html",
  "description": "Tóku gildi 7. febrúar 2015.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Heimild til að stofna opinbert hlutafélag.\nRáðherra er heimilt að stofna opinbert hlutafélag sem verður að fullu í eigu ríkisins og hefur það að markmiði að gæta hagsmuna íslenska ríkisins vegna þátttöku þess í kolvetnisstarfsemi, sbr. skilgreiningu á hugtökunum kolvetni og vinnsla í lögum um leit, rannsóknir og vinnslu kolvetnis, nr. 13/2001.\nHlutafé félagsins við stofnun er 20 millj. kr. sem greiðast úr ríkissjóði. Við stofnun félagsins er allt hlutafé þess í eigu íslenska ríkisins og er sala þess og ráðstöfun óheimil. Öll hlutabréf í félaginu skulu ávallt vera eign ríkissjóðs.\nSá ráðherra sem fer með orkumál annast undirbúning að stofnun hlutafélagsins.\nSá ráðherra sem fer með eignir ríkisins fer með eignarhlut ríkisins í hlutafélaginu.\nHlutafélaginu er óheimilt að starfa sem vinnslufyrirtæki.\nÁkvæði laga um hlutafélög gilda um félagið ef ekki er kveðið á um annað í lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tilgangur hlutafélagsins.\nTilgangur hlutafélagsins er að gæta hagsmuna íslenska ríkisins vegna þátttöku þess í kolvetnisstarfsemi eins og um þá starfsemi er fjallað í lögum um leit, rannsóknir og vinnslu kolvetnis, nr. 13/2001. Hlutafélagið skal sjá um alla umsýslu og framkvæmd varðandi þátttöku ríkisins í útgefnum kolvetnisleyfum, innan íslenskrar lögsögu eða utan, eða tengdri starfsemi.\nTilgangi og verkefnum hlutafélagsins skal nánar lýst í samþykktum þess.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Rekstur hlutafélagsins.\nHlutafélagið skal vera leyfishafi fyrir hönd íslenska ríkisins í leyfum sem ríkið er þátttakandi í og móttekur greiðslur á grundvelli þeirra. Í einstökum leyfum skal félagið hafa réttindi og skyldur sem leyfishafi í samræmi við samstarfssamninga leyfishafa í hverju tilviki fyrir sig.\nHlutafélaginu er heimilt að starfa á landgrunni Íslands og á þeim svæðum utan landhelgi, efnahagslögsögu og landgrunns Íslands þar sem íslenska ríkið á rétt á hlutdeild í leyfum samkvæmt alþjóðasamningum eða öðrum heimildum.\nKostnaður við umsjón, rekstur og fjárfestingar, sem og annar kostnaður sem fellur til við umsjón leyfa samkvæmt lögum þessum, skal greiddur af hlutafélaginu.\nRáðherra er heimilt að gera þjónustusamning við hlutafélagið þar sem skilgreind verða verkefni félagsins við umsýslu einstakra leyfa þegar ákvörðun um einstök leyfi liggur fyrir og við þá starfsemi og þjónustu sem félagið mun sinna sem leyfishafi og hvernig farið verði með kostnað sem félagið ber áður en leyfi skila félaginu rekstrartekjum.\nHlutafélagið getur ekki undirgengist lánaskuldbindingar eða aðrar fjárhagslegar ábyrgðir án samþykkis ráðherra.\nHlutafélagið greiðir arð til eiganda síns, íslenska ríkisins, samkvæmt ákvörðun aðalfundar ár hvert.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórn og stjórnendur hlutafélagsins.\nStjórn hlutafélagsins skal skipuð þremur mönnum og einum til vara. Þeir skulu kosnir á aðalfundi ár hvert.\nStjórn hlutafélagsins skal tryggja að farið sé með leyfishlut ríkisins á ábyrgan hátt í samræmi við viðurkennda viðskiptahætti og umhverfiskröfur og gæta hagsmuna íslenska ríkisins vegna þátttöku félagsins í kolvetnisstarfsemi. Stjórnin skal fjalla um samsetningu á þeim leyfum sem eru í eignasafni félagsins og ef ástæða þykir til leggja fram tillögur um breytingar þar um fyrir aðalfund.\nStjórnin ræður framkvæmdastjóra hlutafélagsins sem ræður aðra starfsmenn félagsins.\nStjórnarmenn og framkvæmdastjóri skulu hafa haldgóða menntun og sérþekkingu á orkumálum og rekstri fyrirtækja.\nStjórnarmenn og framkvæmdastjóri skulu vera lögráða. Þeir mega ekki á síðustu fimm árum hafa verið úrskurðaðir gjaldþrota eða hlotið dóm í tengslum við atvinnurekstur samkvæmt almennum hegningarlögum, samkeppnislögum, lögum um fjármálafyrirtæki, lögum um hlutafélög, lögum um einkahlutafélög, lögum um bókhald, lögum um ársreikninga, lögum um gjaldþrotaskipti o.fl. eða lögum um staðgreiðslu opinberra gjalda.\nStjórnarmenn og framkvæmdastjóri og aðrir sem starfa á vegum hlutafélagsins skulu hvorki taka þátt í meðferð mála þar sem þeir eiga hagsmuna að gæta né mála er varða aðila sem eru þeim tengdir persónulega eða fjárhagslega. Þeir skulu jafnframt upplýsa stjórn um hagsmunatengsl eða önnur atriði sem eru til þess fallin að draga óhlutdrægni þeirra í efa.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skyldur stjórnar.\nStjórn hlutafélagsins sem er sjálfstæð í störfum sínum ber ábyrgð á rekstri og starfsemi félagsins gagnvart eiganda sínum í samræmi við lög þessi, lög um hlutafélög og eigendastefnu ríkisins í hlutafélögum.\nStjórnin skal hafa sjálfstæða aðgæslu- og eftirlitsskyldu vegna reksturs og starfsemi hlutafélagsins, hafa yfirsýn yfir starfsemina og veita stjórnendum eðlilegt aðhald.\nStjórnin skal setja sér skriflegar starfsreglur sem fjalla nánar um hlutverk og störf stjórnar, verkaskiptingu hennar og samskipti við stjórnendur hlutafélagsins.\nVarðandi skyldur stjórnar og stjórnenda að öðru leyti vísast til laga og reglna um hlutafélög, eigendastefnu ríkisins og samþykkta hlutafélagsins.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi en koma til framkvæmda þegar ákvörðun um stofnun hlutafélags samkvæmt lögum þessum liggur fyrir.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
