{
  "id": "112/2015",
  "type": "statute",
  "title": "Lög um Hafrannsóknastofnun, rannsókna- og ráðgjafarstofnun hafs og vatna",
  "status": "in_force",
  "issued_date": "2015-12-10",
  "url": "https://www.althingi.is/lagas/nuna/2015112.html",
  "description": "Tóku gildi 1. júlí 2016.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Rannsókna- og ráðgjafarstofnun.\nStarfrækja skal sjálfstæða rannsókna- og ráðgjafarstofnun, Hafrannsóknastofnun, rannsókna- og ráðgjafarstofnun hafs og vatna, sem heyrir undir ráðherra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið með lögum þessum er að efla vísindalega þekkingu á umhverfi og lifandi auðlindum í hafi og ferskvatni og stuðla í senn að sjálfbærri og arðbærri nýtingu auðlindanna.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Forstjóri.\nRáðherra skipar forstjóra Hafrannsóknastofnunar, rannsókna- og ráðgjafarstofnunar hafs og vatna til fimm ára í senn. Forstjóri skal hafa háskólamenntun á verkefnasviði stofnunarinnar.\nForstjóri ber ábyrgð á stjórn, rekstri og starfsskipulagi stofnunarinnar gagnvart ráðherra og gerir rekstraráætlanir fyrir hana. Forstjóri ræður annað starfsfólk.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ráðgjafarnefnd.\nForstjóri hefur sér til ráðuneytis níu manna ráðgjafarnefnd sem ráðherra skipar til fjögurra ára í senn. Einn nefndarmaður skal skipaður án tilnefningar og er hann formaður, einn samkvæmt tilnefningu ráðherra sem fer með umhverfismál, einn samkvæmt tilnefningu ráðherra menntamála, og skal sá valinn úr hópi háskólakennara eða annarra fræðimanna við háskólastofnun, einn samkvæmt tilnefningu Landssambands fiskeldisstöðva, einn samkvæmt tilnefningu Landssambands smábátaeigenda, einn samkvæmt tilnefningu Landssambands stangaveiðifélaga, einn samkvæmt tilnefningu Landssambands veiðifélaga, einn samkvæmt tilnefningu Samtaka fyrirtækja í sjávarútvegi og einn samkvæmt sameiginlegri tilnefningu Sjómannasambands Íslands og Farmanna- og fiskimannasambands Íslands. Varamenn skulu skipaðir með sama hætti. Forstjóri situr fundi með ráðgjafarnefnd.\nRáðgjafarnefndin skal funda einu sinni á ári og oftar ef þurfa þykir. Formaður ráðgjafarnefndar kveður hana saman til fundar.\nVerkefni nefndarinnar er að vera forstjóra til ráðuneytis um langtímastefnumótun starfseminnar og vera tengiliður við hagsmunaaðila um fagleg málefni.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hlutverk.\nHlutverk Hafrannsóknastofnunar skal vera sem hér segir:\n1. Að afla með rannsóknum alhliða þekkingar á hafinu, ám og vötnum landsins og lífríki þeirra, með áherslu á hvernig nýta megi lifandi auðlindir með sjálfbærum hætti.\n2. Að afla þekkingar um eðlis- og efnafræðilega eiginleika ferskvatns og sjávar umhverfis Ísland með tilliti til áhrifa á lífríkið.\n3. Að afla þekkingar og viðhalda gagnagrunni um jarðfræði og eðliseiginleika landgrunnsins, áa og vatna, einkum með tilliti til sjálfbærra fiskveiða og sjálfbærrar nýtingar annarra lifandi auðlinda.\n4. Að rannsaka lífsskilyrði og lifnaðarhætti gróðurs, dýrasvifs og botndýra, einkum vistfræðileg tengsl hinna ýmsu samfélaga og samhengi þeirra við nytjastofna í sjó og í ferskvatni.\n5. Að treysta undirstöður vísindalegrar ráðgjafar um nýtingu og ræktun nytjastofna sjávar, áa og vatna.\n6. Að gera tilraunir með og þróa veiðarfæri og veiðibúnað í þeim tilgangi að bæta hagkvæmni sóknar og koma í veg fyrir skaðleg áhrif veiða á lífríkið.\n7. Að stunda rannsóknir sem miða að aukinni nýsköpun og fjölbreytni í öflun sjávarfangs og nýtingu ferskvatnsvistkerfa.\n8. Að stunda rannsóknir á eldi í sjó og ferskvatni og veita ráðgjöf þar um.\n9. Að rannsaka hvernig fiskeldi og fiskrækt megi best stunda í sátt við íslenska náttúru og villta stofna.\n10. Að annast gegn gjaldi rannsóknir fyrir einstaklinga eða fyrirtæki á umhverfi eða lífríki í ám, vötnum og sjó, m.a. vegna framkvæmda.\n11. Að annast aðrar rannsóknir og tengd verkefni sem ráðherra felur stofnuninni með reglugerð.\n12. Að veita lögboðnar umsagnir og vera ráðuneyti og öðrum stjórnvöldum til ráðgjafar um málefni á verksviði stofnunarinnar.\n13. Að veita stjórnvöldum og hagsmunaaðilum ráðgjöf og þjónustu varðandi sjálfbæra nýtingu á lifandi auðlindum í sjó og ferskvatni á grundvelli sjálfbærra viðmiða og nýtingarstefnu stjórnvalda.\n14. Að veita ráðgjöf um lífríki áa, vatna og sjávar varðandi framkvæmdir og mannvirkjagerð.\n15. Að leggja mat á og veita ráðgjöf um verndargildi vistkerfa og náttúruminja í ferskvatni og í sjó.\n16. Að miðla upplýsingum til stjórnvalda, hagsmunaaðila og almennings um sjálfbærar nytjar á íslensku hafsvæði, í ám og vötnum, greina frá niðurstöðum rannsóknastarfseminnar og veita aðgang að gögnum stofnunarinnar eftir því sem tök eru á.\n17. Að annast milliríkjasamstarf og erlend samskipti á fagsviði stofnunarinnar.\n18. Að annast önnur verkefni sem ráðherra kann að fela stofnuninni.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samstarf við háskóla og rannsóknastofnanir.\nHafrannsóknastofnun skal stuðla að virkum samskiptum og rækta samstarf við háskóla og rannsóknastofnanir á fagsviði sínu, m.a. með þátttöku nemenda í framhaldsnámi í rannsóknaverkefnum stofnunarinnar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fjármögnun.\nKostnaður við starfrækslu Hafrannsóknastofnunar greiðist af fjárveitingum úr ríkissjóði samkvæmt fjárlögum. Hafrannsóknastofnun aflar sér enn fremur tekna með sölu á þjónustu á verksviði stofnunarinnar, sbr. 5. gr., og með þjónustugjöldum fyrir úrvinnslu og afgreiðslu gagna. Gjaldtaka fyrir slíka þjónustu skal taka mið af kostnaði og byggjast á kostnaðargreiningu. Stofnunin skal gefa út gjaldskrá fyrir veitta þjónustu og afgreiðslu gagna samkvæmt þessari málsgrein sem ráðherra staðfestir og skal hún birt í B-deild Stjórnartíðinda. Einnig er stofnuninni heimilt að afla tekna með leigu tækja og búnaðar, sölu afla sem fellur til vegna rannsókna og sölu hlutdeildar í félögum, sbr. 8. gr. Þá getur stofnunin sótt um rannsókna- og þróunarstyrki jafnt innan lands sem utan og tekið við framlögum sem samrýmast hlutverki stofnunarinnar.\nÞann hluta starfsemi Hafrannsóknastofnunar, sem rekinn er á viðskiptagrundvelli á samkeppnismarkaði, skal skilja fjárhagslega frá öðrum þáttum rekstrarins og skal endurgjald vegna hans taka mið af markaðsverði. Hafrannsóknastofnun setur viðmiðunargjaldskrá fyrir þessi verkefni. Sala á þjónustu samkvæmt þessari málsgrein skal byggjast á samningum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Aðild að rannsókna- og þróunarfyrirtækjum.\nHafrannsóknastofnun er heimilt, að fengnu samþykki ráðherra, að eiga aðild að rannsókna- og þróunarfyrirtækjum, hvort heldur hlutafélögum eða öðrum félögum með takmarkaðri ábyrgð, er þrói hugmyndir og hagnýti niðurstöður rannsókna- og þróunarverkefna sem stofnunin vinnur að hverju sinni.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Reglugerðarheimild.\nRáðherra getur með reglugerð mælt nánar fyrir um starfsemi Hafrannsóknastofnunar og um aðra framkvæmd þessara laga.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. júlí 2016. Frá sama tíma tekur til starfa ný stofnun, Hafrannsóknastofnun, rannsókna- og ráðgjafarstofnun hafs og vatna. Við gildistöku þessara laga er Hafrannsóknastofnun lögð niður, en hún er starfrækt samkvæmt núgildandi lögum um rannsóknir í þágu atvinnuveganna, nr. 64/1965, en þau lög falla einnig úr gildi frá sama tíma. Enn fremur falla úr gildi lög um Veiðimálastofnun, nr. 59/2006, og er stofnunin lögð niður um leið. Hin nýja stofnun tekur við réttindum og skyldum þeirra stofnana sem lagðar eru niður.\nÁkvæði til bráðabirgða.\nÖll störf hjá Hafrannsóknastofnun og Veiðimálastofnun eru lögð niður við gildistöku laga þessara. Öllum starfsmönnum Hafrannsóknastofnunar og Veiðimálastofnunar skal boðið starf hjá hinni nýju stofnun. Embætti forstjóra Hafrannsóknastofnunar og Veiðimálastofnunar eru lögð niður við gildistöku laga þessara. Bjóða skal forstjórunum starf hjá hinni nýju stofnun.\nStarfsmenn Hafrannsóknastofnunar og Veiðimálastofnunar sem ráðnir verða til starfa hjá hinni nýju stofnun halda réttindum sem þeir hafa áunnið sér til námsleyfis og um lengdan uppsagnarfrest samkvæmt kjarasamningi Félags íslenskra náttúrufræðinga og fjármálaráðherra sem miðast við samfellt starf hjá sömu stofnun.\nUm réttarstöðu starfsmanna og forstjóra fer eftir ákvæðum laga nr. 70/1996, um réttindi og skyldur starfsmanna ríkisins, með síðari breytingum. Ákvæði 7. gr. laga nr. 70/1996 gilda ekki um störf sem ráðið er í samkvæmt þessu ákvæði.\nEr lög þessi hafa verið samþykkt er ráðherra heimilt, að undangenginni auglýsingu, að skipa forstjóra Hafrannsóknastofnunar og skal forstjórinn hafa heimild til að undirbúa starfsemi stofnunarinnar fyrir gildistöku laganna í samráði við ráðherra.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
