{
  "id": "51/2016",
  "type": "statute",
  "title": "Lög um handtöku og afhendingu manna til og frá Íslandi vegna refsiverðra verknaða á grundvelli handtökuskipunar",
  "status": "in_force",
  "issued_date": "2016-06-07",
  "url": "https://www.althingi.is/lagas/nuna/2016051.html",
  "description": "Tóku gildi 14. júní 2016 að því er varðar norræna handtökuskipun og 1. nóvember 2019 að því er varðar evrópska handtökuskipun, sbr. augl. A 123/2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um afhendingu á manni milli Íslands og aðildarríkja Evrópusambandsins og milli Íslands og annarra norrænna ríkja fyrir refsiverðan verknað á grundvelli handtökuskipunar. Maður sem er eftirlýstur á grundvelli handtökuskipunar skal handtekinn og afhentur til þess ríkis sem gaf handtökuskipunina út samkvæmt ákvæðum þessara laga.\nTil að fá mann handtekinn og afhentan til Íslands vegna meðferðar á sakamáli eða til fullnustu á refsingu er hægt að gefa út handtökuskipun samkvæmt ákvæðum þessara laga.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tengsl við lög um meðferð sakamála.\nÞegar annað er ekki tekið fram í lögum þessum gilda ákvæði laga um meðferð sakamála eftir því sem við á.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreining hugtaka.\nÍ lögum þessum er merking hugtaka sem hér segir:\n1. Evrópsk handtökuskipun: Ákvörðun sem tekin er í einu aðildarríki Evrópusambandsins, Íslandi eða Noregi um að biðja eitthvert þessara ríkja um að handtaka og afhenda eftirlýstan mann vegna meðferðar á sakamáli sem getur varðað fangelsisrefsingu eða annars konar frjálsræðissviptingu í ríkinu sem hefur gefið handtökuskipunina út eða til fullnustu á fangelsisrefsingu eða annarri ákvörðun um frjálsræðissviptingu.\n2. Norræn handtökuskipun: Ákvörðun sem tekin er í Danmörku, Finnlandi, Íslandi, Noregi eða Svíþjóð um að biðja eitthvert þessara ríkja um að handtaka og afhenda eftirlýstan mann vegna meðferðar á sakamáli sem getur varðað fangelsisrefsingu eða annars konar frjálsræðissviptingu í ríkinu sem hefur gefið handtökuskipunina út eða til fullnustu á fangelsisrefsingu eða annarri ákvörðun um frjálsræðissviptingu.\n3. Handtökuskipun: Samheiti um norræna og evrópska handtökuskipun.\n4. Framsal: Framsal á sakamönnum fyrir refsiverða verknaði samkvæmt lögum nr. 13/1984, um framsal sakamanna og aðra aðstoð í sakamálum, eða sambærilegar reglur í erlendu ríki.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hlutverk ríkissaksóknara.\nHandtökuskipun frá erlendu ríki skal send ríkissaksóknara.\nRíkissaksóknari tekur ákvörðun um afhendingu á eftirlýstum manni samkvæmt ákvæðum laga þessara. Hann tekur jafnframt aðrar ákvarðanir í tengslum við afhendingu nema annað sé tekið fram í lögunum.\nÁkvarðanir ríkissaksóknara samkvæmt ákvæðum laga þessara eru endanlegar á stjórnsýslustigi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Íslenskir ríkisborgarar.\nÁkvæði laga þessara gilda einnig um afhendingu íslenskra ríkisborgara.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Form og innihald handtökuskipunar.\nHandtökuskipun skal rituð á samræmt eyðublað og innihalda upplýsingar um:\na. nafn, heimilisfang, síma- og bréfsímanúmer og netfang þess sem hefur gefið handtökuskipunina út,\nb. persónuauðkenni og ríkisfang þess eftirlýsta,\nc. hvort til staðar sé fullnustuhæfur dómur, handtökuskipun dómara eða önnur dómsniðurstaða sem hefur sömu réttaráhrif,\nd. eðli afbrotsins með vísun til þeirra refsiákvæða sem við eiga um verknaðinn,\ne. við hvaða aðstæður afbrot var framið, hvar og hvenær og hver þáttur þess eftirlýsta var í því,\nf. dæmda refsingu eða refsiramma sem gildir um afbrotið í því ríki sem gaf handtökuskipunina út og\ng. aðrar afleiðingar afbrotsins eftir því sem unnt er.\nHandtökuskipun sem gefin er út til Íslands skal vera rituð á íslensku, dönsku, norsku, sænsku eða ensku eða henni skal fylgja þýðing á eitt af framangreindum tungumálum.\nNú eru verulegir ágallar á handtökuskipun og telst hún þá ekki handtökuskipun samkvæmt lögum þessum. Í slíkum tilvikum skal ríkissaksóknari hafna beiðni, en áður en slíkt er gert skal gefa þeim sem gaf hana út færi á lagfæringu.\nII. kafli. Skilyrði afhendingar frá Íslandi samkvæmt evrópskri handtökuskipun.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lágmarksrefsirammi eða dæmd refsing.\nHeimilt er að afhenda mann til aðildarríkis í Evrópusambandinu á grundvelli evrópskrar handtökuskipunar:\na. til meðferðar á sakamáli sem getur varðað fangelsisrefsingu eða annars konar frjálsræðissviptingu í minnst eitt ár í ríkinu sem gaf handtökuskipunina út eða\nb. til fullnustu á fangelsisrefsingu eða annarri ákvörðun um frjálsræðissviptingu þegar dæmd refsing eða ákvörðun um aðra frjálsræðissviptingu er minnst fjórir mánuðir.\nNú er handtökuskipun gefin út vegna fleiri en eins refsiverðs verknaðar og skal þá afhenda eftirlýstan mann þótt skilyrði fyrir afhendingu séu einungis til staðar varðandi einn af verknuðunum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tvöfalt refsinæmi.\nÞað er skilyrði fyrir afhendingu manns samkvæmt evrópskri handtökuskipun að verknaður sem er forsenda eftirlýsingar, eða sambærilegur verknaður, sé jafnframt refsiverður samkvæmt íslenskum lögum.\nSkilyrðið um tvöfalt refsinæmi skv. 1. mgr. gildir ekki þegar tilgreindur verknaður í handtökuskipun er liður í starfsemi skipulagðra brotasamtaka og verknaðurinn fellur undir:\na. hryðjuverk eða skylt afbrot sem tilgreint er í 1. og 2. gr. Evrópusamnings um varnir gegn hryðjuverkum og 1., 2., 3. og 4. gr. rammaákvörðunar Evrópusambandsins frá 13. júní 2002 um baráttu gegn hryðjuverkum,\nb. ólöglega verslun með fíkniefni og skynvilluefni,\nc. manndráp,\nd. alvarlega líkamsárás,\ne. mannrán, ólöglega frelsissviptingu eða gíslatöku,\nf. nauðgun,\nenda varði verknaðurinn fangelsi eða annarri frjálsræðissviptingu í minnst eitt ár eða meira í því ríki sem gaf handtökuskipunina út. Gildir þá einu hvort viðkomandi hafi tekið þátt í raunverulegri framkvæmd verknaðarins enda hafi aðild hans verið með ásetningi og framkvæmd með þeirri vitneskju að þátttaka hans stuðli að því að hin skipulögðu brotasamtök nái markmiði starfsemi sinnar.\nTvöfalt refsinæmi skv. 1. mgr. er ekki skilyrði ef tilgreindur verknaður í handtökuskipun getur varðað fangelsi eða annarri frjálsræðissviptingu í þrjú ár eða lengri tíma í því ríki sem gaf handtökuskipunina út, enda geri það ríki ekki kröfu um tvöfalt refsinæmi vegna afhendingar manns til Íslands á grundvelli evrópskrar handtökuskipunar, og verknaðurinn fellur undir:\na. þátttöku í brotasamtökum,\nb. hryðjuverk,\nc. mansal,\nd. kynferðislega misnotkun á börnum og barnaklám,\ne. ólögleg viðskipti með ávana- og fíkniefni og skynvilluefni,\nf. ólögleg viðskipti með vopn, skotfæri og sprengiefni,\ng. spillingu,\nh. svik, þ.m.t. svik sem skaða fjárhagslega hagsmuni Evrópubandalaganna í skilningi samningsins frá 26. júlí 1995 um verndun fjárhagslegra hagsmuna Evrópubandalaganna,\ni. þvætti ávinnings af afbrotum,\nj. peningafölsun,\nk. tölvubrot,\nl. umhverfisbrot, þ.m.t. ólögleg viðskipti með dýr, plöntur og yrki í útrýmingarhættu,\nm. aðstoð við ólöglega komu til ríkis og búsetu,\nn. morð og alvarlega líkamsárás,\no. ólögleg viðskipti með líffæri og vefi úr mönnum,\np. mannrán, frelsissviptingu og gíslatöku,\nq. kynþáttafordóma og útlendingahatur,\nr. skipulagt eða vopnað rán,\ns. ólögleg viðskipti með menningarverðmæti, þ.m.t. forngripi og listaverk,\nt. fjársvik,\nu. fjárkúgun,\nv. eftirlíkingu og ólöglega nýtingu á vörum,\nw. fölsun á opinberum skjölum og viðskipti með slík skjöl,\nx. fölsun greiðslumiðla,\ny. ólögleg viðskipti með hormónaefni og aðra vaxtarhvata,\nz. ólögleg viðskipti með kjarnakleyf eða geislavirk efni,\naa. viðskipti með stolin ökutæki,\nbb. nauðgun,\ncc. brennu,\ndd. afbrot sem heyra undir lögsögu Alþjóðlega sakamáladómstólsins,\nee. skips- eða flugrán,\nff. eignaspjöll.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skyldubundnar synjunarástæður.\nSynja skal um afhendingu á eftirlýstum manni samkvæmt evrópskri handtökuskipun þegar:\na. veitt hefur verið sakaruppgjöf vegna sama verknaðar hér á landi,\nb. hann getur ekki vegna aldurs borið refsiábyrgð vegna verknaðarins hér á landi,\nc. hann hefur verið dæmdur fyrir sama verknað hér á landi með endanlegum dómi og refsingin hefur þegar verið fullnustuð, verið er að fullnusta hana eða ekki er lengur unnt að fullnusta hana,\nd. hér á landi liggur fyrir endanlegur dómur þar sem beitt hefur verið öryggisráðstöfunum gagnvart honum vegna sama verknaðar og þeim hefur þegar verið aflétt, verið er að framkvæma þær eða ekki er lengur unnt að framkvæma þær,\ne. hér á landi liggur fyrir endanleg viðurlagaákvörðun vegna sama verknaðar sem þegar hefur verið fullnustuð, verið er að fullnusta hana eða ekki er lengur unnt að fullnusta hana,\nf. mál gegn honum vegna sama verknaðar hefur verið afgreitt með ákærufrestun hér á landi,\ng. ríkissaksóknari hefur upplýsingar um að honum hafi verið refsað fyrir sama verknað með endanlegum dómi í aðildarríki Evrópusambandsins eða ríki sem er þátttakandi í Schengen-samstarfinu eða hefur verið refsað með annarri endanlegri ákvörðun í slíku ríki sem kemur í veg fyrir frekari málsmeðferð vegna sama verknaðar og að slík ákvörðun hafi verið fullnustuð, verið sé að fullnusta hana eða ekki sé lengur unnt að fullnusta hana,\nh. málsmeðferð er í gangi eða endanlegur dómur eða önnur endanleg niðurstaða liggur fyrir hjá alþjóðadómstól sem hindrar frekari málsmeðferð hér á landi og þegar þessi viðurlög hafa þegar verið fullnustuð, verið er að fullnusta þau eða ekki er lengur unnt að fullnusta þau,\ni. verknaðurinn hefur verið framinn að hluta eða í heild hér á landi eða á svæði sem fellur undir íslenska refsilögsögu og hann er annaðhvort ekki refsiverður eða refsiábyrgð eða réttur til að fullnusta refsingu hefur fyrnst samkvæmt íslenskum lögum.\nEinnig skal synja um afhendingu manns samkvæmt handtökuskipun er greinir í 1. mgr. ef afhending á manni samkvæmt henni er í andstöðu við ákvæði mannréttindasáttmála Evrópu og þeirra samningsviðauka sem hafa lagagildi hér á landi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Heimilar synjunarástæður.\nHeimilt er að synja beiðni um afhendingu á eftirlýstum manni samkvæmt evrópskri handtökuskipun þegar:\na. rannsókn vegna sama verknaðar er í gangi hér á landi og hún beinist að hinum eftirlýsta,\nb. ríkissaksóknari hefur vitneskju um að honum hafi verið refsað fyrir sama verknað með endanlegum dómi í ríki utan Evrópusambandsins og Schengen-samstarfsins, refsingin hafi þegar verið fullnustuð, verið sé að fullnusta hana eða hún sé fallin niður samkvæmt lögum viðkomandi ríkis,\nc. handtökuskipunin varðar fullnustu refsivistar samkvæmt dómi og sá sem er eftirlýstur er búsettur eða dvelur á Íslandi eða er íslenskur ríkisborgari og íslensk stjórnvöld skuldbinda sig til að fullnusta refsingu dómsins eða ákvörðun um frjálsræðissviptingu samkvæmt honum,\nd. handtökuskipunin varðar beiðni um að afhenda íslenskan ríkisborgara og er gefin út af ríki sem afhendir ekki eigin ríkisborgara til Íslands.\nÁður en beiðni um afhendingu er synjað samkvæmt ákvæðum 1. mgr. skal gefa eftirlýstum manni kost á að tjá sig.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Stjórnmálaafbrot.\nHeimilt er að synja um afhendingu á manni sem er eftirlýstur í evrópskri handtökuskipun vegna stjórnmálaafbrota.\nÁkvæði 1. mgr. á ekki við þegar tilgreindur verknaður í handtökuskipun fellur undir:\na. afbrot sem um getur í 1. og 2. gr. Evrópusamningsins um varnir gegn hryðjuverkum,\nb. afbrot sem felast í samsæri eða samanteknum ráðum sem svara til lýsingar á því framferði sem um getur í 2. mgr. 8. gr., að fremja eitt eða fleiri þeirra afbrota sem um getur í 1. og 2. gr. Evrópusamningsins um varnir gegn hryðjuverkum eða\nc. 1., 2., 3. og 4. gr. rammaákvörðunar frá 13. júní 2002 um baráttuna gegn hryðjuverkum.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Dómur kveðinn upp án þess að eftirlýstur maður sé til staðar.\nÞegar evrópsk handtökuskipun felur í sér beiðni um afhendingu á manni til fullnustu á fangelsisrefsingu eða öðrum viðurlögum um frjálsræðissviptingu sem dæmd eru án nærveru eftirlýsts manns og án þess að hann hafi verið upplýstur um tíma og stað fyrir málsmeðferðina skal beiðni hafnað nema ríkið sem gaf hana út tryggi að eftirlýstur maður geti krafist nýrrar málsmeðferðar þar sem hann eigi rétt á að vera til staðar.\nSú trygging sem um ræðir í 1. mgr. skal liggja fyrir áður en héraðsdómur úrskurðar um hvort skilyrði fyrir afhendingu séu til staðar.\nIII. kafli. Málsmeðferð vegna evrópskrar handtökuskipunar.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Handtaka og skýrslutaka.\nNú telur ríkissaksóknari að skilyrði 6. gr. sé fullnægt og skal hann þá krefjast handtöku hins eftirlýsta svo fljótt sem unnt er. Við handtöku skal hinn eftirlýsti upplýstur um handtökuskipunina.\nVið skýrslutöku í kjölfar handtöku skal eftirlýstum manni gefinn kostur á að samþykkja afhendingu og skal hann upplýstur um þýðingu samþykkis. Skal honum skipaður verjandi.\nEf eftirlýstur maður samþykkir afhendingu skv. 2. mgr. skal hann einnig spurður, ef við á, hvort hann samþykki málsmeðferð vegna annarra refsiverðra verknaða en þess sem er grundvöllur handtökuskipunarinnar og sem framdir voru fyrir afhendingu.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Gæsluvarðhald og beiting annarra þvingunarráðstafana.\nNú telur ríkissaksóknari nauðsynlegt að eftirlýstur maður sé í haldi vegna meðferðar málsins og skal hann þá leggja fram beiðni um gæsluvarðhald í héraðsdómi. Við mat á slíkri beiðni skal dómur leggja til grundvallar upplýsingar í handtökuskipuninni nema þær séu augljóslega rangar.\nGæsluvarðhaldi skal ekki markaður lengri tími en fjórar vikur, sem heimilt er að framlengja um sama tíma í hvert sinn.\nBeita má vægari þvingunarráðstöfunum þegar þær teljast fullnægjandi til að koma í veg fyrir að eftirlýstur maður komi sér undan málsmeðferð.\nMeð bókun í þingbók skal héraðsdómur staðfesta hvort samþykki skv. 2. og 3. mgr. 13. gr. liggi fyrir. Að gengnum úrskurði er eigi unnt að afturkalla samþykki fyrir afhendingu.\nFrestur til að kæra úrskurð um gæsluvarðhald eða beitingu annarra þvingunarráðstafana til [Landsréttar] er einn sólarhringur.\nL. 117/2016, 82. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Ákvörðun um afhendingu.\nRíkissaksóknari tekur ákvörðun um hvort orðið skuli við beiðni um afhendingu á eftirlýstum manni. Ríkissaksóknari skal leggja þær upplýsingar sem fram koma í handtökuskipun til grundvallar ákvörðun sinni nema þær séu augljóslega rangar. Ef eftirlýstur maður hefur samþykkt afhendingu skal endanleg ákvörðun um afhendingu tekin innan tíu daga frá því að samþykki liggur fyrir. Ef eftirlýstur maður samþykkir ekki afhendingu skal ríkissaksóknari taka ákvörðun um afhendingu innan 20 daga frá handtöku hins eftirlýsta manns.\nEf eftirlýstur maður hefur ekki samþykkt afhendingu getur hann krafist úrskurðar héraðsdóms um hvort skilyrði laga fyrir afhendingu séu fyrir hendi. Ríkissaksóknari skal, jafnframt því sem hann tilkynnir manninum um ákvörðun sína og rök fyrir henni, láta hann vita um heimild þessa. Krafa um úrskurð skal berast ríkissaksóknara eigi síðar en sólarhring eftir að þeim sem óskast afhentur er tilkynnt um að orðið hafi verið við beiðni um afhendingu. Ef sérstakar ástæður mæla með getur ríkissaksóknari leyft að ákvörðun um afhendingu sé borin undir dómstól þótt framangreindur frestur sé liðinn. Hafi úrskurðar verið krafist innan lögmælts frests eða undanþága leyfð skal afhending ekki fara fram fyrr en endanlegur dómsúrskurður hefur verið kveðinn upp.\nUpplýsingar sem fram koma í handtökuskipun skulu lagðar til grundvallar úrskurði héraðsdóms nema þær séu augljóslega rangar. Héraðsdómur skal kveða upp úrskurð innan 40 daga frá handtöku hins eftirlýsta. Heimilt er að kæra úrskurð til [Landsréttar] samkvæmt almennum reglum um meðferð sakamála að öðru leyti en því að kærufrestur er einn sólarhringur. Kæra frestar afhendingu. [Landsréttur] skal kveða upp [úrskurð] innan 60 daga frá handtöku hins eftirlýsta.\nNú liggur endanleg ákvörðun um afhendingu fyrir og skal ríkissaksóknari þá þegar tilkynna það þeim aðila sem gaf handtökuskipunina út. Um málsmeðferð afhendingar fer skv. 30. gr.\nNú nýtur eftirlýstur maður forréttinda eða friðhelgi hér á landi, sbr. 26. gr., vegna þess verknaðar sem tilgreindur er í handtökuskipuninni og byrjar frestur þá ekki að líða fyrr en forréttindin eða friðhelgin hefur verið afnumin. Hafi eftirlýstur maður áður verið framseldur eða afhentur til Íslands og frekari afhending krefst samþykkis frá því ríki sem framseldi eða afhenti hann, byrjar frestur ekki að líða fyrr en viðkomandi ríki hefur veitt samþykki sitt.\nNú er ekki unnt að taka ákvörðun í máli innan tilgreinds frests og skal ríkissaksóknari þá strax skýra þeim sem gaf handtökuskipunina út frá því.\nL. 117/2016, 82. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Samþykki fyrir málsmeðferð fyrir annan refsiverðan verknað og til áframhaldandi afhendingar eða framsals.\nÞegar þess er farið á leit er heimilt að samþykkja beiðni frá aðildarríki Evrópusambandsins sem fengið hefur mann afhentan á grundvelli evrópskrar handtökuskipunar til:\na. málsmeðferðar eða fullnustu refsingar gagnvart viðkomandi manni fyrir annan verknað en þann sem var forsenda afhendingar og sem var framinn fyrir afhendingu,\nb. að afhenda viðkomandi mann áfram til annars aðildarríkis Evrópusambandsins eða Noregs fyrir verknað framinn fyrir afhendinguna,\nc. að framselja viðkomandi mann til ríkis utan Norðurlandanna og Evrópusambandsins fyrir verknað framinn fyrir afhendinguna enda sé hann ekki íslenskur ríkisborgari.\nBeiðni um samþykki vegna tilvika sem greinir í a- og b-lið 1. mgr. skal vera í samræmi við ákvæði 6. gr. og skal hún send ríkissaksóknara. Veita skal samþykki ef skilyrði til afhendingar eru til staðar fyrir verknaðinn sem beiðnin fjallar um með þeim skilyrðum og skilmálum er leiðir af lögum þessum. Afhentur maður á rétt á verjanda í þessum tilvikum. Ákvæði 15. gr. gilda eftir því sem við á. Verjandi afhents manns getur krafist úrskurðar héraðsdóms um hvort skilyrði til afhendingar séu fyrir hendi. Ákveði héraðsdómur ekki annað sætir beiðni þessi skriflegri málsmeðferð. Endanleg ákvörðun skal liggja fyrir innan 30 daga frá því að beiðnin var móttekin.\nBeiðni um samþykki vegna tilviks sem greinir í c-lið 1. mgr. skal send ráðherra og fer um meðferð slíkrar beiðni samkvæmt lögum nr. 13/1984, um framsal sakamanna og aðra aðstoð í sakamálum.\nIV. kafli. Skilyrði afhendingar frá Íslandi samkvæmt norrænni handtökuskipun.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Lágmarksrefsirammi eða dæmd refsing.\nHeimilt er að afhenda mann til norræns ríkis á grundvelli norrænnar handtökuskipunar:\na. til meðferðar á sakamáli sem getur varðað fangelsisrefsingu eða annars konar frjálsræðissviptingu í ríkinu sem gaf handtökuskipunina út eða\nb. til fullnustu á fangelsisrefsingu eða annarri ákvörðun um frjálsræðissviptingu.\nNú er handtökuskipunin gefin út vegna fleiri en eins refsiverðs verknaðar og skal þá afhenda eftirlýstan mann þótt skilyrði fyrir afhendingu séu einungis uppfyllt varðandi einn af verknuðunum.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Skyldubundnar synjunarástæður.\nSynja skal beiðni um afhendingu á manni sem eftirlýstur er í norrænni handtökuskipun þegar til staðar eru þær synjunarástæður er greinir í a&ndash;h-lið 1. mgr. 9. gr. og 2. mgr. sömu greinar.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Heimilar synjunarástæður.\nHeimilt er að hafna beiðni um afhendingu á eftirlýstum manni samkvæmt norrænni handtökuskipun:\na. þegar þær aðstæður er greinir í 1. mgr. 10. gr. eru til staðar eða\nb. verknaðurinn hefur verið framinn að hluta eða í heild hér á landi eða á svæði sem fellur undir íslenska refsilögsögu og hann er ekki refsiverður samkvæmt íslenskum lögum.\nÁður en beiðni um afhendingu er synjað samkvæmt ákvæðum 1. mgr. skal gefa eftirlýstum manni kost á að tjá sig.\nV. kafli. Málsmeðferð vegna norrænnar handtökuskipunar.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Handtaka og skýrslutaka.\nNú telur ríkissaksóknari að skilyrði 6. gr. sé fullnægt og skal hann þá krefjast handtöku hins eftirlýsta svo fljótt sem unnt er. Við handtöku skal hinn eftirlýsti upplýstur um handtökuskipunina.\nVið skýrslutöku í kjölfar handtöku skal eftirlýstum manni gefinn kostur á að samþykkja afhendingu og skal hann upplýstur um þýðingu samþykkis. Skal honum skipaður verjandi.\nEf eftirlýstur maður samþykkir afhendingu skv. 2. mgr. skal hann einnig spurður, ef við á, hvort hann samþykki málsmeðferð vegna annarra refsiverðra verknaða sem framdir voru fyrir afhendingu.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gæsluvarðhald og beiting annarra þvingunarráðstafana.\nNú telur ríkissaksóknari nauðsynlegt að eftirlýstur maður sé í haldi vegna meðferðar málsins og skal hann þá leggja fram beiðni um gæsluvarðhald í héraðsdómi. Við mat á slíkri beiðni skal dómur leggja til grundvallar upplýsingar í handtökuskipuninni nema þær séu augljóslega rangar.\nGæsluvarðhaldi skal ekki markaður lengri tími en tvær vikur, sem heimilt er að framlengja um sama tíma í hvert sinn. Þessi tímamörk gilda ekki þegar til staðar eru fleiri ósamrýmanlegar handtökuskipanir eða framsalsbeiðnir eða viðkomandi hefur verið framseldur hingað til lands frá ríki utan Evrópusambandsins eða Norðurlandanna.\nBeita má vægari þvingunarráðstöfunum þegar þær teljast fullnægjandi til að koma í veg fyrir að eftirlýstur maður komi sér undan málsmeðferð.\nMeð bókun í þingbók skal héraðsdómur staðfesta hvort samþykki skv. 2. og 3. mgr. 20. gr. liggi fyrir. Unnt er að afturkalla samþykki. Samþykki fyrir málsmeðferð vegna annars refsiverðs verknaðar verður einungis afturkallað ef samþykki fyrir afhendingu er jafnframt afturkallað.\nFrestur til að kæra úrskurð um gæsluvarðhald eða beitingu annarra þvingunarráðstafana til [Landsréttar] er einn sólarhringur.\nL. 117/2016, 82. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Ákvörðun um afhendingu.\nRíkissaksóknari tekur ákvörðun um hvort orðið skuli við beiðni um afhendingu á eftirlýstum manni. Ríkissaksóknari skal leggja þær upplýsingar sem fram koma í handtökuskipun til grundvallar ákvörðun sinni nema þær séu augljóslega rangar. Nú samþykkir eftirlýstur maður afhendingu og skal ríkissaksóknari innan þriggja virkra daga frá því að samþykki var gefið taka ákvörðun um hvort skilyrði fyrir afhendingu séu til staðar. Ef eftirlýstur maður samþykkir ekki afhendingu skal ríkissaksóknari taka ákvörðun um afhendingu innan tíu daga frá handtöku hins eftirlýsta manns.\nEf eftirlýstur maður hefur ekki samþykkt afhendingu getur hann krafist úrskurðar héraðsdóms um hvort skilyrði laga fyrir afhendingu séu fyrir hendi. Ríkissaksóknari skal, jafnframt því sem hann tilkynnir manninum um ákvörðun sína og rök fyrir henni, láta hann vita um heimild þessa. Krafa um úrskurð skal berast ríkissaksóknara eigi síðar en sólarhring eftir að þeim sem óskast afhentur er tilkynnt um að orðið hafi verið við beiðni um afhendingu. Ef sérstakar ástæður mæla með getur ríkissaksóknari leyft að ákvörðun um afhendingu sé borin undir dómstól þótt framangreindur frestur sé liðinn. Hafi úrskurðar verið krafist innan lögmælts frests eða undanþága leyfð skal afhending ekki fara fram fyrr en endanlegur dómsúrskurður hefur verið kveðinn upp.\nUpplýsingar sem fram koma í handtökuskipun skulu lagðar til grundvallar úrskurði héraðsdóms nema þær séu augljóslega rangar. Héraðsdómur skal kveða upp úrskurð innan 20 daga frá handtöku hins eftirlýsta. Heimilt er að kæra úrskurð héraðsdóms til [Landsréttar] samkvæmt almennum reglum um meðferð sakamála að öðru leyti en því að kærufrestur er einn sólarhringur. Kæra frestar afhendingu. [Landsréttur] skal kveða upp [úrskurð] innan 30 daga frá handtöku hins eftirlýsta.\nNú liggur endanleg ákvörðun um afhendingu fyrir og skal ríkissaksóknari þá þegar tilkynna það til þess aðila sem gaf handtökuskipunina út. Um málsmeðferð afhendingar fer skv. 30. gr.\nNú nýtur eftirlýstur maður forréttinda eða friðhelgi hér á landi, sbr. 26. gr., vegna þess verknaðar sem tilgreindur er í handtökuskipun og byrjar frestur í slíkum tilvikum ekki að líða fyrr en forréttindi eða friðhelgi hefur verið afnumin. Nú hefur eftirlýstur maður verið afhentur eða framseldur hingað til lands og afhending áfram krefst samþykkis frá því ríki sem afhenti eða framseldi hann og byrjar frestur ekki að líða fyrr en viðkomandi ríki hefur samþykkt afhendinguna.\nNú er ekki unnt að taka ákvörðun í máli innan tilgreinds frests og skal ríkissaksóknari þá strax skýra þeim sem gaf handtökuskipunina út frá því.\nL. 117/2016, 82. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Samþykki fyrir málsmeðferð eða fullnustu refsingar fyrir annan refsiverðan verknað.\nNú hefur afhending á eftirlýstum manni samkvæmt norrænni handtökuskipun átt sér stað og það ríki sem fékk manninn afhentan biður um samþykki til málsmeðferðar eða fullnustu refsingar fyrir annan verknað sem framinn var áður en handtökuskipunin var gefin út og skal slík beiðni þá samþykkt nema til staðar séu skyldubundnar synjunarástæður skv. 18. gr. Einnig er heimilt að synja beiðni þegar valkvæð synjunarástæða skv. b-lið 1. mgr. 19. gr. er til staðar.\nBeiðni um samþykki skal vera í samræmi við ákvæði 6. gr. og skal hún send ríkissaksóknara. Ákvæði 22. gr. gilda eftir því sem við á. Afhentur maður á rétt á verjanda í þessum tilvikum. Verjandi afhents manns getur krafist úrskurðar héraðsdóms um hvort skilyrði til afhendingar séu fyrir hendi. Ákveði héraðsdómur ekki annað sætir beiðni þessi skriflegri málsmeðferð. Endanleg ákvörðun skal liggja fyrir innan 30 daga frá því að beiðnin var móttekin.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Samþykki til áframhaldandi afhendingar eða framsals.\nHeimilt er að samþykkja að maður sem afhentur er til norræns ríkis samkvæmt norrænni handtökuskipun verði afhentur áfram til aðildarríkis Evrópusambandsins utan Norðurlandanna fyrir verknað sem framinn var fyrir afhendinguna. Samþykkja skal slíka beiðni ef fallist hefði verið á beiðni um afhendingu fyrir verknaðinn samkvæmt evrópskri handtökuskipun. Í þessum tilvikum gilda ákvæði 2. mgr. 23. gr.\nUm beiðni um samþykki til áframhaldandi framsals til ríkis utan Norðurlandanna og Evrópusambandsins fer samkvæmt ákvæðum í lögum nr. 13/1984, um framsal sakamanna og aðra aðstoð í sakamálum.\nVI. kafli. Sameiginleg ákvæði um norrænar og evrópskar handtökuskipanir.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Móttaka og framsending á handtökuskipunum til afhendingar frá Íslandi.\nNú skráir stjórnvald þátttökuríkis eftirlýstan mann í Schengen-upplýsingakerfið eða annað kerfi fyrir eftirlýsingar á mönnum grunuðum um refsiverð afbrot og skal slík skráning þá jafngilda norrænni eða evrópskri handtökuskipun þar til handtökuskipun berst þótt skráningin hafi ekki að geyma allar þær upplýsingar sem greinir í 6. gr.\nHandtökuskipun frá öðru ríki skal send ríkissaksóknara. Nú berst handtökuskipun til annars stjórnvalds hér á landi og skal það þá strax framsenda hana til ríkissaksóknara og tilkynna þeim sem gaf handtökuskipunina út um framsendinguna.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Forréttindi og friðhelgi.\nNjóti eftirlýstur maður forréttinda eða friðhelgi með tilliti til málsmeðferðar eða fullnustu refsingar sem íslensk stjórnvöld geta aflétt skal ríkissaksóknari án dráttar beina því til réttra stjórnvalda að upphefja forréttindin eða friðhelgina. Þegar það er háð samþykki stjórnvalda í erlendu ríki eða alþjóðlegum stofnunum skal ríkissaksóknari þegar upplýsa það ríki sem gaf handtökuskipunina út um að ekki sé hægt að afhenda eftirlýstan mann samkvæmt henni fyrr en forréttindunum eða friðhelginni hefur verið aflétt.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Skilyrt afhending.\nÞegar handtökuskipun varðar afhendingu eftirlýsts manns vegna málsmeðferðar og hann er búsettur hér á landi eða er íslenskur ríkisborgari er heimilt að setja það skilyrði fyrir afhendingu að hann verði sendur aftur hingað til lands til að afplána hugsanlega refsingu. Eftirlýstum manni skal gefinn kostur á að tjá sig áður en slíkt skilyrði er sett.\nSetja skal það skilyrði fyrir afhendingu á íslenskum ríkisborgara að afhending á honum áfram til annars þátttökuríkis fyrir verknað, sem framinn er áður en afhending átti sér stað, skuli ekki eiga sér stað án samþykkis íslenskra stjórnvalda afhendi það ríki ekki eigin ríkisborgara til Íslands. Jafnframt skal setja það skilyrði að óheimilt sé að framselja viðkomandi áfram til þriðja ríkis.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Handtökuskipun vegna eftirlýsts manns sem afhentur eða framseldur hefur verið til Íslands.\nNú hefur eftirlýstur maður verið afhentur hingað til lands á grundvelli norrænnar handtökuskipunar og er þá heimilt að afhenda hann áfram til annars norræns ríkis á grundvelli norrænnar handtökuskipunar vegna refsiverðs verknaðar sem framinn var fyrir afhendingu hingað til lands. Afhending áfram til annars ríkis í Evrópusambandinu utan Norðurlandanna er heimil í þeim tilvikum er greinir í a-, c-, d- og e-lið 2. mgr.\nEftirlýstur maður, sem hefur verið afhentur til Íslands samkvæmt evrópskri handtökuskipun, skal ekki afhentur áfram til annars aðildarríkis Evrópusambandsins eða Noregs fyrir verknað sem framinn var fyrir afhendinguna. Þó er heimilt að afhenda hann áfram ef:\na. eftirlýstur maður á dómþingi samþykkir skriflega áframhaldandi afhendingu til málsmeðferðar vegna verknaðarins,\nb. eftirlýstur maður hefur samþykkt að vera afhentur til Íslands og í því samhengi einnig samþykkt að sæta málsmeðferð eða fullnustu refsingar fyrir verknað framinn fyrir afhendinguna,\nc. eftirlýstur maður hefur ekki yfirgefið landið þótt hann hafi átt þess kost í 45 daga,\nd. eftirlýstur maður hefur sjálfviljugur farið aftur til landsins eftir að hafa yfirgefið það,\ne. ríkið sem afhenti eftirlýstan mann til Íslands samþykkir áframhaldandi afhendingu.\nÞegar ríki, sem afhent hefur eftirlýstan mann hingað til lands, setur skilyrði um samþykki þess fyrir áframhaldandi afhendingu skal ríkissaksóknari senda viðkomandi ríki beiðni um að það samþykki afhendinguna. Beiðnin skal vera í samræmi við ákvæði 32. gr. og skal send því stjórnvaldi í ríkinu sem afhenti viðkomandi og sem bært er til að taka ákvörðun.\nÁframhaldandi afhending skal ekki eiga sér stað ef það er í andstöðu við sérstök skilyrði sem sett voru fyrir afhendingu.\nÞegar eftirlýstur maður er framseldur til Íslands frá ríki utan Norðurlandanna og Evrópusambandsins skal viðkomandi ekki afhentur áfram í andstöðu við skilyrði sem sett voru fyrir framsalinu. Þegar afhending áfram krefst samþykkis frá því ríki sem framseldi manninn skulu þar til bær stjórnvöld tryggja að því ríki verði án dráttar send beiðni um slíkt samþykki.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Ákvörðun um afhendingu þegar beiðnum lýstur saman.\nNú liggja fleiri en ein handtökuskipun fyrir varðandi sama mann og ákveður ríkissaksóknari þá við hvaða beiðni verði orðið.\nÞegar framsalsbeiðni frá ríki utan Norðurlandanna og Evrópusambandinu liggur fyrir til viðbótar við eina eða fleiri handtökuskipun ákveður ráðherra við hvaða beiðni verði orðið eða eftir atvikum synjað. Ríkissaksóknari kannar hvort skilyrði til afhendingar séu til staðar áður en málið er sent ráðuneytinu til ákvörðunar.\nVið mat á því við hvaða handtökuskipun eða framsalsbeiðni skuli orðið skal taka tillit til grófleika afbrots, hvar það var framið, hvenær handtökuskipanirnar eða framsalsbeiðnirnar voru gefnar út og hvort þær eru gefnar út vegna málsmeðferðar eða til fullnustu refsingar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Frestur til afhendingar.\nÞegar endanleg ákvörðun um afhendingu á grundvelli evrópskrar handtökuskipunar liggur fyrir skal afhenda eftirlýstan mann eins fljótt og unnt er og í síðasta lagi tíu sólarhringum eftir að ákvörðunin var tekin. Þegar um norræna handtökuskipun er að ræða er fresturinn fimm sólarhringar. Nú er ekki unnt vegna sérstakra aðstæðna að afhenda eftirlýstan mann innan framangreindra tímamarka og skal ríkissaksóknari þá strax semja um nýjan frest við þann sem gaf handtökuskipunina út.\nHeimilt er að fresta afhendingu ef ríkar mannúðarástæður mæla með því. Þegar þessar ástæður eru ekki lengur til staðar semur ríkissaksóknari um nýjan frest til afhendingar við þann sem gaf handtökuskipunina út. Afhending skal þá eiga sér stað innan tíu sólarhringa frá því að þær ástæður sem komu í veg fyrir afhendingu eru ekki lengur til staðar.\nEftirlýstur maður, sem er í gæsluvarðhaldi vegna eftirlýsingar í handtökuskipun, skal látinn laus ef afhending á sér ekki stað innan tímamarka 1. og 2. mgr.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Frestur og tímabundin afhending.\nHeimilt er að fresta afhendingu eftirlýsts manns vegna málsmeðferðar hér á landi gegn honum sökum annars refsiverðs verknaðar eða vegna fullnustu refsingar sökum annars afbrots.\nÍ stað þess að fresta afhendingu er heimilt að afhenda eftirlýstan mann tímabundið samkvæmt skilyrðum sem samið er um í skriflegu samkomulagi milli ríkissaksóknara og þess sem gaf handtökuskipunina út.\nVII. kafli. Afhending til Íslands.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Útgáfa evrópskrar handtökuskipunar.\nRíkissaksóknari gefur út evrópska handtökuskipun:\na. vegna málsmeðferðar gagnvart eftirlýstum manni, enda liggi fyrir handtökuskipun gefin út af dómstól fyrir verknað sem getur varðað fangelsisrefsingu í a.m.k. eitt ár eða\nb. vegna fullnustu refsingar, enda liggi fyrir endanlegur dómur sem felur í sér fangelsisrefsingu eða aðra frjálsræðissviptingu í a.m.k. fjóra mánuði.\nÍ handtökuskipun má tilgreina verknaði sem ekki uppfylla skilyrði 1. mgr. ef einn verknaðurinn uppfyllir þau. Í slíku tilviki er nægilegt vegna útgáfu handtökuskipunar til málsmeðferðar að fyrir liggi handtökuskipun dómstóls vegna eins af verknuðunum.\nEfni og form handtökuskipunarinnar skal vera í samræmi við 1. mgr. 6. gr. Þegar verknaðurinn getur varðað a.m.k. þriggja ára fangelsisrefsingu og hann telst verknaður sem greinir í a&ndash;ff-lið 3. mgr. 8. gr. skal það tekið fram. Sama gildir þegar ákvæði 2. mgr. 8. gr. eiga við.\nHandtökuskipunin skal rituð eða þýdd á tungumál þess ríkis sem hún er send til eða á annað tungumál sem það ríki samþykkir.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Útgáfa norrænnar handtökuskipunar.\nRíkissaksóknari gefur út norræna handtökuskipun:\na. vegna málsmeðferðar gagnvart eftirlýstum manni þegar grunur leikur á að hann hafi framið refsiverðan verknað sem getur varðað fangelsisrefsingu eða\nb. vegna fullnustu refsingar þegar til staðar er endanlegur dómur sem felur í sér fangelsisrefsingu eða aðra frjálsræðissviptingu.\nEfni og form handtökuskipunar skal vera í samræmi við 1. mgr. 6. gr. og skal hún rituð á íslensku, dönsku, norsku, sænsku eða ensku.\nÍ handtökuskipun má tilgreina verknaði sem ekki uppfylla skilyrði 1. mgr. ef einn verknaðurinn uppfyllir þau.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Sending handtökuskipunar.\nHandtökuskipun skal skráð í Schengen-upplýsingakerfið eða annað kerfi fyrir eftirlýsingar á mönnum sem eru grunaðir um að hafa framið refsiverða verknaði. Þær upplýsingar sem greinir í 1. mgr. 6. gr. og ekki er unnt að skrá í Schengen-upplýsingakerfið skulu eins fljótt og unnt er sendar því stjórnvaldi í ríkinu þar sem maðurinn hefur fundist og sem er bært til að taka á móti handtökuskipuninni.\nÞegar vitað er hvar eftirlýstur maður dvelur er til viðbótar einnig hægt að senda handtökuskipunina því stjórnvaldi í dvalarríkinu sem er bært til að taka á móti handtökuskipuninni.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Frádráttur gæsluvarðhalds við fullnustu refsingar.\nNú er eftirlýstur maður sendur hingað til lands vegna fullnustu á refsingu hér á landi og skal þá draga frá refsingunni þann tíma sem hann var sviptur frjálsræði vegna meðferðar beiðninnar um afhendingu í því ríki sem tók á móti handtökuskipuninni. Sama gildir þegar eftirlýstur maður er afhentur vegna málsmeðferðar verði hann dæmdur í fangelsisrefsingu hér á landi vegna þess verknaðar sem tilgreindur er í handtökuskipuninni.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Málsmeðferð vegna annars refsiverðs verknaðar.\nEkki er heimilt að sækja til saka eða fullnusta refsingu gagnvart þeim sem afhentur hefur verið hingað til lands frá aðildarríki Evrópusambandsins vegna eftirlýsingar í evrópskri handtökuskipun fyrir annan refsiverðan verknað sem framinn var fyrir afhendinguna en þann sem tilgreindur er í handtökuskipuninni.\nÁkvæði 1. mgr. gilda þó ekki þegar:\na. viðkomandi samþykkir eftir afhendingu málsmeðferð eða fullnustu refsingar fyrir tilgreindan verknað sem framinn var fyrir afhendingu; samþykki skal gefið fyrir dómi, skráð í þingbók og undirritað,\nb. viðkomandi samþykkti að verða afhentur hingað til lands og samþykkti í því samhengi einnig að sæta málsmeðferð eða fullnustu refsingar gegn sér fyrir verknað sem framinn var fyrir afhendinguna,\nc. eftirlýstur maður hefur ekki yfirgefið Ísland þótt hann hafi átt þess kost í 45 daga,\nd. eftirlýstur maður hefur sjálfviljugur komið aftur til Íslands eftir að hafa yfirgefið landið,\ne. verknaðurinn sem framinn var fyrir afhendinguna sætir einungis sektarrefsingu eða\nf. ríkið sem afhenti eftirlýstan mann hingað til lands samþykkir málsmeðferð eða fullnustu refsingar fyrir verknað sem framinn var fyrir afhendingu.\nSækja má þann til saka eða fullnusta refsingu gagnvart þeim sem afhentur hefur verið hingað til lands frá öðru norrænu ríki vegna eftirlýsingar í norrænni handtökuskipun fyrir annan refsiverðan verknað sem framinn var fyrir afhendinguna en þann sem tilgreindur er í handtökuskipuninni nema:\na. í því ríki sem afhenti viðkomandi séu til staðar þau atriði er greinir í a&ndash;f-lið 1. mgr. 9. gr. eða fyrir liggi upplýsingar um atriði er greinir í g- eða h-lið sömu greinar eða\nb. verknaðurinn sé að hluta eða í heild framinn á landsvæði þess ríkis sem afhenti viðkomandi eða á stað sem jafna megi til þess og verknaðurinn sé ekki refsiverður samkvæmt löggjöf þess ríkis nema það ríki samþykki málsmeðferðina.\nÞrátt fyrir að skilyrði b-liðar 3. mgr. séu uppfyllt er heimilt að sækja þann til saka sem afhentur er hingað til lands vegna afbrots sem framið var fyrir afhendinguna þegar ákvæði c- og d-liðar 2. mgr. eiga við eða hann hefur fyrir eða eftir afhendinguna samþykkt málsmeðferð vegna annars verknaðar.\nBeiðni um samþykki skv. f-lið 2. mgr. og b-lið 3. mgr. skal send þar til bæru stjórnvaldi í því ríki sem afhenti viðkomandi í samræmi við ákvæði 32. og 33. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Áframhaldandi framsal.\nNú er maður afhentur til Íslands á grundvelli evrópskrar handtökuskipunar og skal þá ekki framselja hann áfram til ríkis utan Norðurlandanna og Evrópusambandsins fyrir verknað sem framinn var fyrir afhendinguna án samþykkis þess ríkis sem afhenti hann, enda leiði ekki annað af samþykki fyrir afhendingu.\nEftirlýstan mann, sem hefur verið afhentur til Íslands á grundvelli norrænnar handtökuskipunar, má einungis framselja áfram til ríkis utan Norðurlandanna og Evrópusambandsins fyrir verknað sem framinn var fyrir afhendinguna ef viðkomandi samþykkir framsalið eða ákvæði c-, d- og f-liðar 2. mgr. 36. gr. eiga við.\nRáðherra tekur ákvörðun um áframhaldandi framsal samkvæmt ákvæðum laga nr. 13/1984, um framsal sakamanna og aðra aðstoð í sakamálum.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Endursending manns sem er afhentur til Íslands.\nNú er eftirlýstur maður afhentur hingað til lands vegna málsmeðferðar með því skilyrði að hann verði fluttur aftur til þess ríkis sem afhenti hann að málsmeðferð lokinni og skal ríkissaksóknari þá sjá til þess að það verði gert.\nNú sætir sá sem afhenda á til baka ekki gæsluvarðhaldi og er þá heimilt að handtaka hann og úrskurða í gæsluvarðhald sé það talið nauðsynlegt til að unnt sé að senda hann til baka. Viðkomandi skal ekki úrskurðaður í lengra gæsluvarðhald en tíu daga og ekki lengra gæsluvarðhald en fimm daga ef afhenda á hann til baka til annars norræns ríkis. Þegar sérstakar aðstæður koma í veg fyrir afhendingu innan þeirra fresta sem hér greinir er heimilt að framlengja gæsluvarðhald um tíu daga, en fimm daga ef afhenda á viðkomandi til baka til annars norræns ríkis.\nVIII. kafli. Önnur ákvæði varðandi afhendingu.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Haldlagning og afhending muna.\nRíkissaksóknari skal láta leggja hald á mun og afhenda hann þegar munurinn telst hafa þýðingu sem sönnunargagn í málinu sem tilgreint er í handtökuskipun eða er ágóði af refsiverða verknaðinum. Sama gildir um aðra hluti eða ágóða sem heimilt er að gera upptæka samkvæmt ákvæðum VII. kafla A almennra hegningarlaga, nr. 19/1940, þegar ríkið sem gefið hefur handtökuskipunina út krefst þess og þeir mundu sæta upptöku samkvæmt lögum þess ríkis sem gaf handtökuskipunina út.\nÁkvæði 1. mgr. gilda þótt eftirlýstur maður sé látinn eða horfinn.\nRíkissaksóknari getur látið halda mun skv. 1. mgr. eða afhent hann tímabundið þegar hann telst hafa þýðingu vegna sönnunar í tengslum við mál sem rekið er hér á landi.\nAfhending hefur ekki áhrif á gildandi réttindi varðandi muninn. Heimilt er að setja skilyrði fyrir afhendingu ef það er nauðsynlegt til að verja slík réttindi.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Tímabundin afhending.\nNú er til staðar handtökuskipun um handtöku og afhendingu á eftirlýstum manni vegna málsmeðferðar og getur ríkissaksóknari þá samkvæmt kröfu samþykkt tímabundna afhendingu á honum til yfirheyrslu í ríkinu sem gaf handtökuskipunina út.\nÓheimilt er að samþykkja tímabundna afhendingu þegar ljóst er að synjað verður um afhendingu á eftirlýstum manni eða nauðsynlegt er talið að viðkomandi sé hér á landi vegna meðferðar sakamáls eða meðferðar á handtökuskipuninni. Við mat á því hvort samþykkja skuli tímabundna afhendingu skal m.a. taka tillit til þess hvort afhendingin muni lengja frjálsræðissviptingu á eftirlýstum manni. Eftirlýstur maður á rétt á því að tjá sig um málið áður en ákvörðun er tekin.\nRíkissaksóknari ákveður tímasetningu afhendingar og setur þau skilyrði sem hann telur nauðsynleg.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Gegnumflutningur.\nHeimilt er að flytja þann sem afhentur er frá Danmörku, Finnlandi, Noregi eða Svíþjóð til eins af þessum ríkjum um íslenskt yfirráðasvæði án sérstaks samþykkis.\nRáðherra skal heimila gegnumflutning eftirlýsts manns á grundvelli evrópskrar handtökuskipunar um íslenskt yfirráðasvæði, enda hafi íslensk stjórnvöld móttekið upplýsingar um persónuauðkenni og ríkisfang hins eftirlýsta manns, eðli afbrotsins og hvaða refsiákvæði eigi við það, við hvaða aðstæður afbrotið var framið, þ.m.t. hvar og hvenær. Þegar afhending er til ríkis sem ekki afhendir eigin ríkisborgara hingað til lands skal synja um gegnumflutning ef eftirlýstur maður er íslenskur ríkisborgari. Í öðrum tilvikum þegar eftirlýstur maður er íslenskur ríkisborgari er heimilt að binda samþykkið skilyrðum.\nÁkvæði 2. mgr. gilda eftir því sem við á þegar framselja á mann frá ríki utan Norðurlandanna og Evrópusambandsins til aðildarríkis í Evrópusambandinu eða Noregs.\nIX. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Gildistaka.\nLög þessi, að því er varðar norræna handtökuskipun, öðlast þegar gildi. ...\nLög þessi, að því er varðar evrópska handtökuskipun, öðlast gildi við gildistöku samnings milli Evrópusambandsins og lýðveldisins Íslands og konungsríkisins Noregs um málsmeðferð við afhendingu milli aðildarríkja Evrópusambandsins og Íslands og Noregs. Ráðherra skal birta auglýsingu í Stjórnartíðindum um gildistöku laganna að þessu leyti.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nNú er beiðni um afhendingu sakamanns til Danmerkur, Finnlands, Noregs eða Svíþjóðar móttekin fyrir gildistöku laga þessara og fer þá um meðferð hennar samkvæmt lögum nr. 12/2010, um handtöku og afhendingu manna milli Norðurlandanna vegna refsiverðra verknaða (norræn handtökuskipun).\nNú er beiðni um framsal sakamanns til ríkis í Evrópusambandinu móttekin fyrir gildistöku laga þessara og fer þá um meðferð hennar samkvæmt lögum nr. 13/1984, um framsal sakamanna og aðra aðstoð í sakamálum.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    }
  ]
}
