{
  "id": "110/2016",
  "type": "statute",
  "title": "Lög um tímabundnar endurgreiðslur vegna hljóðritunar á tónlist",
  "status": "in_force",
  "issued_date": "2016-10-19",
  "url": "https://www.althingi.is/lagas/nuna/2016110.html",
  "description": "Tóku gildi 1. janúar 2017. Falla úr gildi 31. desember 2027 skv. 11. gr., sbr. <a href=\"/altext/stjt/2022.118.html\">l. 118/2022</a>, 5. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að efla tónlistariðnað á Íslandi með því að veita útgefendum hljóðrita [og eftir atvikum þjónustuaðila] tímabundinn rétt til endurgreiðslu hluta kostnaðar sem fellur til við hljóðritun tónlistar hér á landi.\nL. 118/2022, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um endurgreiðslu á hluta kostnaðar sem fellur til við hljóðritun tónlistar hér á landi sem gefin hefur verið út og gerð aðgengileg almenningi.\nNú fellur meira en 80% af kostnaði við hljóðritun til á Íslandi og er þá heimilt að endurgreiða 25% af þeim endurgreiðsluhæfa kostnaði sem fellur til á Evrópska efnahagssvæðinu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum merkir:\n1. Endurgreiðsluhæfur kostnaður: Sá kostnaður sem heimilt er að nota til útreiknings á endurgreiðsluupphæð, sbr. 6. gr.\n2. Tónlist: Listgrein þar sem tónar og hljómar eru skipulega nýttir til ýmislegrar tjáningar í tónverki.\n3. Útgáfa hljóðrita og aðgengi fyrir almenning: Hljóðrit telst gefið út og gert aðgengilegt almenningi þegar það er með réttri heimild boðið opinberlega til sölu, láns eða leigu eða dreift til almennings á annan hátt.\n4. Útgefandi: Sá einstaklingur, hópur eða lögaðili sem er fjárhagslega ábyrgur fyrir útgáfu hljóðrita.\n[5. Þjónustuaðili: Sá aðili sem veitir útgefanda hljóðrita þjónustu og sækir um endurgreiðslu fyrir hans hönd.]\nL. 118/2022, 2. gr.\nII. kafli. Umsóknarferli o.fl.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Umsókn.\nUmsókn um endurgreiðslu hluta kostnaðar sem fellur til við hljóðritun hér á landi skal berast ráðuneytinu ásamt fylgigögnum í síðasta lagi sex mánuðum eftir útgáfu nýjasta hljóðritsins sem sótt er um endurgreiðslu vegna.\nSérstök fjögurra manna nefnd fer yfir umsóknir og gerir tillögur til ráðherra um afgreiðslu. Ráðherra skipar nefndina og skulu tveir vera tilnefndir af Sambandi flytjenda og hljómplötuframleiðenda, þ.e. einn úr röðum flytjenda og einn úr röðum hljómplötuframleiðenda, einn tilnefndur af STEF og einn skipaður án tilnefningar og skal hann vera formaður. Varamenn skal skipa á sama hátt. Atkvæði formanns ræður úrslitum falli atkvæði jöfn.\nVið mat á umsóknum um endurgreiðslu getur nefndin aflað álits sérfróðra aðila um hvort skilyrði 5. gr. séu uppfyllt.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skilyrði endurgreiðslu fyrir útgáfu hljóðrita.\nTil að útgefandi geti hlotið endurgreiðslu vegna hljóðrita sem gefin hafa verið út og gerð aðgengileg almenningi skulu eftirfarandi skilyrði vera uppfyllt:\na. Samanlagður spilunartími tónlistar hljóðritanna nái [14] mínútum.\nb. Hljóðritin séu gefin út á 18 mánaða tímabili.\nc. Ekki séu liðnir sex mánuðir frá því að nýjasta hljóðritið var gefið út.\nd. Sundurliðað bókhald liggi fyrir um endurgreiðsluhæfan kostnað sem féll til við hljóðritun ásamt afritum reikninga.\ne. Upplýsingar liggi fyrir um þá aðila sem komu að hljóðritun og tónlistarflutningi.\nf. Hljóðritin hafi verið gefin út og gerð aðgengileg almenningi.\ng. ISRC-kóða hafi verið úthlutað fyrir hljóðritin og fullnaðarskráningu hljóðritanna lokið á www.hljodrit.is.\nh. Fullnaðarskráningu hljóðritaðra verka hafi verið lokið hjá viðurkenndum höfundaréttarsamtökum sem og höfundargreiðslu ef við á.\ni. Upplýsingar liggi fyrir um það hvernig hljóðritin hafi verið gerð aðgengileg almenningi.\nj. Útgefandi eigi ekki vangreidda skatta eða gjöld til ríkis eða sveitarfélaga eða aðrar vangoldnar opinberar kröfur.\nHljóðritun tónlistar til kynningar á tiltekinni vöru eða þjónustu eða hljóðritun hljóðbóka nýtur ekki endurgreiðslu samkvæmt lögum þessum.\n[Þrátt fyrir skilyrði 1. mgr. 4. gr. og 1. mgr. er þjónustuaðila heimilt að sækja um endurgreiðslu hluta kostnaðar sem fellur til við hljóðritun hér á landi. Í umsókn skal tilgreina áætlaðan útgáfudag og skal hann vera innan hæfilegra marka frá þeim tíma sem sótt er um endurgreiðslu. Nefnd skv. 2. mgr. 4. gr. metur í hverju tilviki fyrir sig hvað teljast hæfileg tímamörk í þessu sambandi.]\nL. 124/2020, 1. gr. L. 118/2022, 3. gr.\nIII. kafli. Endurgreiðsla.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Endurgreiðsluhæfur kostnaður.\nHeimilt er að endurgreiða hluta af eftirfarandi kostnaði sem fellur til við hljóðritun hljóðrita sem ekki hafa verið gefin út áður og gefin eru út á 18 mánaða tímabili:\na. Tímagjaldi í hljóðveri fyrir hljóðritun.\nb. Launakostnaði aðkeyptra flytjenda eða tæknimanna sem fellur til við hljóðritun.\nc. Eftirvinnslu (m.a. hljóðblöndun og lokahljóðvinnslu).\nd. Ferða- og flutningskostnaði hljóðfæra og aðalflytjenda.\ne. Eigin vinnu, sbr. 7. gr.\nÞegar hljóðritun á sér stað á tónleikum, sýningum eða annars konar viðburðum er einungis heimilt að reikna til þann hluta kostnaðarins sem eingöngu á við í beinum tengslum við hljóðritun, eftirvinnslu og réttindagreiðslur flytjenda.\n[Ráðherra er heimilt með reglugerð að kveða nánar á um hvaða kostnaður telst endurgreiðsluhæfur.]\nRg. 1271/2016, sbr. 1131/2023. L. 118/2022, 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Eigin vinna.\nEf útgefandi og tæknimaður eða flytjandi er sami aðili skal honum heimilt að reikna inn í endurgreiðsluhæfan kostnað eigin laun sem samsvara einum mánaðarlaunum listamanna, sbr. 1. mgr. 4. gr. laga um listamannalaun.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Endurgreiðsla.\nHlutfall endurgreiðslu skal vera 25% af endurgreiðsluhæfum kostnaði sem fellur til við hljóðritun.\nSami útgefandi getur ekki fengið hærri endurgreiðslu en 30.000.000 kr. á þriggja ára tímabili.\nIV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Aðrir styrkir.\nHafi umsækjandi hlotið styrk frá opinberum aðilum til útgáfu sömu hljóðrita dregst styrkurinn frá þeirri upphæð sem telst innlendur endurgreiðsluhæfur kostnaður.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Reglugerð.\nRáðherra setur reglugerð um framkvæmd laga þessara. Í henni skal m.a. kveðið á um framkvæmd endurgreiðslna, heimildir ráðherra til að fresta endurgreiðslum sem kunna að vera umfram fjárveitingar Alþingis hverju sinni, skilyrði endurgreiðslna, umsóknir, afgreiðslu umsókna og um ákvörðun um endurgreiðslu.\nRg. 1271/2016, sbr. 1131/2023.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gildistaka o.fl.\nLög þessi öðlast gildi 1. janúar 2017. Lögin falla úr gildi 31. desember [2027]. Endurgreiðslubeiðnir sem mótteknar hafa verið af ráðuneytinu fyrir þann tíma skulu hljóta afgreiðslu.\nEinungis er hægt að sækja um endurgreiðslu á hluta kostnaðar vegna hljóðrita sem gefin eru út og gerð aðgengileg almenningi eftir að lög þessi taka gildi.\nFyrir 31. desember [2027] skal ráðherra framkvæma árangursmat á því hvaða áhrif lög þessi hafi haft á hljóðritun tónlistar hér á landi.\nL. 118/2022, 5. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
