{
  "id": "95/2016",
  "type": "statute",
  "title": "Lög um timbur og timburvöru",
  "status": "in_force",
  "issued_date": "2016-09-13",
  "url": "https://www.althingi.is/lagas/nuna/2016095.html",
  "description": "Tóku gildi 21. september 2016.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að koma í veg fyrir viðskipti með við úr ólöglegu skógarhöggi og markaðssetningu timburs og timburvöru úr slíkum viði hér á landi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um markaðssetningu timburs og timburvöru, sbr. skilgreiningu í reglugerð Evrópuþingsins og ráðsins (ESB) nr. 995/2010 frá 20. október um skyldur rekstraraðila sem setja timbur og timburvörur á markað. Lög þessi gilda einnig um sölu timburs og timburvöru um fjarsamskiptamiðla, sbr. skilgreiningu í tilskipun Evrópuþingsins og ráðsins 97/7/EB frá 20. maí 1997 um neytendavernd að því er varðar fjarsölusamninga. Endurunnið timbur og endurunnar timburvörur falla utan gildissviðs laga þessara.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum og reglugerðum settum samkvæmt þeim er merking eftirtalinna hugtaka sem hér segir:\n1. Gildandi löggjöf: Gildandi lagaákvæði í skógarhöggslandinu um eftirfarandi atriði:\na. rétt til skógarhöggs innan skjalfestra svæðismarka,\nb. greiðslu fyrir rétt til skógarhöggs og fyrir timbur, þ.m.t. opinber gjöld í tengslum við skógarhögg,\nc. framkvæmd skógarhöggs, þ.m.t. lagaákvæði um umhverfismál og skógrækt, þar á meðal skógarstjórnun og vernd líffræðilegrar fjölbreytni, að því leyti sem slíkt tengist skógarhöggi beinlínis,\nd. lagalegan afnota- og eignarrétt þriðja aðila sem skógarhögg hefur áhrif á,\ne. viðskipti og tolla að því leyti sem slíkt varðar hagnýtingu skóga.\n2. Kaupmaður: Einstaklingur eða lögaðili sem, innan ramma verslunarstarfsemi, selur eða kaupir á innri markaði Evrópska efnahagssvæðisins timbur eða timburvöru sem þegar hefur verið sett á innri markaðinn.\n3. Kerfi áreiðanleikakannana: Kerfi sem felur í sér ráðstafanir og verklagsreglur til að lágmarka áhættuna á að timbur úr ólöglegu skógarhöggi og vara úr slíku timbri sé sett á innri markað Evrópska efnahagssvæðisins.\n4. Lögbært stjórnvald: Stjórnvald sem ber ábyrgð á framkvæmd laga þessara og reglugerða sem settar eru á grundvelli þeirra.\n5. Löglegt skógarhögg: Skógarhögg sem er í samræmi við gildandi löggjöf í skógarhöggslandinu.\n6. Markaðssetning: Að setja, innan ramma verslunarstarfsemi, timbur eða timburvöru í fyrsta skipti á innri markað Evrópska efnahagssvæðisins til dreifingar eða notkunar, gegn gjaldi eða endurgjaldslaust. Sala á innri markaði á timbri eða timburvöru sem þegar hefur verið sett á innri markað telst ekki til markaðssetningar.\n7. Ólöglegt skógarhögg: Skógarhögg sem er í bága við gildandi löggjöf í skógarhöggslandinu.\n8. Rekstraraðili: Hver sá einstaklingur eða lögaðili sem setur timbur eða timburvöru á markað, sbr. 6. tölul.\n9. Skógarhöggsland: Landið eða yfirráðasvæðið þar sem viðurinn var höggvinn.\n10. Vöktunarstofnun: Lögaðili sem býður upp á kerfi áreiðanleikakannana.\nII. kafli. Verkaskipting stjórnvalda.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn og ábyrgð.\nRáðherra fer með yfirstjórn mála samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hlutverk [Húsnæðis- og mannvirkjastofnunar].\n[Húsnæðis- og mannvirkjastofnun] hefur umsjón með framkvæmd laga þessara, er ráðherra til ráðgjafar og fer með eftirlit eftir því sem kveðið er á um í lögum þessum.\nÍ þessu skyni skal [Húsnæðis- og mannvirkjastofnun] m.a.:\na. annast eftirlit til að sannprófa að rekstraraðilar uppfylli kröfur samkvæmt lögum þessum,\nb. annast eftirlit með kerfi áreiðanleikakannana, þ.m.t. að framkvæma áhættumat og athugun á ráðstöfunum rekstraraðila sem gerðar eru til þess að draga úr hættu á að timbur úr ólöglegu skógarhöggi eða vara úr slíku timbri sé sett á markað hér á landi,\nc. fara í eftirlitsferðir og skoða gögn og skrár þar sem sýnt er fram á að kerfi áreiðanleikakannana og verklagsreglur virki á réttan hátt,\nd. hafa eftirlit með því að timburvara á markaði uppfylli ákvæði laga þessara og reglugerða settra samkvæmt þeim, en stofnunin fylgist með timbri og timburvöru á markaði, aflar upplýsinga um slíkar vörur og tekur við ábendingum þess efnis frá [tollyfirvöldum], [Landi og skógi], neytendum og öðrum aðilum,\ne. halda skrár yfir það eftirlit sem er framkvæmt og varðveita þær í a.m.k. fimm ár,\nf. annast eftirlit með vöktunarstofnunum,\ng. hafa samstarf við tollyfirvöld um framkvæmd eftirlits með innflutningi og markaðssetningu samkvæmt lögum þessum,\nh. veita almennar leiðbeiningar og fræðslu um framkvæmd laga þessara.\n[Húsnæðis- og mannvirkjastofnun] getur falið löggiltri skoðunarstofu að annast markaðseftirlit og faggiltri prófunarstofu að prófa og meta hvort timburvara uppfylli ákvæði laga þessara. Um faggildingu gilda ákvæði laga um faggildingu o.fl. Beiting úrræða skv. 16. gr. skal vera í höndum [Húsnæðis- og mannvirkjastofnunar].\nL. 137/2019, 19. gr. L. 141/2019, 63. gr. L. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "[Hlutverk Lands og skógar.]\nHlutverk [Lands og skógar] er:\na. að veita [Húsnæðis- og mannvirkjastofnun] ráðgjöf á grundvelli þeirrar sérþekkingar sem stofnunin hefur yfir að ráða á sviði skógræktar,\nb. að rannsaka og framkvæma prófanir á timbri og timburvöru sem [Húsnæðis- og mannvirkjastofnun] hefur tekið sýnishorn af, óski [Húsnæðis- og mannvirkjastofnun] eftir því.\nL. 66/2023, 7. gr. L. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Hlutverk [tollyfirvalda].\nHlutverk [tollyfirvalda] er að veita [Húsnæðis- og mannvirkjastofnun] upplýsingar um innflutning á timbri og timburvöru sem fellur undir lög þessi, sé þess óskað.\nL. 141/2019, 63. gr. L. 137/2019, 19. gr.\nIII. kafli. Kerfi áreiðanleikakannana og vöktunarstofnanir.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kerfi áreiðanleikakannana.\nRekstraraðilar sem setja timbur og timburvöru í fyrsta skipti á innri markað Evrópska efnahagssvæðisins skulu, á grundvelli kerfisbundinnar nálgunar, gera viðeigandi ráðstafanir til að ganga úr skugga um að timbur úr ólöglegu skógarhöggi og vara úr slíku timbri sé ekki sett á markað. Skal rekstraraðili nota kerfi áreiðanleikakannana sem vöktunarstofnanir bjóða upp á skv. 9. gr.\nÞrátt fyrir ákvæði 1. mgr. er rekstraraðila heimilt að nota eftirlitskerfi eða verklagsreglur sem hann notar nú þegar við gildistöku laga þessara og samræmist kröfum um kerfi áreiðanleikakannana. Rekstraraðili skal óska eftir því við vöktunarstofnun að hún taki til skoðunar og ákveði hvort viðkomandi eftirlitskerfi eða verklagsreglur uppfylli kröfur sem gerðar eru til kerfis áreiðanleikakannana.\nRáðherra mælir í reglugerð fyrir um þá þætti sem kerfi áreiðanleikakannana skal fela í sér.\nRg. 823/2016.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vöktunarstofnun.\nLögaðili með staðfestu innan Evrópska efnahagssvæðisins getur fengið viðurkenningu sem vöktunarstofnun, að uppfylltum skilyrðum um sérþekkingu og hæfni sem ráðherra kveður á um í reglugerð.\nAðili sem óskar eftir því að fá viðurkenningu sem vöktunarstofnun skal sækja um það til Eftirlitsstofnunar EFTA sem að höfðu samráði við stjórnvöld viðurkennir umsækjanda sem uppfyllir skilyrði 1. mgr.\nAðili sem hefur fengið viðurkenningu sem vöktunarstofnun skal sinna þeim skyldum sem kveðið er á um í 10. gr., að öðrum kosti getur Eftirlitsstofnun EFTA afturkallað viðurkenningu aðila sem vöktunarstofnunar.\nRáðherra mælir í reglugerð nánar fyrir um viðurkenningu og afturköllun viðurkenningar aðila samkvæmt ákvæði þessu.\nRg. 823/2016.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hlutverk vöktunarstofnana.\nHlutverk vöktunarstofnana er:\na. að viðhalda og meta reglulega kerfi áreiðanleikakannana, sbr. 8. gr., og veita rekstraraðilum rétt til að nota þau,\nb. að sannprófa rétta notkun rekstraraðila á kerfi áreiðanleikakannana,\nc. að gera viðeigandi ráðstafanir ef rekstraraðili notar kerfi áreiðanleikakannana á rangan hátt og sú ranga notkun er stórvægileg eða endurtekin.\nIV. kafli. Almennar skyldur.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Skyldur rekstraraðila.\nÓheimilt er að setja á markað timbur og timburvöru úr ólöglegu skógarhöggi. Við innflutning og markaðssetningu timburs og timburvöru skulu rekstraraðilar nota kerfi áreiðanleikakannana, sbr. 8. gr., til að tryggja að timbur úr ólöglegu skógarhöggi og vara úr slíku timbri verði ekki sett á markað.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Skyldur kaupmanna.\nKaupmenn skulu, í allri aðfangakeðjunni, geta staðfest deili á rekstraraðilum eða kaupmönnum sem afhentu þeim timbur og timburvöru sem og kaupmönnum sem þeir sjálfir afhentu timbur og timburvöru.\nKaupmenn skulu ávallt geyma upplýsingar skv. 1. mgr. í a.m.k. fimm ár og afhenda þær [Húsnæðis- og mannvirkjastofnun] óski stofnunin þess.\nL. 137/2019, 19. gr.\nV. kafli. Þvingunarúrræði o.fl.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Heimild til skoðunar og upplýsingaskylda.\n[Húsnæðis- og mannvirkjastofnun], eða eftir atvikum þeim sem hefur verið falið markaðseftirlit með timbri og timburvöru, sbr. 3. mgr. 5. gr., er heimilt að skoða timburvöru hjá kaupmönnum og rekstraraðilum, taka sýnishorn af timbri eða timburvöru til rannsókna og krefja þá um allar nauðsynlegar upplýsingar og gögn, svo sem skrá yfir þá sem hafa vöruna á boðstólum.\nKaupmaður eða rekstraraðili ber kostnað vegna þeirra sýnishorna sem tekin eru til rannsóknar skv. 1. mgr. Að lokinni rannsókn skal sýnishornum skilað eða þeim eytt með öruggum hætti eftir atvikum.\nKaupmaður eða rekstraraðili ber allan kostnað af innköllun timburs eða timburvöru. Sé vara ekki í samræmi við settar reglur skal hann bera þann kostnað sem hlýst af skoðun, rannsókn og prófun, svo og annan kostnað.\nL. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Áminning, úrbætur og dagsektir.\nTil að knýja á um framkvæmd ráðstöfunar samkvæmt lögum þessum er [Húsnæðis- og mannvirkjastofnun] heimilt að veita viðkomandi aðila áminningu. Jafnframt skal veita hæfilegan frest til úrbóta ef þeirra er þörf.\nEf aðili sinnir ekki fyrirmælum skv. 1. mgr. um úrbætur innan tiltekins frests getur [Húsnæðis- og mannvirkjastofnun] ákveðið honum dagsektir þar til úr er bætt. Dagsektir renna til ríkissjóðs og er hámark þeirra 500.000 kr. á dag.\nL. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Innköllun o.fl.\n[Húsnæðis- og mannvirkjastofnun] getur bannað sölu eða afhendingu timburs og timburvöru ef varan uppfyllir ekki skilyrði laga þessara og reglugerða settra samkvæmt þeim. Jafnframt getur stofnunin fyrirskipað innköllun eða að timbur og timburvara sé tekin af markaði ef varan uppfyllir ekki skilyrði laga þessara og reglugerða settra samkvæmt þeim. Enn fremur getur [Húsnæðis- og mannvirkjastofnun] krafist þess að rekstraraðili eða kaupmaður fargi viðkomandi timbri eða timburvöru með öruggum hætti, ráðstafi vörunni með öðrum hætti eða afturkalli hana og geymi þar til bætt hefur verið úr ágöllum.\nL. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Aðstoð lögreglu.\n[Húsnæðis- og mannvirkjastofnun] getur leitað aðstoðar lögreglu ef með þarf við framkvæmd þvingunarúrræða.\nL. 137/2019, 19. gr.\nVI. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Haldlagning.\n[Húsnæðis- og mannvirkjastofnun] getur lagt hald á timbur eða timburvöru sem uppfyllir ekki skilyrði laga þessara eða reglugerða settra samkvæmt þeim og fargað vörunni á kostnað handhafa hennar eða ráðstafað með öðrum hætti.\nL. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Stjórnvaldssektir.\n[Húsnæðis- og mannvirkjastofnun] getur lagt stjórnvaldssektir á einstakling eða lögaðila sem brýtur gegn ákvæðum laga þessara og reglna settra samkvæmt þeim og ákvörðunum eftirlitsaðila. Slíkar sektir geta numið allt að 1.000.000 kr.\nVið ákvörðun sekta skal m.a. taka tillit til alvarleika brots, hvað það hefur staðið lengi, samstarfsvilja hins brotlega aðila og hvort um ítrekað brot er að ræða. Jafnframt skal líta til þess hvort ætla megi að brotið hafi verið framið í þágu hagsmuna rekstraraðila eða kaupmanns. [Húsnæðis- og mannvirkjastofnun] er heimilt að ákveða hærri sektir hafi aðili hagnast á broti.\nGjalddagi stjórnvaldssektar er 30 dögum eftir að ákvörðun um sektina er tekin. Hafi stjórnvaldssekt ekki verið greidd innan 15 daga frá gjalddaga skal greiða dráttarvexti af fjárhæð sektarinnar frá gjalddaga. Ákvörðun [Húsnæðis- og mannvirkjastofnunar] um stjórnvaldssekt er aðfararhæf og renna sektir í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum skal beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nL. 137/2019, 19. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Kærur.\nHeimilt er að kæra stjórnvaldsákvarðanir sem teknar eru á grundvelli laga þessara til úrskurðarnefndar umhverfis- og auðlindamála. Um aðild, kærufrest, málsmeðferð og annað er varðar kæruna fer samkvæmt lögum um úrskurðarnefnd umhverfis- og auðlindamála.\nVII. kafli. Reglugerð. Innleiðing og gildistaka.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Reglugerð.\nRáðherra skal í reglugerð kveða nánar á um framkvæmd laga þessara.\nRg. 823/2016.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Innleiðing.\nLög þessi eru sett til innleiðingar á eftirfarandi gerðum:\n1. Reglugerð Evrópuþingsins og ráðsins (ESB) nr. 995/2010 frá 20. október 2010 um skyldur rekstraraðila sem setja timbur og timburvörur á markað sem vísað er til í lið 9c í II. viðauka við samninginn um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 75/2013.\n2. Framkvæmdarreglugerð framkvæmdastjórnarinnar (ESB) nr. 607/2012 frá 6. júlí 2012 um ítarlegar reglur varðandi kerfi áreiðanleikakannana og varðandi tíðni og eðli eftirlits með vöktunarstofnunum sem kveðið er á um í reglugerð Evrópuþingsins og ráðsins (ESB) nr. 995/2010 frá 20. október 2010 um skyldur rekstraraðila sem setja timbur og timburvörur á markað sem vísað er til í lið 9cb í II. viðauka við samninginn um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 75/2013.\n3. Framseldri reglugerð framkvæmdastjórnarinnar (ESB) nr. 363/2012 frá 23. febrúar 2012 um reglur um málsmeðferð við viðurkenningu og afturköllun á viðurkenningu fyrir vöktunarstofnanir eins og kveðið er á um í reglugerð Evrópuþingsins og ráðsins (ESB) nr. 995/2010 um skyldur rekstraraðila sem setja timbur og timburvörur á markað sem vísað er til í lið 9ca í II. viðauka við samninginn um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar nr. 75/2013.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    }
  ]
}
