{
  "id": "120/2016",
  "type": "statute",
  "title": "Lög um opinber innkaup",
  "status": "in_force",
  "issued_date": "2016-10-20",
  "url": "https://www.althingi.is/lagas/nuna/2016120.html",
  "description": "Tóku gildi 29. október 2016. Sjá nánar 123. gr. um gildistöku einstakra ákvæða.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið með lögum þessum er að tryggja jafnræði fyrirtækja, stuðla að hagkvæmni í opinberum rekstri með virkri samkeppni og efla nýsköpun og þróun við innkaup hins opinbera á vörum, verkum og þjónustu.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nMerking orða í lögum þessum er sem hér segir:\n1. Almennt útboð: Innkaupaferli þar sem hvaða fyrirtæki sem er getur lagt fram tilboð.\n2. Bjóðandi: Fyrirtæki sem lagt hefur fram tilboð.\n3. Fyrirtæki: Samheiti, notað til einföldunar, yfir verktaka, seljanda vöru og veitanda þjónustu án tillits til rekstrarforms.\n4. Gagnvirkt innkaupakerfi: Rafrænt ferli við algeng innkaup sem mögulegt er að gera á almennum markaði þannig að kröfum kaupanda sé fullnægt, enda sé ferlið tímabundið og, meðan á því stendur, opið öllum fyrirtækjum sem uppfylla skilyrði fyrir þátttöku í kerfinu og lagt hafa fram kynningarboð í samræmi við skilmála.\n5. Hönnunarsamkeppni: Ferli sem gerir kaupanda kleift að afla áætlunar eða hönnunar, einkum á sviði skipulagsmála, húsagerðarlistar og verkfræði eða gagnavinnslu, sem valin hefur verið af dómnefnd eftir samkeppni sem farið hefur fram með eða án verðlauna.\n6. Innanhússsamningar: Samningar sem gerðir eru milli opinberra aðila, sbr. 13. gr.\n[7. Innkaupaþjónusta: Þjónusta sem [miðlæg innkaupastofnun eða sérstök starfseining á vegum hins opinbera veitir] öðrum opinberum aðilum til að ná fram gagnsæjum, hagkvæmum og markvissum innkaupum á grundvelli laganna, t.d. með því að afla vöru eða þjónustu fyrir aðra kaupendur eða gera opinbera samninga eða rammasamninga um verk, vöru eða þjónustu ætlaða öðrum kaupendum.]\n[8. ] Kröfur sem liggja að baki merki: Þær kröfur sem tiltekin verk, vörur, þjónusta, ferli eða málsmeðferðir þurfa að uppfylla til að fá viðkomandi merki.\n[9. ] Lokað útboð: Innkaupaferli þar sem aðeins þau fyrirtæki sem valin hafa verið af kaupanda geta lagt fram tilboð en hvaða fyrirtæki sem er getur sótt um að taka þátt í.\n[10. ] Merki: Hvers konar skjal, vottorð eða staðfesting um að tiltekin verk, vörur, þjónusta, ferli eða málsmeðferðir fullnægi tilteknum kröfum.\n[11. ] Miðlæg innkaupastofnun: Opinber aðili skv. 3. gr. sem aðstoðar aðra opinbera aðila við innkaup, aflar vöru eða þjónustu fyrir aðra kaupendur eða gerir verksamninga eða rammasamninga um verk, vörur eða þjónustu ætlaða öðrum kaupendum.\n[12. ] Nýsköpun: Þróun nýrrar eða verulega bættrar vöru, þjónustu eða ferlis, svo sem við framleiðsluferli, byggingarferli, nýja markaðssetningaraðferð eða nýja skipulagsaðferð í viðskiptaháttum, skipulagi vinnustaða eða ytri samskiptum, m.a. í þeim tilgangi að hjálpa til við að takast á við samfélagsleg verkefni eða styðja við áætlanir um sjálfbæran hagvöxt.\n[13. ] Nýsköpunarsamstarf: Innkaupaferli sem hvaða fyrirtæki sem er getur sótt um að taka þátt í og felur í sér að kaupandi stýrir viðræðum við þau fyrirtæki sem valin hafa verið til að taka þátt í ferlinu, með það að markmiði að þróa nýsköpunarvöru, -þjónustu eða -verk.\n[14. ] Opinber aðili eða kaupandi: Ríki, sveitarfélög, stofnanir þeirra og samtök og aðrir opinberir aðilar skv. 3. gr.\n[15. ] Opinberir samningar: Allir samningar sem falla undir 1. mgr. 4. gr., þ.m.t. innkaupaferli með hönnunarsamkeppni og nýsköpunarsamstarfi.\n[16. ] Rafrænar aðferðir: Notkun rafræns búnaðar til að vinna (þar á meðal með stafrænni samþjöppun) og geyma gögn sem eru send, er miðlað og tekið við með rafþræði, útvarpi, ljóstækniaðferðum eða öðrum rafsegulaðferðum.\n[17. ] Rafrænt uppboð: Endurtekið ferli þar sem ný og lægri verð, og/eða ný verðgildi fyrir ákveðin atriði í tilboðum, eru sett fram með rafrænum aðferðum, eftir að kaupandi hefur tekið fulla afstöðu til þeirra í upphafi, þannig að unnt er að meta þau með sjálfvirkum aðferðum.\n[18. ] Rammasamningur: Samningur sem einn eða fleiri kaupendur gera við eitt eða fleiri fyrirtæki í þeim tilgangi að slá föstum helstu skilmálum einstakra samninga sem gerðir verða á tilteknu tímabili, einkum að því er varðar verð og fyrirhugað magn.\n[19. ] Ritaður eða skriflegur: Hvers konar tjáning sem samanstendur af orðum eða tölum sem lesa má, kalla má fram og miðla, þar á meðal upplýsingar sem miðlað er og varðveittar eru með rafrænum aðferðum.\n[20. ] Samkeppnisútboð: Innkaupaferli með samningsviðræðum þar sem kaupandi setur fram lágmarkskröfur í upphafi. Hvaða fyrirtæki sem er getur sótt um að taka þátt í innkaupaferlinu sem felst í því að kaupandi stýrir viðræðum við þau fyrirtæki sem valin hafa verið til þátttöku, með það að markmiði að laga tilboð að kröfum hans, enda séu þessar kröfur lagðar til grundvallar þegar þátttakendum er boðið að leggja fram tilboð.\n[21. ] Samkeppnisviðræður: Innkaupaferli sem hvaða fyrirtæki sem er getur sótt um að taka þátt í og felst í því að kaupandi stýrir viðræðum við þau fyrirtæki sem valin hafa verið til að taka þátt í ferlinu, með það að markmiði að þróa einn eða fleiri valkosti sem mætt geta kröfum hans, enda séu þessar kröfur lagðar til grundvallar þegar þátttakendum er boðið að leggja fram tilboð.\n[22. ] Samningskaup: Þegar kaupandi ræðir við fyrirtæki sem hann hefur valið samkvæmt fyrir fram ákveðnu ferli og semur um skilmála samnings við eitt eða fleiri fyrirtæki.\n[23. ] Sérleyfissamningur: Verk- eða þjónustusamningur þar sem endurgjald fyrir verk eða þjónustu felst annaðhvort eingöngu í rétti til að nýta sér verkið eða þjónustuna eða í rétti til að nýta sér verkið eða þjónustuna ásamt fjárgreiðslu frá kaupanda.\n[24. ] Tilskipun um gerð sérleyfissamninga: Tilskipun Evrópuþingsins og ráðsins 2014/23/ESB frá 26. febrúar 2014 um gerð sérleyfissamninga eins og hún er tekin upp í EES-samninginn með ákvörðun sameiginlegu EES-nefndarinnar.\n[25. ] Tilskipunin (útboðstilskipunin): Tilskipun Evrópuþingsins og ráðsins 2014/24/ESB um opinber innkaup frá 26. febrúar 2014, eins og hún er tekin upp í EES-samninginn með ákvörðun sameiginlegu EES-nefndarinnar.\n[26. ] Útboðsauglýsing: Opinber auglýsing á hvers konar innkaupaferli samkvæmt lögum þessum.\n[27. ] Útboðsgögn: Skjöl sem kaupandi lætur í té eða vísar til, til þess að lýsa eða ákvarða þætti útboðs, þ.m.t. tilkynningar, tæknilýsingar, skýringargögn, fyrirhuguð skilyrði samnings, form fyrir framlagningu fyrirtækja á skjölum, upplýsingar um þær skyldur sem almennt gilda og viðbótarskjöl ef einhver eru. Í lögum þessum er orðið útboðsgögn einnig notað um boð um að staðfesta áhuga og efni útboðstilkynninga.\n[28. ] Veitutilskipunin: Tilskipun Evrópuþingsins og ráðsins 2014/25/ESB um innkaup aðila sem annast vatnsveitu, orkuveitu, flutninga og póstþjónustu eins og hún er tekin upp í EES-samninginn með ákvörðun sameiginlegu EES-nefndarinnar.\n[29. ] Verksamningar eða opinberir verksamningar: Allir samningar sem falla undir 2. mgr. 4. gr.\n[30. ] Verktaki, seljandi vöru og veitandi þjónustu: Einstaklingur eða lögaðili, þar á meðal opinberir aðilar, eða hópur slíkra einstaklinga og/eða aðila sem bjóða fram á markaði framkvæmd verks, vöru og/eða þjónustu.\n[31. ] Viðmiðunarfjárhæðir: Fjárhæðir sem ákvarða hvenær innkaup eru útboðsskyld. Innkaup sem eru yfir innlendum viðmiðunarfjárhæðum skv. 1. mgr. 23. gr. ber að bjóða út innan lands. Innkaup sem eru yfir viðmiðunarfjárhæðum á Evrópska efnahagssvæðinu skv. 4. mgr. 23. gr. ber að bjóða út á öllu efnahagssvæðinu. Þá eru viðmiðunarfjárhæðir útboðsskyldu mismunandi eftir tegundum innkaupa. [Allar viðmiðunarfjárhæðir eru án virðisaukaskatts.]\n[32. ] Vistferill: Öll samfelld eða samtengd stig í tilveru vöru, þjónustu eða verkframkvæmdar frá öflun hráefnis eða framleiðslu á aðföngum fram að förgun, rýmingu eða lokum þjónustu eða notkunar. Þar með teljast rannsóknir og þróun, framleiðsla, viðskipti og skilmálar þeirra, flutningur, notkun og viðhald.\n[33. ] Vörusamningar eða opinberir vörusamningar: Allir samningar sem falla undir 3. mgr. 4. gr.\n[34. ] Þátttakandi: Fyrirtæki sem leitar eftir því eða hefur verið boðið að taka þátt í lokuðu útboði, samkeppnisútboði, samningskaupum, samkeppnisviðræðum eða nýsköpunarsamstarfi.\n[35. ] Þjónustusamningar eða opinberir þjónustusamningar: Allir samningar sem falla undir 4. mgr. 4. gr.\n[36. ] Örútboð: Innkaupaferli þar sem kaupandi leitar, með hæfilegum fyrirvara, skriflegra tilboða meðal rammasamningshafa sem efnt geta samning á grundvelli hlutlægra viðmiðana sem koma fram í útboðsskilmálum rammasamningsins.\nL. 64/2024, 1. gr. L. 37/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Opinberir aðilar sem lögin taka til.\nLög þessi taka til ríkis, sveitarfélaga, stofnana þeirra og annarra opinberra aðila, sbr. 2. mgr. Lögin taka einnig til samtaka sem þessir aðilar, einn eða fleiri, hafa með sér.\nAðili telst opinber ef hann getur borið réttindi og skyldur að lögum og sérstaklega hefur verið stofnað til hans í því skyni að þjóna almannahagsmunum, enda reki hann ekki starfsemi sem jafnað verður til starfsemi einkaaðila, svo sem á sviði viðskipta eða iðnaðar. Auk þess skal eitthvert eftirfarandi atriða eiga við um hann:\na. Starfsemi hans er að mestu leyti rekin á kostnað ríkis eða sveitarfélaga, stofnana þeirra eða annarra opinberra aðila. Miðað skal við að aðili sé að mestu leyti rekinn á kostnað ríkis eða sveitarfélaga, stofnana þeirra eða annarra opinberra aðila ef opinber fjármögnun nemur meira en 50% af árlegum rekstrarkostnaði.\nb. Hann lýtur yfirstjórn ríkis eða sveitarfélaga, stofnana þeirra eða annarra opinberra aðila.\nc. Hann lýtur sérstakri stjórn sem ríki eða sveitarfélög, stofnanir þeirra eða aðrir opinberir aðilar skipa að meiri hluta.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Samningar sem lögin taka til.\nLög þessi taka til samninga um fjárhagslegt endurgjald sem einn eða fleiri kaupendur skv. 3. gr. gera við eitt eða fleiri fyrirtæki og hafa að markmiði framkvæmd verks, sölu vara eða veitingu þjónustu í skilningi laganna. Slíkir samningar skulu ávallt gerðir skriflega.\n[Til verksamninga teljast samningar sem hafa að markmiði framkvæmd, eða framkvæmd og hönnun, verka sem tengjast einhverri starfsemi sem um getur í II. viðauka tilskipunarinnar eða framkvæmd, eða framkvæmd og hönnun, verks, eða hvers konar framkvæmd á verki sem svarar til krafna sem settar eru fram af kaupanda sem hefur afgerandi áhrif á gerð eða hönnun verksins.]\nTil vörusamninga teljast samningar sem hafa að markmiði kaup, leigu eða fjármögnunarleigu, með eða án kaupréttar, á vörum. Samningur sem felur í sér tilfallandi ísetningu eða uppsetningu vöru telst vörusamningur.\nTil þjónustusamninga teljast samningar sem hafa að markmiði veitingu þjónustu annarrar en þeirrar sem um getur í verksamningum skv. 2. mgr.\nL. 64/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Blandaðir samningar.\nSamningar, sem varða í senn tvær eða fleiri tegundir innkaupa, þ.e. á verkum, þjónustu eða vörum, skulu gerðir í samræmi við þau ákvæði sem gilda um þá tegund innkaupa sem einkennir meginefni samnings.\nVið innkaup sem falla að hluta til undir félagsþjónustu og aðra sértæka þjónustu skv. VIII. kafla, og að hluta til undir aðra þjónustu eða önnur blönduð innkaup, skal fara eftir þeim ákvæðum sem gilda um þann þjónustuþátt samningsins sem áætlaður er verðmætari.\nVið innkaup sem falla að hluta til undir þær almennu innkaupareglur sem fram koma í lögum þessum, auk innkaupa sem eru undanþegin gildissviði laganna eða falla að hluta til undir innkaupareglur sem fram koma í reglugerðum, getur kaupandi valið að gera einn stakan samning eða fleiri sjálfstæða samninga fyrir hvern hluta ef aðgreining er möguleg með hlutlægum hætti. Ef kaupandi ákveður að gera einn stakan samning um innkaupin skal fara eftir ákvæðum laga þessara, sbr. þó það sem fram kemur í 6. gr. Ef kaupandi ákveður að gera sjálfstæða samninga fyrir hvern hluta skal fara eftir þeim reglum sem gilda um þá tegund innkaupa sem einkennir meginefni hvers samnings. Blandaður samningur sem inniheldur í senn þætti vöru-, verk- og þjónustusamninga og sérleyfa skal gerður samkvæmt lögum þessum að því tilskildu að áætlað verðmæti þess hluta samnings sem fellur undir lög þessi sé yfir viðmiðunarfjárhæðum skv. 23. gr.\nÞegar ekki er hægt að aðskilja mismunandi hluta samnings með hlutlægum hætti skal fara eftir þeim reglum sem gilda um þá tegund innkaupa sem einkennir meginefni samnings.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Blandaðir samningar á sviði varnarmála.\nVið innkaup sem falla í senn undir þær almennu innkaupareglur sem fram koma í lögum þessum og reglugerð sem ráðherra setur um innkaup á sviði varnar- og öryggismála er kaupanda heimilt að gera einn stakan samning um innkaupin eða fleiri sjálfstæða samninga fyrir hvern hluta ef aðgreining er möguleg með hlutlægum hætti. Ef kaupandi ákveður að gera sjálfstæða samninga fyrir hvern hluta skal fara eftir þeim ákvæðum eða reglum sem gilda um þá tegund innkaupa sem einkennir meginefni hvers samnings.\nEf hluti tiltekins samnings varðar innkaup á sviði varnar- og öryggismála er heimilt að gera samning í samræmi við reglugerð sem ráðherra setur á því sviði, að því tilskildu að gerð staks samnings sé réttlætanleg á grundvelli hlutlægra ástæðna. Ef ekki er hægt að aðskilja mismunandi hluta samnings með hlutlægum hætti skulu innkaup gerð í samræmi við reglugerð sem ráðherra setur á sviði varnar- og öryggismála.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Leynilegir samningar og samningar á sviði varnarmála.\nLög þessi taka ekki til opinberra samninga sem lýstir eru leynilegir eða ef sérstökum öryggisráðstöfunum verður að beita við framkvæmd þeirra í samræmi við gildandi lög og stjórnvaldsfyrirmæli eða ef grundvallarhagsmunir ríkisins krefjast þess.\nÁkvæði XI. og XII. kafla gilda um innkaup á sviði varnar- og öryggismála sem eru yfir viðmiðunarfjárhæðum reglugerðar sem ráðherra setur um innkaup á sviði varnar- og öryggismála. Að öðru leyti taka lög þessi ekki til slíkra innkaupa.\nRáðherra skal í reglugerð mæla fyrir um innkaup á sviði varnar- og öryggismála til samræmis við skuldbindingar íslenska ríkisins á sviði opinberra innkaupa samkvæmt samningnum um Evrópska efnahagssvæðið og öðrum milliríkjasamningum. Í reglugerð skal m.a. kveðið nánar á um hvaða innkaup falla þar undir, viðmiðunarfjárhæðir, innkaupaferli, útboðsgögn, val á þátttakanda og framkvæmd samnings vegna slíkra innkaupa.\nRg. 845/2014, sbr. 888/2019, 262/2020 og 287/2024.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Samningar sem gerðir eru á grundvelli milliríkjasamninga.\nLög þessi taka ekki til samninga sem lúta öðrum reglum um opinber innkaup og gerðir eru á grundvelli milliríkjasamnings íslenska ríkisins við eitt eða fleiri ríki utan Evrópska efnahagssvæðisins, eða aðildarríki stofnsamnings Fríverslunarsamtaka Evrópu, um kaup á vörum, verkum eða þjónustu til sameiginlegra framkvæmda eða hagnýtingar fyrir ríkin, enda sé slíkur samningur tilkynntur Eftirlitsstofnun EFTA.\nLög þessi taka ekki til samninga á grundvelli milliríkjasamnings um setu herliðs þegar í hlut eiga fyrirtæki með staðfestu á Evrópska efnahagssvæðinu eða í öðrum ríkjum.\nLög þessi taka ekki til samninga sem kaupandi gerir í samræmi við innkaupaferli sem kveðið er á um af alþjóðastofnun eða alþjóðlegri fjármálastofnun, ef slík stofnun fjármagnar að öllu leyti viðkomandi samninga. Þegar um er að ræða samninga sem eru fjármagnaðir að mestu leyti af alþjóðastofnun eða alþjóðlegri fjármálastofnun skulu aðilar koma sér saman um viðeigandi innkaupaferli.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Samningar aðila sem annast vatnsveitu, orkuveitu, flutninga og póstþjónustu.\nÁkvæði XI. og XII. kafla gilda um innkaup aðila sem annast vatnsveitu, orkuveitu, flutninga og póstþjónustu sem eru yfir viðmiðunarfjárhæðum reglugerðar sem ráðherra setur um innkaup aðila á þessu sviði. Að öðru leyti taka lög þessi ekki til slíkra innkaupa ef samningar eru gerðir vegna reksturs vatnsveitu, orkuveitu, flutnings eða póstþjónustu.\nRáðherra skal í reglugerð mæla fyrir um innkaup aðila sem annast vatnsveitu, orkuveitu, flutninga og póstþjónustu til samræmis við skuldbindingar íslenska ríkisins á sviði opinberra innkaupa samkvæmt samningnum um Evrópska efnahagssvæðið og öðrum milliríkjasamningum. Í reglugerð skal m.a. kveðið nánar á um hvaða starfsemi fellur þar undir, gildissvið, viðmiðunarfjárhæðir, innkaupaferli, útboðsgögn, val á þátttakanda og framkvæmd samnings vegna slíkra innkaupa.\nRg. 340/2017, sbr. 1311/2020, 185/2024 og 289/2024. Rg. 359/2022.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Sérstaklega undanþegnir samningar á sviði rafrænna fjarskipta.\nLög þessi taka ekki til opinberra samninga sem hafa það að meginmarkmiði að stofna til eða reka almennt fjarskiptanet, hagnýta slík fjarskiptanet eða sjá almenningi fyrir einni eða fleiri tegundum rafrænnar fjarskiptaþjónustu.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Samningar sem sérstaklega eru undanskildir gildissviði laganna.\nLög þessi taka ekki til þjónustusamninga er varða:\na. Kaup eða leigu, gegn hvers konar fjárhagslegu endurgjaldi, á jörð, byggingum sem þegar hafa verið reistar eða öðrum fasteignum eða réttindum yfir þeim.\nb. Kaup, þróun og framleiðslu á dagskrárefni fyrir útvarp og sjónvarp eða samninga um útsendingartíma.\nc. Gerðardóma og sáttameðferðir.\nd. Málflutning lögmanns fyrir hönd skjólstæðings eða sáttaumleitan fyrir opinberum stofnunum, dómstólum eða gerðardómi eða fyrir öðrum alþjóðlegum dómstólum eða stofnunum.\ne. Lögfræðiráðgjöf sem veitt er við undirbúning málsmeðferðar skv. d-lið.\nf. Lögfræðiþjónustu sem fjárhaldsmaður eða talsmaður skipaður af dómstól eða undir eftirliti dómstóls veitir lögum samkvæmt.\ng. Vottun skjala og sannvottunarþjónustu sem lögbókandi veitir.\nh. Aðra lögfræðiþjónustu sem tengist beitingu opinbers valds.\ni. Fjármálaþjónustu í tengslum við útgáfu, sölu, kaup eða aðilaskipti að verðbréfum eða öðrum sambærilegum fjármálagerningum.\nj. Lán, hvort sem þau eru eða eru ekki í tengslum við útgáfu, sölu, kaup eða aðilaskipti að verðbréfum eða öðrum fjármálagerningum.\nk. Vinnusamninga.\nl. Almannavarnir og aðra forvarnaþjónustu gegn hættum sem stofnanir eða samtök, sem eru ekki rekin í hagnaðarskyni, veita, að undanskildum flutningi sjúklinga með sjúkraflutningsþjónustu.\nm. Almenna farþegaflutninga með lestum eða jarðlestum.\nn. Þjónustu veitta stjórnmálaflokki í tengslum við kosningabaráttu.\no. Rannsókn og þróun á þjónustu, að frátöldum samningum þar sem kaupendur bera allan kostnað af þjónustunni og hafa einkarétt á að njóta góðs af árangrinum í starfsemi sinni.\nRáðherra getur með reglugerð ákveðið að ríkisstofnanir og ríkisfyrirtæki hagi innkaupum sínum samkvæmt lögum þessum einnig við gerð þeirra samninga sem greinir í 1. mgr. Í reglugerð er jafnframt heimilt að skilgreina nánar þjónustu skv. 1. mgr. með tilvísun í sameiginlegt innkaupaorðasafn.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Samningar sem gerðir eru á grundvelli einkaréttar eða sérleyfis.\nLög þessi taka ekki til þjónustusamninga sem gerðir eru við aðila eða félag aðila sem sjálfir teljast kaupendur eða á grundvelli einkaréttar sem þeir njóta samkvæmt lögum eða stjórnvaldsfyrirmælum sem eru í samræmi við reglur samningsins um Evrópska efnahagssvæðið.\nÁkvæði XI. og XII. kafla gilda um opinbera sérleyfissamninga sem eru yfir viðmiðunarfjárhæðum reglugerðar sem ráðherra setur um gerð sérleyfissamninga. Að öðru leyti taka lög þessi ekki til slíkra samninga.\nRáðherra skal í reglugerð mæla fyrir um gerð sérleyfissamninga til samræmis við skuldbindingar íslenska ríkisins samkvæmt samningnum um Evrópska efnahagssvæðið og öðrum milliríkjasamningum. Í reglugerð skal m.a. kveðið nánar á um gildissvið, meginreglur um veitingu og framkvæmd sérleyfa og viðmiðunarfjárhæðir vegna slíkra sérleyfissamninga.\nRg. 950/2017, sbr. 1312/2020 og 288/2024. Rg. 361/2022.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Opinberir samningar milli opinberra aðila.\nLög þessi taka ekki til samninga sem gerðir eru við lögaðila á vegum hins opinbera ef eftirfarandi skilyrðum er fullnægt:\na. Lögaðili lýtur stjórn opinbers aðila eða sameiginlegri stjórn fleiri en eins opinbers aðila.\nb. Yfir 80% af starfsemi lögaðilans eru innt af hendi við framkvæmd verkefna sem honum eru falin af þeim opinbera aðila eða aðilum sem hann lýtur stjórn eða öðrum aðilum sem lúta stjórn hinna opinberu aðila.\nc. Starfsemi lögaðilans er ekki fjármögnuð með beinni fjárfestingu frá einkaaðilum, að undanskilinni einkafjárfestingu, sem krafist er samkvæmt sérlögum og hefur ekki áhrif á stjórn hins opinbera yfir lögaðilanum.\nLögaðili telst lúta stjórn opinbers aðila skv. a-lið 1. mgr. þegar hinn opinberi aðili hefur afgerandi áhrif bæði á skipulag og ákvarðanir lögaðilans. Þá telst lögaðili lúta sameiginlegum yfirráðum opinberra aðila skv. a-lið 1. mgr. ef eftirfarandi skilyrði eru til staðar:\na. Lögaðili lýtur sérstakri stjórn sem opinberir aðilar skipa.\nb. Opinberir aðilar geta sameiginlega haft afgerandi áhrif á skipulag og ákvarðanir viðkomandi lögaðila.\nc. Lögaðili hefur ekki öndverðra hagsmuna að gæta gagnvart þeim opinberu aðilum sem hann lýtur stjórn.\nLög þessi taka jafnframt ekki til samninga sem gerðir eru milli tveggja eða fleiri opinberra aðila ef öllum eftirfarandi skilyrðum er fullnægt:\na. Samningur kemur á eða hrindir í framkvæmd samvinnu milli opinberra aðila sem hefur það markmið að tryggja að sú opinbera þjónusta sem þeir veita nái sameiginlegum markmiðum.\nb. Samvinna þessara aðila varðar almannahagsmuni.\nc. Þeir opinberu aðilar sem um ræðir annast innan við 20% af starfseminni, sem samvinnan varðar, á almennum markaði.\nVið mat hlutfalls á starfsemi skv. b-lið 1. mgr. og c-lið 3. mgr. skal taka tillit til meðalheildarveltu eða annars viðeigandi mælikvarða, svo sem kostnaðar sem viðkomandi aðili hefur stofnað til að því er varðar þjónustu, vörur eða verk undanfarin þrjú ár fyrir gerð samnings. Ef nauðsynleg gögn liggja ekki fyrir skal mælikvarði fyrir starfsemina metinn út frá viðskiptaáætlunum.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Niðurgreiddir samningar.\nFylgja skal ákvæðum laga þessara við gerð verksamninga yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr., án virðisaukaskatts, sem kaupendur niðurgreiða um meira en 50% þegar um er að ræða samninga um mannvirkjagerð, um verkframkvæmdir, vöru og þjónustu, og einnig þegar samningur felur í sér slíkar framkvæmdir fyrir sjúkrahús, íþrótta- og tómstundamannvirki, skóla, háskóla og opinbera stjórnsýslu.\nÞegar um er að ræða þjónustusamninga yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr., án virðisaukaskatts, sem kaupendur niðurgreiða meira en 50% og tengjast verksamningi sem fellur undir 1. mgr. skal einnig fylgja ákvæðum laga þessara.\nHlutaðeigandi opinber aðili skal tryggja að farið sé að lögum þessum þegar annar aðili gerir samning sem fellur undir 1. eða 2. mgr. Sama á við ef opinber aðili gerir samning fyrir hönd slíks aðila eða hefur umsjón með gerð samnings.\nII. kafli. Almennar reglur.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Meginreglur við innkaup.\nGæta skal jafnræðis, meðalhófs og gagnsæis við opinber innkaup. Óheimilt er að mismuna fyrirtækjum á grundvelli þjóðernis eða takmarka samkeppni með óeðlilegum hætti. Viðeigandi ráðstafanir skulu gerðar til að koma í veg fyrir hagsmunaárekstra í innkaupaferli til að tryggja jafnræði.\nÞað telst ekki andstætt jafnræði að áskilja að vara sé afhent, þjónusta veitt eða verk unnið á tilteknum stað, enda byggist slíkur áskilnaður á málefnalegum ástæðum.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Meginreglur um þá sem njóta réttar samkvæmt lögum þessum.\nFyrirtæki með staðfestu í einhverju ríkja Evrópska efnahagssvæðisins eða aðildarríkja stofnsamnings Fríverslunarsamtaka Evrópu njóta réttar samkvæmt lögum þessum. Þessi fyrirtæki skulu þó aldrei njóta lakari réttar en fyrirtæki frá öðrum ríkjum. Réttar samkvæmt lögum þessum njóta einnig fyrirtæki frá öðrum ríkjum að því marki sem þau eiga að njóta slíkra réttinda á grundvelli milliríkjasamnings sem íslenska ríkið hefur gert.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Trúnaðarskylda.\nKaupanda er óheimilt að láta af hendi viðkvæmar upplýsingar sem fyrirtæki hefur lagt fram sem trúnaðarupplýsingar. Til slíkra upplýsinga teljast upplýsingar um rekstur, sértækar tæknilausnir, einingarverð, fjárhagsmálefni og viðskipti og aðrar þær upplýsingar sem skaðað geta hagsmuni fyrirtækisins ef aðgangur er veittur að þeim.\nKaupanda er heimilt að krefjast þess að fyrirtæki gæti trúnaðar um mikilvægar upplýsingar sem veittar eru meðan á innkaupaferli stendur.\nÁkvæði 1. mgr. á ekki við ef annað leiðir af fyrirmælum laga þessara, sbr. einkum ákvæði um skyldu til að birta opinberlega tilkynningu um gerð samnings á Evrópska efnahagssvæðinu, sbr. 84. gr., og upplýsa þátttakendur og bjóðendur um tiltekin atriði, sbr. 85. gr., sem og skyldu til að veita kærunefnd útboðsmála upplýsingar, sbr. 4. mgr. 108. gr.\nÁkvæði 1. mgr. hefur að öðru leyti ekki áhrif á skyldu opinbers aðila til að leggja fram upplýsingar á grundvelli upplýsingalaga.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Samningar bundnir við ákveðna hópa.\nHeimilt er að takmarka rétt til þátttöku í innkaupaferli við verndaða vinnustaði og fyrirtæki sem hafa það að markmiði að efla félagslega og faglega aðlögun fólks sem þarf á slíkri aðlögun að halda. Jafnframt má áskilja að slíkir samningar fari fram samkvæmt áætlun um verndaða vinnustaði.\nSkilyrði fyrir takmörkun skv. 1. mgr. er að a.m.k. 30% starfsmanna á vinnustað eða þeirra sem vinna við framkvæmd samningsins séu með fötlun eða þurfi á aðlögun að halda af félagslegum ástæðum.\nEf innkaup eru yfir viðmiðunarfjárhæðum skv. 23. gr. skal vísa til þessa ákvæðis í útboðsauglýsingu.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Sameiginleg innkaup.\nKaupendum er heimilt að standa sameiginlega að tilteknum einstökum innkaupum í samræmi við lög þessi.\nÞegar kaupandi annast innkaup fyrir sig og fyrir hönd annarra kaupenda eða kaupendur taka þátt í sameiginlegu innkaupaferli bera þeir sameiginlega ábyrgð á að uppfylla skyldur sínar samkvæmt lögum þessum.\nSérhver kaupandi ber ábyrgð á að uppfylla skyldur sínar samkvæmt lögum þessum vegna samnings sem gerður hefur verið fyrir hans hönd í sameiginlegu innkaupaferli og vegna þess hluta sem hann gerir í eigin nafni.\nRáðherra er heimilt í reglugerð að mæla fyrir um að ríkisstofnunum sé skylt að standa sameiginlega að tilteknum innkaupum.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Innkaup í öðru ríki Evrópska efnahagssvæðisins.\nKaupanda er heimilt að nota miðstýrða innkaupastarfsemi í öðru ríki Evrópska efnahagssvæðisins til að bjóða út innkaup á vöru eða þjónustu sem falla undir lög þessi. [Einnig er] heimilt að bjóða út innkaup, sem falla undir lög þessi, í öðru ríki Evrópska efnahagssvæðisins, í samstarfi við erlenda kaupendur, samtök þeirra eða fulltrúa, eða miðlægar innkaupastofnanir.\nSamkeppniseftirlitinu skal tilkynnt um fyrirhuguð innkaup ásamt rökstuðningi fyrir beitingu heimildar skv. 1. mgr. Með rökstuðningnum skal fylgja samkeppnismat í samræmi við leiðbeiningar [sem eru unnar á vegum ráðherra]. Samkeppniseftirlitið skal veita álit sitt á matinu og taka þar með afstöðu til þess hvort útboðið sé til þess fallið að raska samkeppni á innlendum markaði. Álitið hefur ekki áhrif á útboðsferlið. Kaupandi getur lokið útboði óháð niðurstöðu Samkeppniseftirlitsins. Afhenda skal afrit af samningi í kjölfar útboðs sé óskað eftir því.\nUm innkaup sem fara fram á grundvelli þessa ákvæðis gilda reglur viðkomandi ríkis, þar á meðal um kærur, gildi innkaupaákvarðana og skaðabætur.\nL. 64/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Sameiginlegt innkaupaorðasafn.\nAllar tilvísanir til flokkunarkerfa í tengslum við opinber innkaup sem eru yfir viðmiðunarfjárhæðum fyrir Evrópska efnahagssvæðið skv. 4. mgr. 23. gr. skulu byggjast á sameiginlega innkaupaorðasafninu (CPV).",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Reglur um samskipti og framlagningu gagna.\nÖll samskipti og miðlun upplýsinga sem vísað er til í þessari grein skulu að jafnaði fara fram með rafrænum aðferðum [í útboðskerfum]. Sá búnaður sem er notaður skal vera almennt aðgengilegur og tæknilegir eiginleikar hans samhæfðir við þá upplýsinga- og miðlunartækni sem er í almennri notkun. Búnaðurinn má ekki vera þess eðlis að hann leiði til mismununar fyrirtækja eða takmarki aðgang fyrirtækis að innkaupaferli.\nÞrátt fyrir ákvæði 1. mgr. er kaupanda ekki skylt að krefjast þess að notaðar séu rafrænar aðferðir við framlagningu gagna við eftirfarandi aðstæður:\na. ef notkun rafrænna aðferða við samskipti mundi, vegna sérhæfðs eðlis innkaupa, kalla á sérstakan búnað, tæki eða skráasnið sem ekki eru almennt aðgengileg eða forrit, sem almennt eru aðgengileg, styðja ekki,\nb. ef forritin, sem styðja skráasnið sem henta fyrir lýsingu tilboða, nota skráasnið sem önnur opin eða almennt aðgengileg forrit ráða ekki við eða eru háð séreignarleyfi og ekki er hægt að gera aðgengileg til niðurhals eða fjarnotkunar af hálfu kaupanda,\nc. ef notkun rafrænna aðferða mundi krefjast sérhæfðs skrifstofubúnaðar sem kaupandi hefur alla jafna ekki aðgang að,\nd. ef þess er krafist í útboðsgögnum að lögð séu fram líkön sem ekki er unnt að senda með rafrænum aðferðum,\ne. ef notkun annarra samskiptaaðferða er nauðsynleg, annaðhvort vegna öryggisrofs í rafrænum samskiptaaðferðum eða til verndar sérstaklega viðkvæmum upplýsingum.\nEf rafrænar aðferðir eru ekki notaðar við samskipti skulu þau fara fram með pósti eða öðrum viðeigandi miðli.\nHeimilt er, þrátt fyrir ákvæði 1.–3. mgr., að hafa munnleg samskipti, fyrir utan mikilvægustu þætti innkaupaferlis, ef samskiptin eru skráð með fullnægjandi hætti. Mikilvægustu þættir innkaupaferlisins taka í þessum skilningi til útboðsgagna, þátttökutilkynninga, staðfestingar á áhuga og tilboða. Munnleg samskipti við bjóðendur, sem geta haft veruleg áhrif á efni og mat tilboða, skulu skrásett með viðeigandi hætti, t.d. með skriflegum skýrslum, hljóðskýrslum eða útdráttum úr helstu þáttum samskiptanna.\nSamskipti, miðlun og geymsla upplýsinga skal fara fram með þeim hætti að uppruni gagna sé tryggður og að þeim hafi ekki verið breytt. Einnig skal tryggt að trúnaður um tilboð og beiðni um þátttöku sé ekki rofinn og kaupandi geti aðeins kynnt sér innihald tilboða eða beiðni um þátttöku eftir að tilboðsfrestur eða frestur til að leggja fram beiðni um þátttöku er liðinn.\nÞegar um er að ræða opinbera verksamninga og hönnunarsamkeppni er heimilt að krefjast notkunar sérstaks rafræns búnaðar. Í slíkum tilvikum skulu kaupendur bjóða annars konar aðgang, eins og kveðið er á um í 7. mgr., þangað til slík tæki verða almennt aðgengileg í skilningi 1. mgr.\nKaupandi getur, ef nauðsyn krefur, krafist þess að notaður sé búnaður og tæki sem ekki eru almennt aðgengileg. Skilyrði er að kaupandi bjóði annars konar valkost til aðgangs með eftirfarandi hætti:\na. fullan, ótakmarkaðan og beinan aðgang endurgjaldslaust með rafrænum aðferðum að slíkum búnaði og tækjum frá birtingardegi tilkynningar eða frá þeim degi þegar boð um að staðfesta áhuga er sent; í texta tilkynningarinnar eða boðsins um að staðfesta áhuga skal tilgreina veffangið þar sem hafa má aðgang að þessum búnaði og tækjum,\nb. tryggingu fyrir því að bjóðandi, sem ekki hefur aðgang að viðkomandi búnaði og tækjum eða hefur engan möguleika á að nálgast þau innan tiltekinna tímamarka, geti haft aðgang að innkaupaferlinu með notkun aðgangsbúnaðar til bráðabirgða er fæst án endurgjalds, að því tilskildu að skort á aðgangi megi ekki rekja til viðkomandi bjóðanda, eða\nc. með útvegun annars konar leiðar til að leggja fram tilboð með rafrænum aðferðum.\nEftirfarandi reglur skulu almennt gilda um búnað og tæki sem notuð eru við rafræna sendingu og móttöku tilboða og rafræna móttöku þátttökutilkynninga:\na. upplýsingar um skilyrði fyrir rafræna framlagningu tilboða og þátttökutilkynninga, þar á meðal um dulkóðun og tímastimplun, skulu vera aðgengilegar öllum hlutaðeigandi aðilum,\nb. eftir atvikum skal tilgreina öryggisstig fyrir rafrænar samskiptaaðferðir á hinum ýmsu stigum tiltekins innkaupaferlis og skal það vera í réttu hlutfalli við áhættuna sem því tengist,\nc. [þegar gerð er krafa um fullgilda rafræna undirskrift skal kaupandi styðja við þau snið sem útfærð eru fyrir viðurkenndar rafrænar undirskriftir og gera nauðsynlegar tæknilegar ráðstafanir til að taka á móti undirskriftum; þegar tilboð er undirritað með fullgildri rafrænni undirskrift skal ekki gera viðbótarkröfur sem gætu hindrað notkun bjóðanda á slíkum undirskriftum.]\nL. 64/2024, 4. gr. L. 55/2019, 10. gr.\nIII. kafli. Viðmiðunarfjárhæðir.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Viðmiðunarfjárhæðir.\nÖll innkaup opinberra aðila á vörum og þjónustu yfir [viðmiðunarfjárhæðum skv. 4. mgr.] og verkum yfir 49.000.000 kr. skal bjóða út og gera í samræmi við þau innkaupaferli sem nánar er kveðið á um í IV. kafla. Viðmiðunarfjárhæðir vegna innkaupa á opinberum þjónustusamningum um félagsþjónustu og aðra sértæka þjónustu skv. VIII. kafla skulu fara eftir 4. mgr.\nHeimilt er að breyta fjárhæðum skv. 1. mgr. annað hvert ár í samræmi við breytingar á vísitölu neysluverðs, í fyrsta sinn 1. janúar 2018. Heimilt skal að færa fjárhæðir þessar upp þannig að þær standi á heilu þúsundi. Ráðherra skal með hæfilegum fyrirvara auglýsa opinberlega breytingar á viðmiðunarfjárhæðum samkvæmt þessari grein.\nRáðherra er með reglugerð heimilt að kveða á um lægri viðmiðunarfjárhæðir skv. 1. mgr. vegna innkaupa opinberra aðila, að frátöldum sveitarfélögum, stofnunum þeirra, öðrum opinberum aðilum á þeirra vegum eða samtökum sem þessir aðilar kunna að hafa með sér.\nRáðherra skal birta viðmiðunarfjárhæðir fyrir opinber innkaup á Evrópska efnahagssvæðinu í íslenskum krónum í reglugerð í samræmi við skuldbindingar íslenska ríkisins samkvæmt samningnum um Evrópska efnahagssvæðið. Endurskoða skal viðmiðunarfjárhæðir á tveggja ára fresti, í fyrsta sinn 1. janúar 2018.\nL. 64/2024, 5. gr. Rg. 360/2022, sbr. 286/2024.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Innkaup undir innlendum viðmiðunarfjárhæðum.\nVið innkaup undir þeim viðmiðunarfjárhæðum sem tilgreindar eru í 1. mgr. 23. gr. skal kaupandi ávallt gæta hagkvæmni og gera samanburð meðal sem flestra fyrirtækja. Slíkur samanburður skal jafnan gerður með rafrænum aðferðum. Við þessi innkaup skal gæta að samkeppni og virða jafnræðisreglu 15. gr., svo og ákvæði 49. gr. um tæknilýsingar.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Útreikningur virðis samninga.\nVið útreikning á áætluðu virði samnings skal miða við þá heildarfjárhæð sem kaupandi mun greiða fyrir innkaup, að frátöldum virðisaukaskatti. Við þennan útreikning skal taka tillit til heildarfjárhæðar, þar á meðal hvers konar valfrjálsra ákvæða og hugsanlegrar endurnýjunar samnings sem skýrt er kveðið á um í útboðsgögnum.\nEf kaupandi hyggst bjóða bjóðendum eða þátttakendum verðlaunafé eða aðrar aukagreiðslur skal taka tillit til þess við útreikning á áætluðu virði samnings.\nÚtreikningur skal miðast við þann tíma þegar útboðsauglýsing er send til opinberrar birtingar eða þegar kaupandi hefst handa við innkaupaferli við þær aðstæður að ekki er skylt að tilkynna opinberlega um innkaup.\nÓheimilt er að skipta upp verki eða innkaupum á vöru og/eða þjónustu í því skyni að innkaup verði undir viðmiðunarfjárhæðum, nema slíkt sé réttlætanlegt á grundvelli hlutlægra ástæðna.\nÞegar kaupandi skiptist í aðskildar skipulagseiningar skal taka tillit til áætlaðrar heildarfjárhæðar innkaupa allra eininganna. Ef skipulagseining ber sjálfstæða ábyrgð á innkaupum sínum eða tilteknum tegundum þeirra má áætla verðmæti þeirra án tillits til heildarinnkaupa kaupandans.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Útreikningur virðis verksamninga.\nVið útreikning á áætluðu virði verksamnings skal miða við kostnað við verkið auk áætlaðs heildarverðmætis vöru og þjónustu sem kaupandi lætur fyrirtæki í té, að því tilskildu að það sé nauðsynlegt við framkvæmd verksins.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Útreikningur virðis vörusamninga.\nVið útreikning á áætluðu virði vörusamnings skal telja kostnað vegna flutnings vöru með í vöruverði. Ef vara er keypt „frí á skipsfjöl“ (fob) í erlendri höfn skal þó ekki telja flutning með í vöruverði.\nÞegar um er að ræða samninga um fjármögnunarleigu, leigu eða kaupleigu á vörum skal reikna virði með eftirfarandi hætti:\na. Þegar samningur er tímabundinn til 12 mánaða eða skemur skal miða við heildarsamningsfjárhæð. Þegar samningur er bundinn til lengri tíma skal miða við heildarfjárhæð auk virðis varanna við lok samningstímans.\nb. Þegar samningur er ótímabundinn eða óvíst er hver samningstíminn verður skal miða við heildargreiðslur samkvæmt samningnum í 48 mánuði.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Útreikningur virðis þjónustusamninga.\nÞegar um er að ræða tryggingarþjónustu skal miða virði samnings við fjárhæð iðgjalda og aðra þóknun sem greidd er. Þegar um er að ræða banka- og fjármálaþjónustu skal miða við þóknun umboðslauna og vaxta auk annarra greiðslna. Þegar um er að ræða samninga um hönnun skal miða við fjárhæð gjalda, umboðslaun og aðra þóknun sem greidd er.\nÞegar um er að ræða samninga þar sem heildarfjárhæð er ótilgreind skal reikna virði út með eftirfarandi hætti:\na. Þegar samningur er gerður til 48 mánaða eða skemmri tíma skal miða við áætlaða samningsfjárhæð allan gildistíma samningsins.\nb. Þegar samningur er ótímabundinn eða óvíst er hver samningstíminn verður skal miða við heildargreiðslur samkvæmt samningnum í 48 mánuði.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Innkaup sem skipt er upp.\nÞegar innkaupum á fyrirhuguðu verki eða þjónustu er skipt upp í fleiri sjálfstæða samninga skal miða við samanlagt virði allra samninganna. Sama á við þegar innkaupum á vöru af svipaðri tegund er skipt upp í fleiri sjálfstæða samninga. Sé samanlagt virði allra samninganna yfir viðmiðunarfjárhæðum skal líta svo á að verðgildi hvers og eins samnings sé einnig yfir viðmiðunarmörkum.\nÞegar heildarvirði samninga sem greinir í 1. mgr. er yfir viðmiðunarfjárhæðum er þó heimilt að gera einstaka samninga án útboðs fyrir allt að 20% af samanlagðri heildarfjárhæð allra samningshluta.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Útreikningur virðis viðvarandi eða endurnýjanlegra vöru- og þjónustusamninga.\nÞegar um er að ræða viðvarandi samninga eða samninga sem endurnýja á innan tiltekins tíma skal reikna áætlað virði út með eftirfarandi hætti:\na. annaðhvort með hliðsjón af heildarfjárhæð áþekkra samninga á undangengnu fjárhagsári eða síðustu 12 mánuðum, að teknu tilliti til breytinga á magni og verði fyrir næstkomandi 12 mánuði,\nb. eða með hliðsjón af áætluðum kostnaði fyrir næstu 12 mánuði, eða lengra tímabil ef því er að skipta, frá því að vara eða þjónusta er fyrst innt af hendi.\nÓheimilt er að nota sérstakar aðferðir við útreikning í því skyni að komast hjá útboðsskyldu.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Áætlun virðis rammasamninga og gagnvirkra innkaupakerfa.\nÞegar um er að ræða rammasamning eða gagnvirkt innkaupakerfi skal miða virði við heildarfjárhæð allra samninga, án virðisaukaskatts, sem áætlað er að gera á gildistíma rammasamnings eða gagnvirks innkaupakerfis.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Áætlun virðis á nýsköpunarsamstarfi.\nÞegar um er að ræða nýsköpunarsamstarf skal miða virði við áætlað hámarksverðmæti rannsókna og þróunarstarfsemi, án virðisaukaskatts, á öllum stigum fyrirhugaðs samstarfs, auk verðmætis vöru, þjónustu eða verka sem þróuð verða og keypt í lok samstarfs.\nIV. kafli. Innkaupaferli.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Meginreglur um val á innkaupaferli.\nInnkaup yfir viðmiðunarfjárhæðum skv. 1. og 4. mgr. 23. gr. skulu fara fram á grundvelli almenns eða lokaðs útboðs samkvæmt nánari reglum V., VI. og VII. kafla. Einnig er heimilt að bjóða til nýsköpunarsamstarfs skv. 38. gr., kaupa inn á grundvelli rammasamnings skv. 40. gr. og gagnvirks innkaupakerfis skv. 41. gr.\nÞrátt fyrir 1. mgr. eru samkeppnisútboð og samkeppnisviðræður heimiluð í eftirfarandi tilvikum án tillits til þess hvort um er að ræða innkaup á verki, vöru eða þjónustu:\na. Þegar ekki er hægt að mæta þörfum kaupanda án þess að aðlaga lausnir sem fyrir hendi eru.\nb. Þegar innkaup fela í sér hönnun eða nýsköpun.\nc. Þegar ekki er hægt að gera samning án undanfarandi samningsviðræðna vegna þess hversu flókinn, áhættusamur eða sérstakur samningur er. Samningur telst sérlega flókinn þegar ekki er mögulegt með hlutlægum hætti að skilgreina þau tæknilegu atriði sem fullnægt geta þörfum eða markmiðum kaupanda eða kaupandi getur ekki skilgreint lagalega eða fjárhagslega gerð framkvæmdar.\nd. Þegar kaupandi getur ekki skilgreint tæknilýsingar af nægilegri nákvæmni með tilvísun til staðals, evrópska tæknimatsins, sameiginlegrar tækniforskriftar eða tækniviðmiðunar.\ne. Þegar einungis berast ógild [eða óaðgengileg tilboð, sbr. 82. gr.], í almennu eða lokuðu útboði. Við þær aðstæður þarf kaupandi ekki að birta almenna útboðsauglýsingu ef ferlið tekur til allra bjóðenda sem uppfylla forsendur fyrir hæfismiðuðu vali, sem settar eru fram í 68.–77. gr., og lögðu fram tilboð í upphaflegu útboði, í samræmi við formlegar kröfur innkaupaferlisins.\nInnkaupaferli skv. 1. og 2. mgr. skulu auglýst með útboðsauglýsingu í samræmi við 55. gr. og eftir atvikum 56. gr.\nÞrátt fyrir 1.–3. mgr. er heimilt að ganga til samningskaupa án undangenginnar birtingar útboðsauglýsingar en aðeins við þær aðstæður sem segir í 39. gr.\nL. 37/2019, 2. gr.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Almennt útboð.\nÍ almennu útboði er öllum fyrirtækjum heimilt að leggja fram tilboð í kjölfar útboðsauglýsingar. Með tilboði skulu fylgja upplýsingar vegna hæfismiðaðs vals sem kaupandi hefur farið fram á í auglýsingu eða útboðsgögnum.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Lokað útboð.\nÍ lokuðu útboði geta fyrirtæki sótt um að taka þátt í innkaupaferli í kjölfar útboðsauglýsingar með því að senda inn upplýsingar vegna hæfismiðaðs vals sem kaupandi hefur farið fram á í auglýsingu eða útboðsgögnum. Kaupandi getur með forvali takmarkað fjölda hæfra þátttakenda sem boðið er að taka þátt í ferlinu í samræmi við 78. gr. Aðeins þau fyrirtæki sem kaupandi býður til þátttöku, eftir að hafa lagt mat á fram lagðar upplýsingar, geta skilað inn tilboði í lokuðu útboði.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Samkeppnisútboð.\nÍ samkeppnisútboði geta fyrirtæki sótt um að taka þátt í innkaupaferli í kjölfar útboðsauglýsingar með því að senda inn upplýsingar vegna hæfismiðaðs vals sem kaupandi hefur farið fram á í auglýsingu eða útboðsgögnum. Kaupandi getur með forvali takmarkað fjölda hæfra þátttakenda sem boðið er að taka þátt í ferlinu í samræmi við 78. gr. Aðeins þau fyrirtæki sem kaupandi býður til þátttöku, eftir að hafa lagt mat á fram lagðar upplýsingar, geta skilað inn tilboði í samkeppnisútboði sem skal vera grundvöllur áframhaldandi viðræðna.\nÍ útboðsgögnum skal tilgreina efni innkaupa ásamt lýsingu á þörfum kaupanda og þeim eiginleikum sem vörur, verk eða þjónusta skulu hafa. Einnig skal koma fram hvaða lágmarkskröfur öll tilboð þurfa að uppfylla og tilgreina forsendur fyrir vali tilboðs. Upplýsingarnar í útboðsgögnum skulu vera nægilega nákvæmar til að gera fyrirtækjum kleift að átta sig á eðli og umfangi innkaupanna og ákveða hvort þau vilji taka þátt í útboðinu.\nKaupandi skal ræða við bjóðendur um öll tilboð þeirra, bæði upphaflegt tilboð og síðari tilboð, til að laga tilboð að þörfum kaupanda nema um endanleg tilboð í skilningi 6. mgr. sé að ræða. Ekki skal semja um lágmarkskröfur og forsendur fyrir vali tilboðs. Kaupanda skal þó vera heimilt að ganga að upphaflegu tilboði án samningsviðræðna hafi hann áskilið sér rétt til þess í útboðsauglýsingu eða boði um að staðfesta áhuga.\nMeðan á viðræðum stendur skal kaupandi tryggja að jafnræðis sé gætt milli þátttakenda og að ekki séu veittar upplýsingar sem gera stöðu ákveðinna þátttakenda betri en annarra. Kaupandi skal upplýsa alla bjóðendur, hafi tilboð þeirra ekki verið útilokuð í samræmi við 5. mgr., skriflega um hvers konar breytingar á tæknilýsingum eða öðrum útboðsgögnum. Eftir slíkar breytingar skal kaupandi veita bjóðendum nægilega langan frest til að breyta tilboðum sínum og leggja þau fram aftur, eins og við á. Kaupanda er óheimilt að upplýsa þátttakanda um lausnir eða aðrar trúnaðarupplýsingar sem annar þátttakandi hefur sett fram, án samþykkis viðkomandi.\nKaupandi getur ákveðið að samkeppnisútboð fari fram í fleiri áföngum til þess að fækka þátttakendum. Slík fækkun skal grundvallast á forsendum fyrir vali tilboðs sem settar hafa verið fram í útboðsauglýsingu, í boði um að staðfesta áhuga eða öðrum útboðsgögnum. Taka skal fram í auglýsingu eða útboðsgögnum hvaða háttur er hafður á.\nEf kaupandi hyggst ljúka samningsviðræðunum skal það tilkynnt þeim bjóðendum sem eftir eru og settur sameiginlegur frestur til að leggja fram ný eða endurskoðuð tilboð. Kaupandi skal gæta þess að tilboð sé í samræmi við lágmarkskröfur og skilyrði 1. mgr. 66. gr. Þá skal kaupandi meta endanleg tilboð á grundvelli valforsendna og gera samning í samræmi við 5. mgr. 78. gr. og 79.–81. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Samkeppnisviðræður.\nÍ samkeppnisviðræðum geta fyrirtæki sótt um að taka þátt í innkaupaferli í kjölfar útboðsauglýsingar með því að senda inn upplýsingar vegna hæfismiðaðs vals sem kaupandi hefur farið fram á í auglýsingu eða útboðsgögnum. Kaupandi getur með forvali takmarkað fjölda hæfra þátttakenda sem boðið er að taka þátt í ferlinu í samræmi við 78. gr. Aðeins þau fyrirtæki sem kaupandi býður til þátttöku með forvali, eftir að hafa lagt mat á fram lagðar upplýsingar, geta tekið þátt í samkeppnisviðræðunum. Valforsendur samkeppnisviðræðna skulu byggjast á besta hlutfalli milli verðs og gæða í samræmi við 3. tölul. 1. mgr. 79. gr.\nÍ útboðsauglýsingu skulu koma fram þarfir og kröfur kaupanda, en þessi atriði skal skilgreina nánar í auglýsingunni sjálfri eða útboðsgögnum. Þá skal kaupandi setja fram og skilgreina þær forsendur fyrir vali tilboðs sem ákveðnar hafa verið og setja leiðbeinandi tímaáætlun.\nKaupandi skal hefja viðræður við þátttakendur, sem valdir hafa verið til þátttöku í samræmi við ákvæði 78. gr., með það fyrir augum að slá föstu með hvaða hætti þörfum hans verður best fullnægt. Í þessum viðræðum er heimilt að ræða öll atriði væntanlegs samnings við útvalda þátttakendur.\nMeðan á viðræðum stendur skal kaupandi tryggja að jafnræðis sé gætt meðal þátttakenda og að ekki séu veittar upplýsingar sem gera stöðu sumra þátttakenda betri en annarra. Kaupanda er óheimilt að upplýsa þátttakanda um lausnir eða aðrar trúnaðarupplýsingar sem annar þátttakandi hefur sett fram, án samþykkis viðkomandi.\nKaupandi getur ákveðið að ferlið fari fram í fleiri áföngum til þess að fækka þeim lausnum sem fjallað er um meðan viðræður standa yfir. Slík fækkun lausna skal grundvallast á forsendum fyrir vali tilboðs sem settar hafa verið fram í útboðsauglýsingu eða útboðsgögnum. Taka skal fram í auglýsingu eða útboðsgögnum að þessi háttur kunni að vera hafður á.\nKaupandi skal halda viðræðum áfram þar til hann hefur afmarkað þá lausn eða þær lausnir sem geta fullnægt þörfum hans.\nÞegar kaupandi hefur lýst því yfir að viðræðum sé lokið og tilkynnt það þátttakendum skal hann gefa þátttakendum kost á að leggja fram endanleg tilboð með hliðsjón af þeirri lausn eða lausnum sem kynntar hafa verið og skýrðar meðan á viðræðum stóð. Þessi tilboð skulu hafa að geyma öll þau atriði sem nauðsynleg eru til að hrinda samningi í framkvæmd. Þátttakendum skal vera heimilt að skýra, skilgreina og laga til tilboð sín eftir beiðni kaupanda. Slíkar skýringar, skilgreiningar og lagfæringar eða viðbótarupplýsingar mega þó ekki fela í sér breytingar á grundvallarþáttum tilboðs, eða tilkynningu til bjóðenda um að gera tilboð, þannig að samkeppni sé raskað eða um mismunun verði að ræða.\nKaupandi skal meta tilboð á grundvelli þeirra forsendna fyrir vali tilboðs sem fram komu í upphaflegri útboðsauglýsingu eða útboðsgögnum. Kaupanda er heimilt að halda áfram viðræðum við þann þátttakanda sem hefur lagt fram það tilboð sem hefur best hlutfall milli verðs og gæða í samræmi við 79. gr., til að staðfesta skuldbindingar sem felast í tilboðinu, enda leiði það ekki til þess að grundvallarþáttum í tilboðinu, eða útboðsauglýsingu, sé breytt þannig að samkeppni sé raskað eða um mismunun verði að ræða.\nKaupanda er heimilt að kveða á um verðlaun eða greiða þátttakendum fyrir þátttöku sína í viðræðum.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Nýsköpunarsamstarf.\nÍ nýsköpunarsamstarfi geta fyrirtæki sótt um að taka þátt í innkaupaferli í kjölfar útboðsauglýsingar með því að senda inn upplýsingar vegna hæfismiðaðs vals sem kaupandi hefur farið fram á í auglýsingu eða útboðsgögnum. Kaupandi getur með forvali takmarkað fjölda hæfra þátttakenda sem boðið er að taka þátt í ferlinu í samræmi við 78. gr. Aðeins þau fyrirtæki sem kaupandi býður til þátttöku, eftir að hafa lagt mat á fram lagðar upplýsingar, geta tekið þátt í samstarfinu. Kaupandi getur ákveðið að stofna til nýsköpunarsamstarfs við einn eða fleiri aðila sem stunda aðskilda rannsóknar- og þróunarstarfsemi. Valforsendur nýsköpunarsamstarfs skulu byggjast á besta hlutfalli milli verðs og gæða í samræmi við 3. tölul. 1. mgr. 79. gr.\nÍ útboðsgögnum skal kaupandi tilgreina þörf á nýsköpunarvöru, -þjónustu eða -verki sem ekki er hægt að uppfylla með því að kaupa vörur, þjónustu eða verk sem til eru á markaði. Einnig skal koma fram hvaða lágmarkskröfur öll tilboð þurfa að uppfylla ásamt því að setja fram skilmála sem gilda um hugverkarétt. Upplýsingar í útboðsgögnum skulu vera nægilega nákvæmar til að gera fyrirtækjum kleift að átta sig á eðli og umfangi lausnar, sem krafist er, og ákveða hvort þau vilji taka þátt í innkaupaferlinu.\nNýsköpunarsamstarfið skal miða að því að þróa nýsköpunarvöru, -þjónustu eða -verk og síðan kaupum á þeirri vöru, þjónustu eða verki sem af því leiðir, að því tilskildu að þau svari til þess nothæfisstigs og hámarkskostnaðar sem kaupandi og þátttakandi komu sér saman um. Nýsköpunarsamstarfið skal skipulagt í áföngum sem haldast í hendur við mismunandi stig rannsóknar- og nýsköpunarferlisins, en þau geta tekið til framleiðslu á vörum, veitingar þjónustu eða lokafrágangs verks. Í nýsköpunarsamstarfi skal kveða á um áfangamarkmið fyrir samstarfsaðilana og greiðslu þóknunar í viðeigandi hlutagreiðslum. Á grundvelli þessara markmiða getur kaupandi, að hverjum áfanga loknum, ákveðið að binda enda á nýsköpunarsamstarfið eða, ef um er að ræða samstarf við fleiri en einn aðila, að fækka samstarfsaðilum með því að slíta einstökum samningum, að því tilskildu að kaupandi hafi kveðið á um slíka skilmála í útboðsgögnum.\nKaupandi skal ræða við bjóðendur um öll tilboð þeirra, bæði upphaflegt tilboð og síðari tilboð, til að laga tilboð að þörfum kaupanda, nema um endanleg tilboð sé að ræða. Ekki skal semja um lágmarkskröfur og forsendur fyrir vali tilboðs.\nMeðan á viðræðum stendur skal kaupandi tryggja að jafnræðis sé gætt milli þátttakenda og að ekki séu veittar upplýsingar sem gera stöðu ákveðinna þátttakenda betri en annarra. Kaupandi skal upplýsa alla bjóðendur, sem ekki hafa verið útilokaðir frá ferlinu í samræmi við 6. mgr., skriflega um hvers konar breytingar á tæknilýsingum eða öðrum útboðsgögnum, aðrar en þær þar sem lágmarkskröfur eru settar. Eftir slíkar breytingar skal kaupandi veita bjóðendum nægilega langan frest til að breyta tilboðum sínum og leggja þau fram aftur, eins og við á. Kaupanda er óheimilt að upplýsa þátttakanda um lausnir eða aðrar trúnaðarupplýsingar sem annar þátttakandi hefur sett fram, án samþykkis viðkomandi.\nKaupandi getur ákveðið að ferlið fari fram í fleiri áföngum til þess að fækka þátttakendum. Slík fækkun skal grundvallast á forsendum fyrir vali tilboðs sem settar hafa verið fram í útboðsauglýsingu, í boði um að staðfesta áhuga eða öðrum útboðsgögnum. Taka skal fram í auglýsingu eða útboðsgögnum að þessi háttur kunni að vera hafður á.\nVið val á þátttakendum skal kaupandi einkum beita viðmiðum sem varða getu þátttakenda á sviði rannsókna og þróunar og við þróun og framkvæmd nýstárlegra lausna. Þegar um er að ræða nýsköpunarsamstarf með fleiri en einum þátttakanda er kaupanda óheimilt að upplýsa aðra þátttakendur um lausnir eða aðrar trúnaðarupplýsingar sem þátttakandi hefur veitt innan ramma samstarfsins, án samþykkis viðkomandi.\nKaupandi skal sjá til þess að uppbygging samstarfsins, einkum lengd og virði hinna mismunandi áfanga, endurspegli nýsköpunarstig hinnar fyrirhuguðu lausnar og röð þeirra rannsóknar- og nýsköpunaráfanga sem þarf til að þróa nýstárlega lausn. Áætlað verðmæti vara, þjónustu eða verka skal ekki vera í óeðlilegu hlutfalli við þá fjárfestingu sem þarf til þróunar þeirra.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Samningskaup án undangenginnar útboðsauglýsingar.\nSamningskaup án opinberrar birtingar útboðsauglýsingar eru heimil í eftirfarandi tilvikum án tillits til þess hvort um er að ræða innkaup á verki, vöru eða þjónustu:\na. Þegar engin tilboð, engin [fullnægjandi] tilboð, engar tilkynningar um þátttöku eða engar [fullnægjandi] tilkynningar um þátttöku berast vegna almenns eða lokaðs útboðs, enda sé í endanlegum samningi ekki vikið í verulegum atriðum frá upphaflegum skilmálum útboðsgagna. [Tilboð telst ekki fullnægjandi þegar það hefur ekki tengsl við samninginn og dugir bersýnilega ekki, án verulegra breytinga, til að mæta þörfum kaupanda eða kröfum eins og þær eru tilgreindar í útboðsgögnum. Þátttökutilkynning telst ekki fullnægjandi ef viðkomandi fyrirtæki er eða gæti verið útilokað skv. 68. gr. eða ef það uppfyllir ekki hæfiskröfur skv. 69.–72. gr.]\nb. Þegar aðeins eitt fyrirtæki kemur til greina af listrænum ástæðum þar sem um er að ræða einstakt listaverk eða listflutning, ekki er um samkeppni að ræða af tæknilegum ástæðum eða sökum þess að um lögverndaðan einkarétt er að ræða.\nc. Þegar innkaup eru algerlega nauðsynleg vegna aðkallandi neyðarástands sem stafar af ófyrirsjáanlegum atburðum og ekki er unnt að standa við fresti í almennu útboði, lokuðu útboði eða samkeppnisútboði. Þær aðstæður sem vísað er til sem aðkallandi neyðarástands mega ekki vera á ábyrgð kaupanda.\nVið innkaup á vörum eru samningskaup án opinberrar birtingar útboðsauglýsingar heimil þegar um er að ræða:\na. Vörur sem eingöngu eru framleiddar vegna rannsókna, tilrauna, athugana eða þróunar. Þetta nær þó ekki til fjöldaframleiðslu sem ætlað er að skila hagnaði eða endurheimta rannsóknar- og þróunarkostnað.\nb. Viðbótarvörur sem annaðhvort er ætlað að koma að hluta til í stað venjulegra birgða eða búnaðar eða eru aukning á venjulegum birgðum eða búnaði og val á nýjum bjóðanda mundi skuldbinda kaupanda til að kaupa efni sem hefðu aðra tæknilega eiginleika og samræmdust illa eldri tæknibúnaði eða leiddu til óeðlilega mikilla tæknilegra erfiðleika við rekstur og viðhald. Slíkir samningar, svo og endurnýjaðir samningar, skulu að jafnaði ekki gilda lengur en þrjú ár.\nc. Vörur sem skráðar eru og keyptar í kauphöll.\nd. Vörur sem eru á sérlega góðum kjörum, annaðhvort frá seljanda sem er að hætta starfsemi eða frá skiptastjóra þrotabús eða fyrirtæki sem er í greiðslustöðvun eða nauðasamningum.\nVið innkaup á þjónustu eru samningskaup án opinberrar birtingar útboðsauglýsingar heimil þegar gera á samning eftir samkeppni um hönnun þegar kveðið er á um að skylt sé að semja við þá þátttakendur, einn eða fleiri, sem sigruðu í keppninni. Ef um fleiri sigurvegara er að ræða er skylt að bjóða öllum sem sigra í hönnunarsamkeppni að taka þátt í viðræðum.\nVið innkaup á verki eða þjónustu eru samningskaup án opinberrar birtingar útboðsauglýsingar heimil þegar um er að ræða nýtt verk eða þjónustu sem felur í sér endurtekningu á sambærilegu verki eða þjónustu og sami kaupandi hefur áður samið um við fyrirtæki í innkaupaferli, enda séu þessi verk eða þjónusta í samræmi við þá upprunalegu áætlun sem upphaflegi samningurinn kvað á um. Þegar innkaupaferli fer fram á grundvelli upprunalegrar áætlunar skal taka fram að þessari aðferð við innkaup kunni að verða beitt og skal taka mið af áætluðum kostnaði við þessi verk eða þjónustu þegar viðmiðunarfjárhæð er reiknuð út, sbr. III. kafla. Þessari innkaupaaðferð má aðeins beita innan þriggja ára frá því að upphaflegur samningur var gerður.\nL. 37/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Rammasamningar.\nRammasamninga skal gera í samræmi við þau innkaupaferli sem mælt er fyrir um í lögum þessum. Rammasamningur er samningur sem einn eða fleiri kaupendur gera við einn eða fleiri bjóðendur í þeim tilgangi að ákveða skilmála samninga sem gerðir verða á tilteknu tímabili. Gildistími rammasamnings má ekki vera lengri en fjögur ár nema í undantekningartilvikum sem helgast af málefnalegum ástæðum, einkum þeim sem tengjast efni rammasamningsins.\nVal á samningsaðilum í rammasamningsútboði skal grundvallast á forsendum fyrir vali tilboðs, sbr. 79. gr. Í rammasamningi er heimilt að ákveða að kaupendur séu ekki skuldbundnir til að skipta eingöngu við aðila rammasamnings við þau innkaup sem samningur tekur til, enda séu slík frávik tilgreind í útboðsgögnum.\nVið einstök innkaup á grundvelli rammasamnings skal fylgja ákvæðum 4. og 5. mgr. Aðeins er heimilt að gera einstaka samninga á grundvelli rammasamnings við þau fyrirtæki sem upphaflega voru aðilar rammasamnings. Við gerð einstakra samninga á grundvelli rammasamnings er óheimilt að gera verulegar breytingar á skilmálum rammasamnings, einkum þegar um er að ræða rammasamning skv. 4. mgr.\nEf rammasamningur er gerður við eitt fyrirtæki skulu einstakir samningar á grundvelli rammasamnings rúmast innan skilmála rammasamningsins. Við gerð einstakra samninga er kaupanda heimilt að ráðfæra sig skriflega við rammasamningshafa og óska eftir viðbótum við tilboð hans ef það er nauðsynlegt.\nEf rammasamningur er gerður við fleiri en eitt fyrirtæki og allir skilmálar rammasamnings eru ákveðnir og hlutlæg skilyrði til að ákvarða val á rammasamningshafa liggja fyrir í útboðsgögnum rammasamnings er heimilt að gera einstaka samninga við rammasamningshafa í samræmi við ákvæði rammasamnings. Ef skilmálar rammasamnings eru að einhverju leyti óákveðnir skal fara fram örútboð milli rammasamningshafa, eftir atvikum eftir að ítarlegri skilmálar eða tæknilegar kröfur hafa verið settar fram, í samræmi við eftirfarandi reglur:\na. Við gerð hvers einstaks samnings skal kaupandi ráðfæra sig skriflega við þá rammasamningshafa sem efnt gætu samninginn.\nb. Kaupandi skal ákveða tilboðsfrest sem er nægilega langur til að rammasamningshafar geti gert tilboð vegna þess samnings sem um er að ræða. Við mat á lengd frests skal taka tillit til hversu flókið efni samningsins er, svo og [undirbúningstíma tilboðs].\nc. Tilboð rammasamningshafa skulu vera skrifleg og skulu ekki opnuð fyrr en tilboðsfrestur hefur runnið út.\nd. Kaupandi skal velja á milli tilboða rammasamningshafa á grundvelli valforsendna sem fram hafa komið í skilmálum rammasamnings.\nL. 64/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Gagnvirk innkaupakerfi.\nInnkaup innan gagnvirks innkaupakerfis skulu framkvæmd með lokuðu útboði í samræmi við þær reglur sem um slík útboð gilda. Ákvæði 1.–3. mgr. 59. gr. skulu gilda um fresti til að skila þátttökubeiðnum vegna gagnvirks innkaupakerfis. Allir bjóðendur sem fullnægt hafa skilyrðum skv. [69.–72. gr.] skulu eiga rétt á aðild að gagnvirku innkaupakerfi. Þegar gagnvirku innkaupakerfi er komið á fót skal eingöngu stuðst við rafrænar aðferðir í samræmi við 22. gr.\nHeimilt er að skipta gagnvirku innkaupakerfi niður í flokka vara, verka og þjónustu sem eru hlutlægt skilgreind á grundvelli eiginleika innkaupa innan viðkomandi flokks. Ef innkaupakerfinu er skipt niður í flokka skal tilgreina gildandi [hæfiskröfur] fyrir hvern flokk.\nÞegar innkaup fara fram innan gagnvirks innkaupakerfis skal kaupandi:\na. Birta opinberlega útboðsauglýsingu þar sem fram kemur að um gagnvirkt innkaupakerfi sé að ræða.\nb. Tilgreina m.a. í útboðsskilmálum eðli innkaupa samkvæmt kerfinu ásamt áætluðu magni af fyrirhuguðum innkaupum auk nauðsynlegra upplýsinga um kerfið, þann rafræna búnað sem nota á ásamt tæknilegu fyrirkomulagi varðandi tengingu við kerfið og tæknilýsingar í því sambandi.\nc. Tilgreina skiptingu niður í flokka vara, verka eða þjónustu og þá eiginleika sem skilgreina hvern flokk.\nd. Veita með rafrænum aðferðum ótakmarkaðan, beinan og fullan aðgang að útboðsskilmálum og öðrum hugsanlegum útboðsgögnum frá og með birtingu útboðsauglýsingar og til þess tíma þegar kerfið fellur úr gildi. Kaupandi skal í tilkynningu tilgreina vefslóð þar sem hægt er að nálgast umrædd gögn.\nMeðan á gildistíma gagnvirks innkaupakerfis stendur skal kaupandi gefa öllum fyrirtækjum kost á að leggja fram þátttökutilkynningu og fá aðgang að innkaupakerfi með þeim skilyrðum sem um ræðir í 1. mgr. Kaupandi skal taka afstöðu til þess hvort þátttökutilkynning uppfylli skilyrði innan tíu daga frá viðtöku hennar. Þó er heimilt að lengja frestinn í 15 daga í sérstökum rökstuddum tilvikum. Þá er einnig heimilt að framlengja þennan frest svo framarlega sem engin tilboð berast á sama tíma. Kaupandi skal hafa tilgreint tímalengd á framlengdum fresti í útboðsgögnum. Kaupandi skal upplýsa fyrirtæki eins fljótt og kostur er um hvort það hafi fengið aðgang að innkaupakerfi eða ekki.\nKaupandi skal bjóða öllum fyrirtækjum sem aðild hafa fengið að gagnvirku innkaupakerfi að leggja fram tilboð fyrir einstök innkaup sem gera á innan kerfisins. Hafi innkaupakerfinu verið skipt niður í flokka vara, verka eða þjónustu skal kaupandi bjóða öllum fyrirtækjum að leggja fram tilboð sem fengið hafa aðgang að þeim flokki sem svarar til hinna tilteknu innkaupa. Gefa skal minnst tíu almanaksdaga til að leggja fram tilboð. Kaupandi skal grundvalla val tilboðs á hagkvæmasta tilboði samkvæmt forsendum fyrir vali tilboðs sem fram komu í útboðsauglýsingu innkaupakerfisins. Þessar forsendur má skilgreina nánar í boði um að leggja fram tilboð.\nKaupanda er hvenær sem er á gildistíma gagnvirks innkaupakerfis heimilt að krefjast þess að fyrirtæki sem fengið hefur aðild að gagnvirku innkaupakerfi leggi fram endurnýjaða og uppfærða hæfisyfirlýsingu, sbr. 1. mgr. 73. gr., innan fimm virkra daga frá þeim degi þegar beiðni um það var lögð fram.\nKaupandi skal tilgreina gildistíma gagnvirks innkaupakerfis í útboðsauglýsingu. Ekki er heimilt að heimta gjald vegna umsókna um aðild að innkaupakerfi eða aðildar að því.\nL. 64/2024, 7. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Rafræn uppboð.\nKaupanda er heimilt að kaupa með rafrænu uppboði samkvæmt nánari ákvæðum þessarar greinar.\nÞegar um er að ræða almennt eða lokað útboð eða samkeppnisútboð og unnt er að ákvarða efni útboðsgagna, einkum tæknilýsingar, af nákvæmni getur kaupandi ákveðið að samningur verði gerður með rafrænu uppboði. Að uppfylltum sömu skilyrðum er heimilt að notast við rafrænt uppboð þegar samkeppni fer fram milli fleiri rammasamningshafa skv. 5. mgr. 40. gr. og við útboð í gagnvirku innkaupakerfi skv. 41. gr. Rafrænt uppboð skal fara fram á grundvelli:\n1. verðs eingöngu, þegar forsendur byggjast á lægsta verði, eða\n2. verðs og/eða nýs verðgildis tilboðsþátta ef samningur byggist á kostnaðarhagkvæmni eða besta hlutfalli milli verðs og gæða.\nKaupandi sem ákveður að halda rafrænt uppboð skal lýsa þeirri fyrirætlun sinni í útboðsauglýsingu eða boði um að staðfesta áhuga.\nÁður en rafrænt uppboð hefst skal kaupandi að fullu taka afstöðu til fram kominna tilboða bjóðenda í samræmi við forsendur fyrir vali tilboðs og vægi þeirra. Öllum bjóðendum sem lagt hafa fram gild tilboð skal samtímis boðið að taka þátt í rafrænu uppboði. Í tilkynningu til bjóðenda skulu koma fram allar nauðsynlegar upplýsingar um hvernig viðkomandi bjóðandi skal tengjast rafrænu uppboðskerfi ásamt upplýsingum um upphafsdag og upphafstíma rafræns uppboðs. Rafrænu uppboði má skipta í fleiri áfanga. Rafrænt uppboð skal ekki hefjast fyrr en tveimur virkum dögum eftir að tilkynning var send bjóðendum.\nÞegar gera á samning á grundvelli fjárhagslega hagkvæmasta tilboðs skal fylgja tilkynningu til bjóðanda mat á tilboði hans sem fram hefur farið í samræmi við 79. gr. Í tilkynningu skal einnig koma fram reiknilíkan sem nota á í rafrænu uppboði til að ákveða sjálfkrafa röð tilboða á grundvelli nýrra verða og/eða verðgilda sem boðin hafa verið. Reiknilíkan skal taka tillit til vægis allra forsendna sem skilgreina fjárhagslega hagkvæmasta tilboð eins og þessar forsendur hafa verið tilgreindar í útboðsauglýsingu eða útboðsgögnum. Hugsanleg vikmörk vægis við mat verðgildis sem fram hafa komið í útboðsauglýsingu eða útboðsgögnum skal skilgreina sem fast verðgildi. Ef frávikstilboð eru heimil skal setja fram sérstakt reiknilíkan fyrir hvert leyfilegt frávik.\nÍ hverjum áfanga rafræns uppboðs skal kaupandi láta bjóðendum í té nægilegar upplýsingar svo að þeir geti metið niðurröðun tilboðs síns á hvaða tímamarki sem er. Kaupandi getur einnig upplýst bjóðendur um önnur atriði sem varða verð eða verðgildi sem sett hafa verið fram, enda hafi þetta komið fram í útboðsskilmálum. Kaupandi getur einnig upplýst um fjölda bjóðenda í viðkomandi áfanga uppboðs. Kaupanda er þó ekki undir neinum kringumstæðum heimilt að upplýsa um nafn bjóðanda á hvaða stigi uppboðs sem er.\nKaupandi skal ljúka rafrænu uppboði á einn eða fleiri eftirfarandi máta:\na. Með því að tilgreina fyrir fram ákveðinn dag og tíma um lok uppboðs í tilkynningu.\nb. Þegar ekki berast fleiri verð eða verðgildi sem fullnægja kröfum um lágmarksbreytingar. Við þessar aðstæður skal taka fram í tilkynningu þann frest sem látinn verður líða frá því að síðasta tilboð barst þar til uppboði er lokið.\nc. Þegar þeim áföngum uppboðs sem kveðið var á um í tilkynningu hefur verið lokið.\nÞegar kaupandi ákveður að ljúka uppboði í samræmi við c-lið 7. mgr., eftir atvikum einnig með vísan til þeirrar aðferðar sem um getur í b-lið 7. mgr., skal tímaáætlun fyrir hvern áfanga uppboðs koma fram í tilkynningu þar sem bjóðanda var gefinn kostur á að taka þátt í uppboði.\nÞegar rafrænu uppboði hefur verið lokið skal kaupandi velja hagkvæmasta tilboð sem fram hefur komið við uppboðið í samræmi við 79. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Rafrænir vörulistar.\nEf farið er fram á rafræn samskipti í innkaupaferli er kaupanda heimilt að krefjast þess að tilboð séu lögð fram í formi rafræns vörulista eða að tilboði fylgi rafrænn vörulisti. Fyrirtæki skulu útbúa rafræna vörulista til að taka þátt í tilteknu innkaupaferli í samræmi við þær tæknilýsingar og með því sniði sem kaupandi ákveður. Rafrænir vörulistar skulu vera í samræmi við kröfur um rafræn samskipti og aðrar viðbótarkröfur sem settar eru fram, sbr. 22. gr.\nÞegar framlagningar tilboða í formi rafrænna vörulista er krafist skal kaupandi tilgreina það í útboðsauglýsingu eða boði um að staðfesta áhuga. Þá skal einnig tilgreina í útboðsskilmálum allar nauðsynlegar upplýsingar, sbr. 8. mgr. 22. gr., um snið, þann rafræna búnað sem nota á, ásamt tæknilegu fyrirkomulagi varðandi tengingu við kerfið og tæknilýsingar í því sambandi.\nÞegar rammasamningur hefur verið gerður við fleiri en eitt fyrirtæki eftir að lögð hafa verið fram tilboð í formi rafrænna vörulista er kaupanda heimilt að láta örútboð fara fram milli rammasamningshafa vegna tiltekinna innkaupa á grundvelli uppfærðra vörulista. Í slíku örútboði skal kaupandi gera annað hvort:\na. bjóða fyrirtækjum að leggja fram rafræna vörulista að nýju eftir að hafa lagað þá að kröfu viðkomandi samnings, eða\nb. tilkynna fyrirtækjum að hann hafi í hyggju að safna úr þeim rafrænu vörulistum, sem þegar hafa verið lagðir fram, nauðsynlegum upplýsingum til að setja saman tilboð sem löguð eru að kröfum viðkomandi samnings, að því tilskildu að notkun þessarar aðferðar hafi verið tilgreind í útboðsskilmálum fyrir rammasamning.\nÞegar örútboð fer fram vegna einstakra samninga, sbr. b-lið 3. mgr., skal upplýsa fyrirtæki hvaða dag og á hvaða tíma kaupandi hyggst safna saman nauðsynlegum gögnum til að setja saman tilboð sem löguð eru að kröfum hins tiltekna samnings. Gefa skal fyrirtækjum tækifæri á að hafna slíkri upplýsingaöflun. Hæfilegur tími skal líða á milli tilkynningar og upplýsingasöfnunar. Áður en samningur er gerður skal kaupandi tilkynna viðkomandi fyrirtæki um þær upplýsingar sem safnað var og gefa því tækifæri á að andmæla eða staðfesta að innihald tilboðs sé efnislega rétt.\nKaupanda er einnig heimilt að gera samninga á grundvelli gagnvirks innkaupakerfis þar sem krafist er að tilboð vegna einstakra samninga séu lögð fram í formi rafræns vörulista. Kaupandi getur einnig gert samninga á grundvelli gagnvirks innkaupakerfis í samræmi við b-lið 3. mgr. og 4. mgr., að því tilskildu að með tilkynningu um þátttöku í innkaupakerfið fylgi rafrænn vörulisti í samræmi við þær tæknilýsingar og með því sniði sem kaupandi ákveður. Fyrirtæki skulu fullgera vörulistann í kjölfar tilkynningar um fyrirætlun kaupanda að setja saman tilboð úr rafrænum vörulistum, sbr. b-lið 3. mgr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Tilhögun hönnunarsamkeppni.\nÁkvæði þessarar greinar gilda um hönnunarsamkeppni þar sem samanlagt virði verðlauna eða annarra greiðslna til þátttakanda er yfir viðmiðunarfjárhæðum vegna þjónustukaupa skv. 23. gr.\nÞegar hönnunarsamkeppni er haldin sem liður í kaupum á þjónustu skal taka tillit til heildarvirðis samnings, án virðisaukaskatts, auk þeirra greiðslna sem um ræðir í 1. mgr. Þegar hönnunarsamkeppni er haldin og kaupandi hefur ekki afsalað sér heimild til að gera þjónustusamning með samningskaupum skv. 3. mgr. 39. gr. að aflokinni hönnunarsamkeppni skal einnig taka tillit til heildarvirðis mögulegs þjónustusamnings, án virðisaukaskatts, auk þeirra greiðslna sem um ræðir í 1. mgr.\nÓheimilt er að takmarka aðgang að hönnunarsamkeppni með vísan til þjóðernis eða búsetu á ákveðnu svæði eða einskorða aðgang við annaðhvort lögaðila eða einstaklinga.\nKaupandi sem hyggst halda hönnunarsamkeppni skal birta opinberlega auglýsingu um hana. Ef kaupandi hyggst gera þjónustusamning síðar, í samræmi við 3. mgr. 39. gr., skal það koma fram í auglýsingu um samkeppni. Í auglýsingu eða skýringargögnum, sem vísað er til í auglýsingu, skulu koma fram upplýsingar um tilhögun keppninnar, forsendur fyrir vali þátttakenda, ef fjöldi þeirra er takmarkaður, og forsendur fyrir vali áætlunar eða tillögu. Við gerð auglýsingar og birtingu skal að öðru leyti farið eftir reglum um útboðsauglýsingar og birtingu þeirra, eftir því sem við á. Tilkynna skal þátttakendum í hönnunarsamkeppni um niðurstöður keppninnar. Ef birting upplýsinga mundi hindra löggæslu, vera andstæð almannahagsmunum eða stofna í hættu lögmætum viðskiptahagsmunum tiltekins fyrirtækis, hvort heldur er einkarekins eða í opinberri eigu, eða gæti hindrað samkeppni milli veitenda þjónustu er ekki skylt að birta upplýsingar.\nEf ákveðið er að takmarka fjölda þátttakenda í hönnunarsamkeppni við ákveðinn fjölda skal gæta jafnræðis með því að setja fram málefnalegar forsendur fyrir vali þátttakenda. Fjöldi þátttakenda skal alltaf vera nægilegur til að tryggja raunhæfa samkeppni.\nDómnefnd skal aðeins skipuð einstaklingum sem eru óháðir þátttakendum í samkeppni. Þar sem tiltekinnar menntunar eða starfshæfni er krafist af þátttakendum skal a.m.k. einn þriðji hluti dómnefndarmanna hafa þá menntun eða sambærilega starfshæfni.\nDómnefnd skal vera sjálfstæð í ákvörðunum og áliti sínu. Hún skal kanna áætlanir og tillögur sem þátttakendur leggja fram eingöngu á grundvelli forsendna sem eru tilgreindar í tilkynningu um samkeppni, sbr. 4. mgr. Dómnefnd skal útbúa skýrslu, sem allir dómnefndarmenn skulu undirrita, þar sem fram kemur mat á hverri tillögu ásamt athugasemdum eða atriðum sem talin eru þarfnast skýringar. Heimilt er að gefa þátttakendum kost á að svara spurningum sem dómnefnd hefur áður fært til bókar í því skyni að skýra atriði í tillögu. Spurningar dómnefndar og svör þátttakenda skulu koma fram í endanlegri fundargerð dómnefndar.\nV. kafli. Útboðsgögn og undirbúningur innkaupa.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Undanfarandi markaðskannanir.\nÁður en innkaupaferli hefst er kaupanda heimilt að gera markaðskannanir til að undirbúa innkaup og upplýsa fyrirtæki um áformuð innkaup og kröfur varðandi þau.\nKaupandi getur í þessu skyni fengið ráðgjöf frá fyrirtækjum, sjálfstæðum sérfræðingum eða öðrum opinberum aðilum. Ráðgjöf má nota við skipulagningu og framkvæmd innkaupaferlis með því skilyrði að samkeppni sé ekki raskað og að meginreglum um gagnsæi og jafnræði sé framfylgt.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Aðkoma fyrirtækis að undirbúningi innkaupa.\nÞegar fyrirtæki eða aðili sem tengist fyrirtæki hefur veitt kaupanda ráðgjöf eða komið að undirbúningi innkaupa skal kaupandi gera nauðsynlegar ráðstafanir til að tryggja að fyrri aðkoma þess raski ekki samkeppni. Ráðstafanir skulu m.a. felast í því að láta öðrum þátttakendum og bjóðendum í té upplýsingar sem máli skipta og setja hæfilegan tilboðsfrest.\nAðeins skal útiloka hlutaðeigandi fyrirtæki frá innkaupaferli ef ekki er með neinu öðru móti unnt að tryggja jafnræði. Áður en fyrirtæki er útilokað skal því gefinn kostur á að sýna fram á að aðkoma þess, eða aðila sem tengist því, að undirbúningi innkaupaferlisins geti ekki raskað samkeppni.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Almennir skilmálar.\nÚtboðsgögn skulu innihalda allar nauðsynlegar upplýsingar til að bjóðanda sé unnt að gera tilboð. Eftirfarandi atriði skulu koma fram í útboðsgögnum, eftir því sem við á:\na. Lýsing á útboðinu þar sem kveðið er á um magn og annað sem máli skiptir.\nb. Nafn kaupanda, kennitala og allar upplýsingar um samskipti við umsjónaraðila útboðsins.\nc. Framsetning tilboða.\nd. Upptalning á útboðsgögnum.\ne. Tilboðstími og hvar og hvenær tilboð verða opnuð.\nf. Afhendingar- eða framkvæmdatími.\ng. Gildistími tilboða.\nh. Greiðslur, verðbætur og tryggingar ef því er að skipta.\ni. Gögn til sönnunar á fjárhagslegri og tæknilegri getu sem bjóðandi skal leggja fram eða kann að verða krafinn um, sbr. 71. og 72. gr.\nj. Meðhöndlun fyrirspurna frá væntanlegum bjóðendum.\nk. Afhendingarskilmálar.\nl. Á hvaða tungumáli eða tungumálum skila skuli tilboðum.\nm. Forsendur fyrir vali tilboða.\nn. Hvort samningi er skipt í hluta, sbr. 53. gr., og hversu marga hluta hvert fyrirtæki má bjóða í.\no. Hvort frávikstilboð eru heimil og skilyrði fyrir gerð þeirra, þar á meðal lágmarkskröfur sem slík tilboð þurfi að fullnægja.\np. Frestur kaupanda til að taka tilboði.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Tilboðsblað.\nTilboðsblað skal vera hluti útboðsgagna og þannig úr garði gert að tilboð séu sett fram á sams konar hátt og þannig samanburðarhæf.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Tæknilýsingar.\nTæknilýsingar skulu vera í útboðsgögnum. Í tæknilýsingu skal koma fram hvaða eiginleika verk, vara eða þjónusta þurfi að uppfylla. Þessir eiginleikar geta vísað til sérstaks ferlis eða aðferðar við framleiðslu eða afhendingu viðkomandi verka, vara eða þjónustu eða til sérstaks ferlis á öðru stigi vistferils þeirra, jafnvel þótt slíkir þættir séu ekki hluti af þeim, að því tilskildu að þeir tengist efni samningsins og séu í réttu hlutfalli við verðgildi hans og markmið. Í tæknilýsingum má einnig tilgreina hvort krafist verður yfirfærslu hugverkaréttinda.\nÍ tæknilýsingum skal taka tillit til viðmiðana um aðgengi fyrir fatlað fólk eða hönnun fyrir alla notendur nema málefnaleg rök kaupanda leiði til annarrar niðurstöðu. Hafi lögboðnar kröfur verið settar um aðgengi fatlaðs fólks eða hönnun fyrir alla notendur skulu tæknilýsingar skilgreindar með tilvísun til þeirra.\nTæknilýsingar skulu veita fyrirtækjum jöfn tækifæri. Þær mega ekki leiða til ómálefnalegra hindrana á samkeppni við opinber innkaup.\nAð svo miklu leyti sem annað kemur ekki fram í óundanþægum innlendum reglum, sem eru í samræmi við skuldbindingar íslenska ríkisins samkvæmt EES-samningnum, skal kveða á um tæknilýsingar á einhvern eftirgreindan hátt:\na. Með tilvísun til einhvers af eftirfarandi í þeirri forgangsröð sem hér greinir:\n1. innlendra staðla sem fela í sér innleiðingu á evrópskum stöðlum,\n2. evrópsks tæknisamþykkis,\n3. sameiginlegra tækniforskrifta,\n4. alþjóðlegra staðla,\n5. annarra tæknilegra tilvísunarkerfa sem evrópskar staðlastofnanir hafa komið á fót.\nEf framangreind gögn eru ekki fyrir hendi er heimilt að vísa til íslenskra staðla, íslensks tæknisamþykkis eða íslenskra tækniforskrifta sem tengjast hönnun, útreikningi og framkvæmd verks og notkun vöru. Hverri tilvísun skal fylgja orðalagið „eða jafngildur“ eða sambærilegt orðalag.\nb. Með lýsingu á virkni eða kröfum til hagnýtingar, þar á meðal kröfum til eiginleika sem tengjast umhverfinu. Slík viðmið verða þó að vera nægilega nákvæm til að gera bjóðendum kleift að gera sér grein fyrir efni samnings og gera kaupanda mögulegt að gera upp á milli tilboða.\nc. Með lýsingu á virkni eða kröfum til hagnýtingar, sbr. b-lið, þó þannig að tæknilýsingar sem fjallað er um í a-lið séu notaðar til að kanna hvort kröfum um þessi atriði sé fullnægt.\nd. Með því að vísa til forskrifta, sbr. a-lið, um suma eiginleika og með því að vísa til frammistöðu eða krafna til hagnýtingar, sbr. b-lið, um aðra.\nTæknilýsingar skulu ekki vísa til sérstakrar gerðar, framleiðanda, sérstakrar vinnslu, vörumerkja, einkaleyfa, tegundar, uppruna eða framleiðslu með þeim afleiðingum að fyrirtækjum er mismunað eða ákveðin fyrirtæki eru útilokuð frá þátttöku í opinberum innkaupum, enda helgist slík tilvísun ekki beinlínis af efni samnings. Í undantekningartilvikum er tilvísun sem þessi heimil þegar lýsing á efni samnings er ekki möguleg skv. 4. mgr., enda fylgi slíkri tilvísun orðalagið „eða jafngildur“ eða sambærilegt orðalag.\nEf kaupandi nýtir heimild í a-lið 4. mgr. skal hann ekki vísa frá tilboði á þeim grundvelli að vara eða þjónusta sem boðin er fram sé í ósamræmi við tæknilýsingar, enda sýni bjóðandi fram á, með einhverjum viðeigandi hætti, að lausnir hans fullnægi með sambærilegum hætti þeim kröfum sem leitast er við að fullnægja með hlutaðeigandi tæknilýsingum. Sönnun með viðeigandi hætti í framangreindum skilningi gæti falist í tæknilegri lýsingu framleiðanda eða prófunarskýrslu frá viðurkenndri stofnun, sbr. 51. gr.\nEf kaupandi nýtir sér heimild í 4. mgr. til að slá föstum tæknilýsingum með lýsingu á virkni eða kröfum til hagnýtingar skal hann ekki vísa frá tilboði í verk eða þjónustu sem er í samræmi við innlenda staðla sem innleiða evrópska staðla eða í samræmi við evrópskt tæknisamþykki, sameiginlegar tækniforskriftir, alþjóðlegan staðal eða önnur tæknileg tilvísunarkerfi sem evrópskar staðlastofnanir hafa komið á fót, enda fjalli þessar forskriftir um þá virkni eða kröfur um hagnýtingu sem kaupandi hefur slegið föstum. Í tilboði sínu verður bjóðandi að sýna fram á það með viðeigandi hætti, þannig að kaupandi telji það fullnægjandi, að verk, vara eða þjónusta sem er í samræmi við staðal fullnægi kröfum kaupanda um frammistöðu og hagnýtingu. Sönnun með viðeigandi hætti í framangreindum skilningi gæti falist í tæknilegri lýsingu framleiðanda eða prófunarskýrslu frá viðurkenndri stofnun, sbr. 51. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Merki.\nKaupanda sem hyggst kaupa verk, vöru eða þjónustu með sérstökum umhverfis- eða félagslegum eiginleikum er heimilt að krefjast sérstaks merkis til sönnunar um að tilheyrandi kröfum sé fullnægt. Kaupandi getur farið fram á kröfur um sérstaka umhverfis- eða félagslega eiginleika í tæknilýsingum, forsendum fyrir vali tilboðs eða skilyrðum varðandi framkvæmd samnings enda sé eftirfarandi skilyrðum fullnægt:\na. Að kröfur sem liggja til grundvallar merki varði einungis viðmiðanir sem tengjast efni samnings og séu til þess fallnar að skilgreina eiginleika verka, vöru eða þjónustu sem samningur fjallar um.\nb. Að kröfur sem liggja til grundvallar merki byggist á hlutlægt sannprófanlegum viðmiðunum án mismununar.\nc. Að merki sé stofnað á grundvelli opinnar og gagnsærrar málsmeðferðar sem allir sem eiga hagsmuna að gæta, svo sem ríkisstofnanir, neytendur, aðilar vinnumarkaðarins, framleiðendur, dreifingaraðilar og önnur félagasamtök, geta tekið þátt í.\nd. Að merki sé aðgengilegt öllum hlutaðeigandi aðilum.\ne. Að kröfur sem liggja til grundvallar merki séu settar af þriðja aðila sem fyrirtæki, sem sækir um merkið, getur ekki haft afgerandi áhrif á.\nFari kaupandi ekki fram á að verk, vara eða þjónusta uppfylli allar kröfur sem liggja til grundvallar merki skal hann tilgreina hvaða kröfur þarf að uppfylla í útboðsskilmálum. Samþykkja ber öll merki sem staðfesta að verk, vara eða þjónusta uppfylli jafngildar kröfur.\nHafi fyrirtæki bersýnilega ekki haft möguleika á að afla sér merkis sem kaupandi tilgreinir, innan tiltekins frests, af ástæðum sem ekki verða raktar til fyrirtækisins, skal kaupandi samþykkja önnur viðeigandi sönnunargögn. Skilyrði er að fyrirtæki sýni fram á að verkið, varan eða þjónustan uppfylli þær kröfur sem gerðar eru til merkis eða þær kröfur sem kaupandi hefur tilgreint í útboðsskilmálum.\nUppfylli merki skilyrði sem kveðið er á um í b-, c-, d- og e-lið 1. mgr. en taki einnig til krafna sem tengjast ekki efni samnings skal kaupandi ekki krefjast merkisins sem slíks. Kaupanda er þó heimilt að setja fram tæknilýsingu með tilvísun til forskrifta merkisins eða, ef nauðsyn krefur, hluta þeirra, sem tengjast eða eru til þess fallnar að skilgreina efni samningsins.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Prófunarskýrslur, vottun og önnur sönnunargögn.\nKaupandi getur krafist þess að fyrirtæki leggi fram prófunarskýrslu eða vottorð frá samræmismatsstofu sem sönnunargagn fyrir því að kröfur eða viðmiðanir sem settar eru fram í tæknilýsingum, forsendum fyrir vali tilboðs eða skilyrðum varðandi framkvæmd samnings séu uppfylltar. Krefjist kaupandi vottorðs frá sérstakri vottunarstofu skal hann þó jafnframt samþykkja vottorð frá öðrum jafngildum stofum.\nHafi fyrirtæki ekki aðgang að vottorðum eða prófunarskýrslum sem um getur í 1. mgr., eða hafi engan möguleika á að afla þeirra innan tiltekins frests, skal kaupandi samþykkja önnur viðeigandi sönnunargögn en þau sem um getur í 1. mgr. Skilyrði er að ástæður hindrunar megi ekki rekja til fyrirtækisins sjálfs og það sýni með sönnunargögnunum fram á að verkið, varan eða þjónustan sem það býður uppfylli kröfur eða viðmiðanir sem settar eru fram í tæknilýsingum, forsendum fyrir vali tilboðs eða skilyrðum varðandi framkvæmd samnings.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Frávikstilboð.\nKaupandi getur heimilað eða krafist þess að bjóðandi leggi fram frávikstilboð. Kaupandi skal tilgreina í útboðsauglýsingu, forauglýsingu eða í boði um að staðfesta áhuga hvort hann heimilar eða krefst þess að lagt verði fram frávikstilboð, sbr. einnig o-lið 47. gr., en að öðrum kosti eru þau óheimil. Frávikstilboð skulu tengjast efni samnings.\nKaupandi sem heimilar eða krefst frávikstilboðs skal í útboðsgögnum gera grein fyrir lágmarkskröfum sem frávikstilboð þarf að uppfylla og öðrum sérkröfum sem varða framlagningu þess. Taka skal fram hvort einungis er heimilt að leggja fram frávikstilboð samhliða tilboði sem ekki er frávikstilboð. Kaupandi skal tryggja að valforsendur geti jafnt átt við um frávikstilboð sem uppfylla lágmarkskröfur sem og gild tilboð sem ekki eru frávikstilboð.\nAðeins er heimilt að taka frávikstilboð til umfjöllunar sem fullnægja lágmarkskröfum kaupanda samkvæmt útboðsgögnum, sbr. o-lið 47. gr.\nKaupandi sem býður út vöru- eða þjónustusamning og hefur heimilað eða auglýst eftir frávikstilboðum skal ekki hafna frávikstilboði af þeirri ástæðu einni að samningur, ef hann yrði gerður, yrði þjónustusamningur í stað vörusamnings eða vörusamningur í stað þjónustusamnings.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Skipting samninga í hluta.\nKaupandi getur ákveðið að skipta samningi upp í hluta og ákvarðað stærð og efni slíkra samningshluta. Ákveði kaupandi að skipta samningi ekki upp í hluta skal hann tilgreina helstu ástæður fyrir því í útboðsgögnum eða í samningsskýrslu skv. 96. gr. ef innkaup eru yfir viðmiðunarfjárhæðum 4. mgr. 23. gr.\nKaupandi skal taka fram í útboðsauglýsingu eða í boði um að staðfesta áhuga hvort gera má tilboð í aðeins einn, nokkra eða alla hluta samnings.\nKaupanda er heimilt að setja hámark á fjölda samninga sem gera má við hvern bjóðanda enda hafi það verið tekið fram í útboðsauglýsingu eða í boði um að staðfesta áhuga. Kaupandi skal tilgreina í útboðsgögnum hvaða hlutlægu forsendur verða notaðar til að ákveða um hvaða hluta gerðir verða samningar við bjóðendur ef valforsendur leiða til þess að einn bjóðandi fær fleiri hluta en sem nemur hámarksfjölda.\nKaupanda er heimilt að gera samninga um fleiri en einn hluta samnings við sama bjóðandann með því að sameina nokkra eða alla hluta samnings. Skilyrði er að kaupandi hafi gert áskilnað um möguleika á því í útboðsauglýsingu eða í boði um að staðfesta áhuga og tilgreint hvaða hluta er heimilt að sameina.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Forauglýsing.\nKaupanda er heimilt að kynna fyrirhuguð innkaup með birtingu forauglýsingar.\nVið lokað útboð og samkeppnisútboð er opinberum aðilum, að frátöldum stofnunum á vegum ríkisins, heimilt að nota forauglýsingu sem útboðsauglýsingu ef auglýsingin uppfyllir öll eftirfarandi skilyrði:\na. Vísað er sérstaklega til þeirrar vöru, þjónustu eða verks sem samningur tekur til.\nb. Fram kemur að samningur verði gerður á grundvelli lokaðs útboðs eða samkeppnisútboðs án frekari auglýsingar og fyrirtækjum boðið að láta áhuga sinn í ljós skriflega eða með rafrænum aðferðum.\nc. Auglýsing inniheldur nauðsynlegar upplýsingar sem taldar eru upp í reglugerð sem ráðherra setur.\nd. Auglýsing hefur verið send til birtingar minnst 35 dögum og mest 12 mánuðum fyrir þann dag sem boð, skv. 1. mgr. 61. gr., er sent til þátttakanda.\nTímabil sem forauglýsing tekur til skal vera mest 12 mánuðir frá þeim degi þegar auglýsing er send til birtingar.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Auglýsing útboða.\nÖll innkaup opinberra aðila á vörum, þjónustu og verki yfir viðmiðunarfjárhæðum skv. 1. og 4. mgr. 23. gr. skulu auglýst rafrænt á sameiginlegum vettvangi sem ráðherra mælir fyrir um í reglugerð. Auk þess er heimilt að auglýsa hvers konar innkaup með áberandi hætti þannig að öll áhugasöm fyrirtæki geti tekið þátt í innkaupaferli, sbr. þó 39. gr. og 2. mgr. 54. gr. Í útboðsauglýsingu skulu koma fram nægilega miklar upplýsingar til að fyrirtæki geti tekið afstöðu til þess hvort þau hyggjast taka þátt í innkaupaferli.\nSamtímis því, eða eftir að auglýst er, getur kaupandi hvatt tiltekna aðila til þátttöku í innkaupaferli. Ekki má þó veita slíkum aðilum aðrar upplýsingar en fram koma í auglýsingu.\nRg. 360/2022.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Auglýsing og tilkynning innkaupa yfir viðmiðunarfjárhæðum EES.\nAuglýsingar og tilkynningar vegna innkaupa sem eru yfir viðmiðunarfjárhæðum á Evrópska efnahagssvæðinu, sbr. 4. mgr. 23. gr., skulu gerðar á stöðluðu eyðublaði sem birt er í reglugerð sem ráðherra setur. Auglýsingar og tilkynningar skulu sendar með rafrænum aðferðum til útgáfuskrifstofu Evrópusambandsins og kaupandi skal geta sýnt fram á hvaða dag tilkynning er send til útgáfuskrifstofunnar.\nEkki skal birta auglýsingar og tilkynningar innan lands áður en þær hafa verið birtar á erlendum vettvangi skv. 1. mgr. Þó má birting fara fram innan lands hafi kaupanda ekki verið tilkynnt um birtingu innan tveggja daga frá staðfestingu á móttöku tilkynningar frá útgáfuskrifstofu Evrópusambandsins. Auglýsingar og tilkynningar sem birtar eru innan lands skulu ekki innihalda aðrar upplýsingar en þær sem birtast á erlendum vettvangi.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Meginreglur um fresti.\nFrestur til að skila tilboðum skal vera nægjanlega langur til að bjóðandi geti undirbúið tilboð. Lengd frests skal einkum taka mið af því hversu flókinn samningur er og hve langan tíma þarf til að semja tilboð.\nFrestur reiknast frá deginum eftir að útboðsauglýsing er birt að meðtöldum opnunardegi nema annað sé tekið fram. Allir almanaksdagar eru taldir með.\nÁkveða skal fresti til að taka við tilboðum sem eru lengri en lágmarksfrestir skv. 58. og 59. gr. ef ekki er unnt að gera tilboð fyrr en að lokinni vettvangsskoðun eða athugun á fylgiskjölum útboðsgagna á vettvangi, þannig að öll fyrirtæki geti kynnt sér nauðsynlegar upplýsingar við gerð tilboðs.\nKaupandi skal lengja frest til að taka við tilboðum svo að öll fyrirtæki geti kynnt sér nauðsynlegar upplýsingar við gerð tilboðs ef mikilvægar viðbótarupplýsingar hafa ekki verið afhentar að lágmarki sex dögum áður en tilboðsfrestur rennur út eða þegar umtalsverðar breytingar hafa verið gerðar á útboðsgögnum. Ef um hraðútboð er að ræða skal afhenda viðbótarupplýsingar að lágmarki fjórum dögum áður en tilboðsfrestur rennur út. Lengd framlengingar skal að öðru leyti taka mið af mikilvægi viðbótarupplýsinga og breytinga sem gerðar eru á útboðsgögnum. Hafi ekki verið beðið um viðbótarupplýsingar með hæfilegum fyrirvara, eða mikilvægi þeirra við undirbúning tilboða er óverulegt, er kaupanda ekki skylt að lengja tilboðsfrest.\nKaupandi skal lengja frest til að leggja fram tilboð um fimm daga þegar ekki er unnt að veita aðgang að útboðsgögnum án endurgjalds með rafrænum aðferðum, sbr. 2. og 3. mgr. 60. gr.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Frestur í almennu útboði.\nTilboðsfrestur í almennu útboði yfir innlendum viðmiðunarfjárhæðum skal vera minnst 15 almanaksdagar.\nTilboðsfrestur í almennu útboði yfir viðmiðunarfjárhæðum á Evrópska efnahagssvæðinu skal vera minnst 35 almanaksdagar.\nHeimilt er að stytta tilboðsfrest skv. 1. og 2. mgr. um fimm daga ef leggja má fram rafræn tilboð í samræmi við 22. gr. Einnig er heimilt að stytta tilboðsfrest skv. 2. mgr. niður í 15 almanaksdaga þegar forauglýsing skv. 54. gr. hefur verið birt minnst 35 dögum áður og mest 12 mánuðum fyrir birtingu almennrar auglýsingar.\nEf brýn nauðsyn krefst þess að hraða þurfi útboði er kaupanda heimilt að víkja frá þeim frestum sem greinir í ákvæði þessu. Frestur til að skila tilboðum skal þó aldrei vera skemmri en sjö almanaksdagar skv. 1. mgr. og 15 almanaksdagar skv. 2. mgr. frá birtingu auglýsingar.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "[Frestir í lokuðu útboði, samkeppnisútboði, samkeppnisviðræðum og nýsköpunarsamstarfi.]\nFrestur til að skila þátttökubeiðnum í forvali vegna lokaðs útboðs, samkeppnisútboði, [samkeppnisviðræðum] og nýsköpunarsamstarfi sem er yfir innlendum viðmiðunarfjárhæðum skal vera minnst 15 almanaksdagar frá birtingu útboðsauglýsingar. Þó er heimilt að stytta frest til að leggja fram þátttökubeiðni um fimm daga ef leggja má fram beiðni með rafrænum aðferðum í samræmi við 22. gr.\nFrestur til að skila þátttökubeiðnum í forvali vegna lokaðs útboðs, samkeppnisútboði, [samkeppnisviðræðum] og nýsköpunarsamstarfi sem er yfir viðmiðunarfjárhæðum fyrir Evrópska efnahagssvæðið skal vera minnst 30 almanaksdagar frá birtingu útboðsauglýsingar.\nEf forauglýsing er notuð til að kynna innkaup skal miða frest til að skila inn þátttökubeiðnum, sbr. 1. og 2. mgr., frá þeim degi þegar boð um að staðfesta áhuga var sent.\nÞeim sem valdir hafa verið í forvali vegna lokaðs útboðs eða samkeppnisútboðs yfir innlendum viðmiðunarfjárhæðum skal gefa minnst tíu almanaksdaga frest til að leggja fram tilboð frá því að útboðsgögn eru send út.\nÞeim sem valdir hafa verið í forvali vegna lokaðs útboðs eða samkeppnisútboðs yfir viðmiðunarfjárhæðum á Evrópska efnahagssvæðinu skal gefa minnst 30 almanaksdaga frest til að leggja fram tilboð frá því að útboðsgögn eru send út. Þó er heimilt að stytta tilboðsfrestinn um fimm daga ef leggja má fram rafræn tilboð í samræmi við 22. gr. Einnig er heimilt að stytta tilboðsfrestinn niður í tíu almanaksdaga þegar forauglýsing skv. 54. gr. hefur verið birt minnst 35 dögum áður og mest 12 mánuðum fyrir birtingu almennrar auglýsingar.\nEf brýn nauðsyn krefst þess að hraða þurfi útboði er kaupanda heimilt að víkja frá þeim frestum sem greinir í ákvæði þessu. Frestur til að skila þátttökubeiðnum skv. 2. mgr. skal þó aldrei vera skemmri en 15 almanaksdagar frá birtingu auglýsingar. Frestur til að skila tilboðum skal þó aldrei vera skemmri en sjö almanaksdagar skv. 4. mgr. og tíu almanaksdagar skv. 5. mgr.\nOpinberum aðilum að frátöldum stofnunum á vegum ríkisins er heimilt að semja við þátttakendur sem valdir hafa verið í forvali um styttri tilboðsfrest skv. 4. og 5. mgr. ef þátttakendur fá allir jafnlangan tíma til að semja og leggja fram sín tilboð.\nL. 37/2019, 4. gr.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Rafrænt aðgengi að útboðsgögnum.\nKaupandi skal án endurgjalds veita beinan aðgang að útboðsgögnum með rafrænum aðferðum frá og með birtingardegi auglýsingar eða þegar boð um að staðfesta áhuga var sent. Í auglýsingu eða boði til þátttakanda um að staðfesta áhuga skal koma fram hvar hægt sé að nálgast útboðsgögn með rafrænum aðferðum.\nEf ekki er unnt að veita beinan aðgang að tilteknum útboðsgögnum án endurgjalds með rafrænum aðferðum af ástæðum sem um ræðir í 2. mgr. 22. gr., getur kaupandi tekið það fram í auglýsingu eða í boði um að staðfesta áhuga að viðkomandi útboðsgögn verði send með öðrum hætti, í samræmi við 2. mgr. 22. gr. Í því tilviki skal lengja frestinn til að leggja fram tilboð um fimm daga nema í brýnum og vel rökstuddum tilvikum, sbr. 4. mgr. 58. gr. og 6. mgr. 59. gr.\nEf ekki er hægt að veita beinan aðgang með rafrænum aðferðum án endurgjalds að tilteknum útboðsgögnum vegna trúnaðarskyldu skv. 2. mgr. 17. gr. skal taka fram í auglýsingu eða í boði um að staðfesta áhuga hvaða ráðstafana er krafist til að vernda trúnaðarupplýsingar og hvernig er hægt að fá aðgang að viðkomandi gögnum. Í því tilviki skal lengja frestinn til að leggja fram tilboð um fimm daga nema í brýnum og vel rökstuddum tilvikum, sbr. 4. mgr. 58. gr. og 6. mgr. 59. gr.\nKaupandi lætur öllum bjóðendum sem taka þátt í innkaupaferli í té viðbótarupplýsingar sem einkum tengjast tæknilýsingu og fylgiskjölum, ef einhver eru, eigi síðar en sex dögum áður en frestur til að taka við tilboðum rennur út, ef óskað hefur verið eftir viðbótarupplýsingum með hæfilegum fyrirvara. Sé um að ræða hraðútboð skv. 4. mgr. 58. gr. og 6. mgr. 59. gr. skal fresturinn vera fjórir dagar.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Boð til þátttakanda.\nÍ lokuðum útboðum, samkeppnisútboðum, samkeppnisviðræðum og nýsköpunarsamstarfi með forvali skal kaupandi bjóða völdum þátttakendum, samtímis og skriflega, að leggja fram tilboð sín eða, þegar um viðræður er að ræða, að taka þátt í þeim.\nEf forauglýsing er notuð til að auglýsa útboð í samræmi við 2. mgr. 54. gr. skal kaupandi, samtímis og skriflega, bjóða fyrirtækjum, sem lýst hafa yfir áhuga, að staðfesta að sá áhugi sé enn fyrir hendi.\nÍ boði til þátttakanda skal koma fram hvar hægt sé að nálgast útboðsgögn með rafrænni aðferð. Útboðsgögn skulu fylgja með boði ef beinn aðgangur hefur ekki verið veittur að þeim án endurgjalds, sbr. 2. og 3. mgr. 60. gr., og hafi ekki verið veittur aðgangur að þeim á annan hátt.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Tilboð afturkölluð.\nBjóðandi getur afturkallað tilboð sitt áður en tilboð eru opnuð, enda sé það gert skriflega eða með öðrum jafntryggum hætti.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Opnun tilboða frestað.\nÞurfi að fresta opnun tilboða [sem lögð eru fram með öðrum hætti en rafrænum aðferðum] skal það gert með a.m.k. fjögurra almanaksdaga fyrirvara. Séu færri en fjórir dagar fram að opnun er óheimilt að boða frestun [og skal þá] og skráð hverjir skila inn tilboði, án þess að opna tilboðin. Þeim sem skila tilboði verður einum boðin áframhaldandi þátttaka.\nL. 64/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Afhending tilboða.\nSkriflegum tilboðum skal skilað í lokuðu umslagi og þarf nafn og aðsetur bjóðanda að koma fram á umslaginu ásamt heiti útboðs og númeri ef því er að skipta. Um tilboð sem gerð eru með rafrænum aðferðum fer skv. 22. gr.\nSéu tilboð send með pósti eða í símbréfi er bjóðandi ábyrgur fyrir því að þau komist í réttar hendur fyrir opnun tilboða.\nLeyfilegt er að skila eingöngu inn heildartilboðsupphæð ef einingarverð og önnur tilskilin gögn fylgja í lokuðu umslagi eða eru sannanlega komin í póst degi áður en tilboð eru opnuð. Bjóðandi getur síðan óskað eftir því að einingarverð verði ekki tekin til skoðunar nema tilboð hans komi til álita.\nTilboð skal vera undirritað af þar til bærum aðila.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Opnun tilboða.\nÞegar tilboð eru lögð fram með rafrænum aðferðum skal tilkynna bjóðendum eftir lok tilboðsfrests um eftirfarandi atriði:\na. Nafn bjóðanda.\nb. Heildartilboðsupphæð.\nc. Hvort tilboð sé sett fram sem frávikstilboð.\n[Tilkynna skal bjóðendum um þau atriði sem talin eru upp í 1. mgr., þegar notast er við samkeppnisviðræður, samkeppnisútboð eða nýsköpunarsamstarf, eftir lok frests til að leggja fram endanleg tilboð.]\nÞegar tilboð eru lögð fram með öðrum hætti skal bjóðendum vera heimilt að vera við opnun tilboða þar sem þau atriði sem greinir í 1. mgr. eru lesin upp.\nBréfleg tilboð sem berast of seint skulu send bjóðendum óopnuð ásamt skýringu á ástæðum þess að þau eru endursend.\nL. 64/2024, 9. gr.\nVI. kafli. Val á þátttakendum og gerð samnings.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Almennar reglur um val á tilboði.\nÁkvörðun um gerð samnings skal tekin á grundvelli forsendna sem fram koma í 79.–81. gr. enda sé eftirfarandi skilyrðum fullnægt:\na. Tilboð uppfyllir kröfur, skilyrði og viðmiðanir sem fram koma í útboðsgögnum og er ekki ógilt [eða óaðgengilegt], sbr. 82. gr., og eftir atvikum að teknu tilliti til gildra frávikstilboða, sbr. 52. gr.\nb. Tilboð kemur frá bjóðanda sem hefur ekki verið útilokaður skv. 68. gr.\nc. Tilboð uppfyllir hæfiskröfur skv. 69.–72. gr. og eftir atvikum þau skilyrði og reglur sem lögð eru til grundvallar við fækkun tilboða eða þátttakenda skv. 78. gr.\nKaupandi skal jafnframt gæta þess að skilyrði 1. mgr. séu fyrir hendi í samræmi við ákvæði 73. og 74. gr.\nKaupanda er heimilt að hafna gerð samnings við þann bjóðanda sem boðið hefur fjárhagslega hagkvæmasta tilboðið ef hægt er að sýna fram á að það uppfyllir ekki kjarasamninga, löggjöf um umhverfisvernd eða félagsleg réttindi.\nÍ almennu útboði er kaupanda heimilt að meta tilboð áður en kannað er hvort bjóðandi uppfylli kröfur um hæfi skv. 68.–77. gr. Fullnægjandi mat á hæfiskröfum skal þó fara fram áður en [ákvörðun er tekin um val tilboðs].\nÞegar upplýsingar eða gögn sem bjóðandi leggur fram virðast vera ófullkomin eða innihalda villur eða ef tiltekin skjöl vantar getur kaupandi farið fram á að bjóðandi leggi fram, bæti við, skýri eða fullgeri upplýsingar eða gögn innan hæfilegs frests. Slíkar skýringar, lagfæringar eða viðbótarupplýsingar mega þó ekki fela í sér breytingar á grundvallarþáttum tilboðs eða vera líkleg til að raska samkeppni eða ýta undir mismunun.\nL. 37/2019, 5. gr. L. 64/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Almennar reglur um fyrirtæki.\nÓheimilt er að vísa frá þátttakanda eða bjóðanda með vísan til þess að innlendar reglur áskilji að veitandi þjónustu þurfi að vera annaðhvort einstaklingur eða lögaðili, enda sé þátttakandanum eða bjóðandanum heimilt að veita þá þjónustu sem til stendur að kaupa samkvæmt lögum staðfesturíkis síns. Þegar um er að ræða þjónustusamninga, eða verksamninga ásamt vörusamningum sem fela einnig í sér þjónustu og/eða eftirlit og uppsetningu, er heimilt að krefjast þess af lögaðila að hann tilgreini í tilboði eða þátttökutilkynningu nöfn og starfsmenntun þeirra starfsmanna sem munu sjá um framkvæmd samningsins.\nFleiri fyrirtækjum er heimilt að standa að tilboði eða þátttökutilkynningu sameiginlega, enda teljast þau þá bera sameiginlega ábyrgð á efndum samnings. Óheimilt er kaupanda að krefjast þess að slíkur hópur fyrirtækja stofni til sérstaks lögákveðins rekstrarforms nema það sé nauðsynlegt fyrir fullnægjandi framkvæmd samnings. Kaupanda er þó heimilt að krefjast þess að eitt fyrirtæki komi fram fyrir hönd hinna við framkvæmd samnings og standi kaupanda öll skil.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Ástæður til útilokunar vegna persónulegra aðstæðna.\nÞátttakandi eða bjóðandi sem hefur verið sakfelldur með endanlegum dómi fyrir eftirtalin afbrot skal útilokaður frá þátttöku í innkaupaferli:\na. þátttöku í skipulögðum glæpasamtökum,\nb. spillingu,\nc. sviksemi,\nd. hryðjuverk eða brot sem tengjast hryðjuverkastarfsemi,\ne. peningaþvætti eða fjármögnun hryðjuverka,\nf. barnaþrælkun eða annars konar mansal.\nSkylda til að útiloka þátttakanda eða bjóðanda gildir einnig þegar einstaklingur, sem hefur verið sakfelldur með endanlegum dómi fyrir brot skv. 1. mgr., er í stjórn, framkvæmdastjórn eða eftirlitsstjórn viðkomandi fyrirtækis eða hefur heimild til fyrirsvars, ákvörðunartöku eða yfirráða í því.\nÞátttakandi eða bjóðandi skal útilokaður frá þátttöku í innkaupaferli hafi hann brotið gegn skyldum um greiðslu opinberra gjalda, lífeyrissjóðsiðgjalda eða annarra lögákveðinna gjalda og því hefur verið endanlega slegið föstu með ákvörðun dómstóls eða stjórnvalds þar sem bjóðandi er skráður eða í aðildarríki innan Evrópska efnahagssvæðisins.\nHeimilt er að útiloka þátttakanda eða bjóðanda frá þátttöku í innkaupaferli þegar kaupandi getur sýnt fram á með viðeigandi hætti að þátttakandi eða bjóðandi hafi brotið gegn skyldum um greiðslu opinberra gjalda, lífeyrissjóðsiðgjalda eða annarra lögákveðinna gjalda. Hafi þátttakandi eða bjóðandi uppfyllt skyldur sínar með því að greiða upp vanskil fyrir opnunardag tilboða á opinberum gjöldum eða gert samning um greiðslu þeirra, þ.m.t. vexti eða sektir, skal hann ekki útilokaður samkvæmt þessari málsgrein.\nÍ undantekningartilvikum vegna ástæðna sem varða almannahagsmuni, svo sem lýðheilsu eða umhverfisvernd, er heimilt að veita undanþágu frá útilokun skv. 3. og 4. mgr. enda vegi þær ástæður þyngra en ástæður fyrir útilokun bjóðanda.\nHeimilt er að útiloka fyrirtæki frá þátttöku í innkaupaferli við einhverjar af eftirfarandi aðstæðum:\na. Fyrirtæki hefur brotið gegn innlendum eða alþjóðlegum kröfum á sviði umhverfis-, félagsmála- og vinnuréttar sem kaupanda er unnt að sýna fram á.\nb. Bú fyrirtækis er undir gjaldþrotaskiptum eða félagi hefur verið slitið, það hefur fengið heimild til nauðasamninga eða greiðslustöðvunar eða er í annarri sambærilegri stöðu.\nc. Óskað hefur verið gjaldþrotaskipta eða slita á fyrirtæki, það hefur leitað heimildar til nauðasamninga eða greiðslustöðvunar eða er í annarri sambærilegri stöðu.\nd. Fyrirtæki hefur sýnt alvarlega vanrækslu í starfi sem kaupanda er unnt að sýna fram á.\ne. Fyrirtæki hefur gengið til samninga við önnur fyrirtæki í þeim tilgangi að raska samkeppni sem kaupanda er unnt að sýna fram á með nægilegum líkum.\nf. Hagsmunaárekstrar eru til staðar í innkaupaferli sem ekki er hægt að lagfæra með aðgerðum sem ganga skemur.\ng. Fyrri aðkoma fyrirtækis á undirbúningsstigi, sbr. 46. gr., er talin raska samkeppni og ekki er hægt að lagfæra það með aðgerðum sem ganga skemur.\nh. Verulegir eða viðvarandi annmarkar hafa verið á framkvæmd fyrirtækis á efnislegum kröfum samkvæmt fyrri opinberum samningum sem hafa leitt til riftunar á samningi, kröfu um skaðabætur eða annarra svipaðra viðurlaga.\ni. Fyrirtæki hefur veitt rangar upplýsingar, leynt upplýsingum eða getur ekki lagt fram viðhlítandi fylgiskjöl sem krafist er, sbr. 73. gr., sem nauðsynlegar eru til að sannreyna að ekki séu til staðar útilokunarástæður eða að hæfisforsendur séu uppfylltar.\nj. Fyrirtæki hefur með óréttmætum hætti reynt að hafa áhrif á ákvörðunartöku kaupanda til að öðlast trúnaðarupplýsingar sem geta veitt því óréttmætt forskot í innkaupaferli eða hefur af gáleysi veitt villandi upplýsingar sem geta haft efnisleg áhrif á ákvarðanir varðandi útilokun, val eða samningsgerð.\nVið mat á því hvort 3., 4. og 6. mgr. eigi við um fyrirtæki skal litið til þess hvort um sé að ræða sömu rekstrareiningu, með sömu eða nær sömu eigendur í sömu eða nær sömu atvinnustarfsemi á sama markaði, án tillits til þess hvort fyrirtækið hafi skipt um kennitölu eða verið stofnað að nýju. Í þessu skyni er heimilt að kanna viðskiptasögu stjórnenda og helstu eigenda.\nÞrátt fyrir b- og c-lið 6. mgr. er kaupanda heimilt að útiloka ekki viðkomandi fyrirtæki þegar hægt er að slá því föstu að fyrirtækið muni geta staðið við samninginn.\nFyrirtæki sem er í einhverjum þeim aðstæðum sem segir í 1. mgr. og 6. mgr. er heimilt að færa fram sönnur á að ráðstafanir sem það hefur gripið til dugi til að sýna fram á áreiðanleika þess þrátt fyrir að til staðar sé útilokunarástæða. Ef sönnun er talin fullnægjandi skal ekki útiloka viðkomandi fyrirtæki frá innkaupaferli.\nÞegar útilokunartímabil hefur ekki verið ákvarðað með endanlegum dómi skal tímabil útilokunar ekki vara lengur en fimm ár frá dómsuppkvaðningu í þeim málum sem um getur í 1. mgr. og ekki lengur en í þrjú ár í þeim málum sem um getur í 6. mgr. Ráðherra er heimilt með reglugerð að setja nánari reglur um hámarksútilokunartímabil.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Hæfi bjóðanda.\nKaupanda er aðeins heimilt að setja skilyrði fyrir þátttöku fyrirtækja á grundvelli eftirfarandi krafna um hæfi:\na. Vegna starfsréttinda, sbr. 70. gr.\nb. Vegna fjárhagsstöðu, sbr. 71. gr.\nc. Vegna tæknilegrar og faglegrar getu, sbr. 72. gr.\nAðeins er heimilt að setja skilyrði skv. 1. mgr. sem eru til þess fallin að tryggja lagalegt og fjárhagslegt hæfi og tæknilega og faglega getu til að efna skyldur samkvæmt fyrirhuguðum samningi. Skilyrði fyrir þátttöku skulu tengjast samningi og vera í hæfilegu hlutfalli við efni hans.\nÍ útboðsauglýsingu eða útboðsgögnum skal koma fram hvaða skilyrða skv. 1. mgr. er krafist fyrir þátttöku og hvaða gögn fyrirtæki þarf að leggja fram til sönnunar.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Starfsréttindi.\nHeimilt er að krefjast þess að fyrirtæki sýni fram á að það sé skráð í fyrirtækjaskrá. Þegar um er að ræða fyrirtæki frá öðrum ríkjum Evrópska efnahagssvæðisins eða aðildarríkjum stofnsamnings Fríverslunarsamtaka Evrópu má krefjast þess að fyrirtæki sýni fram á fullnægjandi skráningu í heimaríki sínu með vottorði.\nÞegar um er að ræða gerð þjónustusamninga og bjóðendur eða þátttakendur þurfa að hafa sérstakt leyfi eða vera meðlimir í tilteknum samtökum til að mega veita hlutaðeigandi þjónustu í heimaríki sínu er heimilt að krefjast þess að þeir sýni fram á að þeir hafi slíkt leyfi eða séu félagar í slíkum samtökum.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Fjárhagsstaða bjóðanda.\nFjárhagsstaða fyrirtækis skal vera það trygg að það geti staðið við skuldbindingar sínar gagnvart kaupanda. Í því skyni er kaupanda heimilt að krefjast þess að fyrirtæki hafi tiltekna lágmarksveltu á ári, þ.m.t. tiltekna lágmarksveltu á því sviði sem samningur fellur undir. Jafnframt má kaupandi krefjast ársreiknings fyrirtækis sem sýnir t.d. hlutfall milli eigna og skulda. Kaupanda er einnig heimilt að krefjast starfsábyrgðartryggingar.\nEkki má setja skilyrði um hærri lágmarksársveltu en nemur tvöföldu áætluðu verðmæti samnings nema þegar slík skilyrði eru réttlætanleg vegna sérstakrar áhættu í ljósi eðlis verkframkvæmdar, þjónustu eða vöru. Kaupandi skal gera grein fyrir meginástæðum slíks skilyrðis í útboðsgögnum.\nHeimilt er að taka tillit til hlutfalls milli eigna og skulda þegar þær aðferðir og viðmiðanir sem beita á hafa verið tilgreindar í útboðsgögnum. Slíkar aðferðir og viðmiðanir skulu vera gagnsæjar, hlutlægar og án mismununar.\nÞegar samningi er skipt í hluta skulu kröfur um fjárhagsstöðu eiga við um hvern einstakan hluta. Þó má gera kröfu um lágmarksársveltu fyrirtækis með tilliti til fleiri samningshluta ef fyrirtæki sem verður fyrir valinu hlýtur samning um nokkrar samningslotur sem framkvæma á samtímis.\nÞegar innkaup eru gerð með örútboðum eða verðkönnun innan rammasamnings reiknast hámarksársvelta skv. 2. mgr. á grundvelli væntrar hámarksstærðar tiltekinna samninga, sem framkvæmdir verða samtímis, eða ef hún er ekki þekkt, á grundvelli áætlaðs verðmætis rammasamningsins. Þegar um er að ræða gagnvirkt innkaupakerfi reiknast krafan um hámarksársveltu skv. 2. mgr. á grundvelli væntrar hámarksstærðar tiltekinna samninga sem gerðir verða innan þess kerfis.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Tæknileg og fagleg geta.\nTæknileg og fagleg geta fyrirtækis skal vera það trygg að það geti staðið við skuldbindingar sínar gagnvart kaupanda. Í því skyni er kaupanda heimilt að setja skilyrði um að fyrirtæki hafi nauðsynlegan mannauð, tækniúrræði og reynslu til að framkvæma samning í samræmi við viðeigandi gæðastaðal.\nKaupandi getur krafist þess að fyrirtæki hafi nægilega reynslu og sýni fram á það með viðeigandi gögnum í tengslum við samninga sem fyrirtækið hefur áður framkvæmt. Kaupanda er heimilt að álykta að fyrirtæki skorti faglega getu þegar hann hefur komist að raun um hagsmunaárekstra fyrirtækisins sem geta haft neikvæð áhrif á efndir samnings.\nÞegar um er að ræða innkaupaferli sem felur í sér ísetningu og uppsetningu, þjónustu eða verk er heimilt að meta sérstaklega getu fyrirtækis til þess að veita þjónustuna, sjá um uppsetninguna eða vinna verkið, einkum með hliðsjón af hæfni, skilvirkni, reynslu og áreiðanleika.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Hæfisyfirlýsing bjóðanda.\nFyrirtæki er heimilt að leggja fram sérstaka hæfisyfirlýsingu, sem eigin yfirlýsingu og bráðabirgðasönnun fyrir því að það uppfylli kröfur kaupanda, í stað vottorða sem gefin eru út af stjórnvöldum eða sambærilegum aðilum, til staðfestingar á að það uppfylli eftirfarandi skilyrði:\na. Að ástæður til útilokunar vegna persónulegra aðstæðna skv. 68. gr. séu ekki til staðar.\nb. Að fyrirtæki uppfylli viðeigandi hæfiskröfur sem settar hafa verið fram skv. 69.–72. gr.\nc. Að fyrirtæki uppfylli, eftir því sem við á, hlutlægar reglur og viðmiðanir sem settar hafa verið fram skv. 78. gr.\nEf fyrirtæki byggir á getu annars aðila í samræmi við 76. gr. skal hæfisyfirlýsing bjóðanda einnig innihalda viðeigandi upplýsingar skv. 1. mgr. um þann aðila.\nHæfisyfirlýsing bjóðanda skal vera formleg yfirlýsing fyrirtækis um að viðeigandi ástæða til útilokunar eigi ekki við eða að það uppfylli viðeigandi hæfiskröfur og innihalda viðeigandi upplýsingar sem kaupandi krefst. Hæfisyfirlýsing bjóðanda skal einnig tilgreina það opinbera stjórnvald eða þann þriðja aðila sem ber ábyrgð á að útbúa fylgiskjöl og innihalda formlega yfirlýsingu um að fyrirtæki muni tafarlaust geta lagt fram þessi fylgiskjöl sé um það beðið. Þegar kaupandi getur haft beinan aðgang að fylgiskjölum í gagnasafni, sbr. 8. mgr., skulu nauðsynlegar upplýsingar um slíkan aðgang koma fram í hæfisyfirlýsingu bjóðanda, t.d. veffang gagnasafnsins, auðkennisgögn og, ef við á, nauðsynleg yfirlýsing um samþykki.\nFyrirtæki er heimilt að nota aftur sömu hæfisyfirlýsingu sem lögð var fram í fyrra innkaupaferli ef það staðfestir að upplýsingarnar í því séu enn réttar.\nRáðuneytið skal gefa út staðlað eyðublað fyrir hæfisyfirlýsingu bjóðanda sem skal aðeins vera aðgengileg á rafrænu formi.\nKaupandi getur hvenær sem er á meðan á innkaupaferli stendur farið fram á að fyrirtæki leggi fram öll eða hluta fylgiskjala ef það er nauðsynlegt til að tryggja eðlilegan framgang innkaupaferlis.\nKaupandi skal áður en opinber samningur er gerður krefjast þess að fyrirtæki, sem ákveðið hefur verið að gera samning við, leggi fram uppfærð fylgiskjöl, í samræmi við 74. gr. og eftir atvikum 75. gr., ásamt nauðsynlegum skýringum ef þess þykir þörf. Ekki er skylt að krefjast þess að leggja þurfi fram fylgiskjöl við gerð rammasamnings skv. 4. mgr. og 1. málsl. 5. mgr. 40. gr.\nÞá skal fyrirtæki ekki krafið um fylgiskjöl ef kaupandi, sem gerir samning eða rammasamning, er þegar með þessi skjöl undir höndum. Þegar kaupandi hefur beinan gjaldfrjálsan aðgang að landsbundnum gagnagrunni þar sem unnt er að nálgast fylgiskjöl, vottorð eða önnur skrifleg sönnunargögn um hæfi bjóðanda skal kaupandi jafnframt ekki krefjast þess að fyrirtæki leggi fram gögn eða uppfærslur á þeim.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Sönnunargögn.\nKaupandi getur krafist þess að lögð séu fram vottorð, yfirlýsingar og önnur gögn til sönnunar á því að ekki séu fyrir hendi ástæður til útilokunar, skv. 68. gr., og að viðeigandi hæfiskröfur séu uppfylltar skv. 69.–72. gr. Kaupandi skal ekki krefjast annarra sönnunargagna en þeirra sem fram koma í þessari grein og í 75. gr. um gæða- og umhverfisstaðla. Að því er varðar 76. gr. geta fyrirtæki notað hvers konar viðeigandi aðferðir til að sanna fyrir kaupanda að þau muni ráða yfir nauðsynlegum úrræðum.\nEf fyrirtæki er krafið um sönnun um þau atriði sem greinir í 68. gr. skal eftirfarandi metið sem fullnægjandi sönnun:\na. Að því er varðar skilyrði 1. og 2. mgr. 68. gr., framlagning sakavottorðs, vottorðs dómstóls eða, ef þessi vottorð eru ekki tiltæk, sambærilegs vottorðs frá stjórnvaldi eða dómstóli í uppruna- eða heimaríki viðkomandi fyrirtækis sem sýnir að umræddum skilyrðum sé fullnægt.\nb. Að því er varðar 3. og 4. mgr. og b- og c-lið 6. mgr. 68. gr., vottorð gefið út af þar til bæru stjórnvaldi í viðkomandi ríki.\nEf heimaríki fyrirtækis gefur ekki út skjöl eða vottorð sem þessi, eða slík skjöl og vottorð ná ekki yfir öll þau tilvik sem greinir í 1., 3. og 4. mgr. og b- og c-lið 6. mgr. 68. gr., skal þess í stað meta fullgildan eið eða drengskaparheit sem bjóðandi hefur unnið um umrædd atriði fyrir dómara eða yfirvaldi, lögbókanda eða þar til bæru fagfélagi í heimaríki sínu.\nFyrirtæki getur fært sönnur á fjárhagslega stöðu sína, sbr. 71. gr., með einni eða fleiri af þeim aðferðum sem taldar skulu upp í reglugerð sem ráðherra setur. Geti fyrirtæki, af gildri ástæðu, ekki lagt fram þau gögn sem kaupandi krefst getur það sýnt fram á efnahagslega og fjárhagslega stöðu sína með öðrum gögnum sem kaupandi telur fullnægjandi.\nFyrirtæki getur fært sönnur á tæknilega getu sína, sbr. 72. gr., með einni eða fleiri af þeim aðferðum sem taldar skulu upp í reglugerð sem ráðherra setur, eftir því sem nauðsynlegt er eftir eðli, umfangi, mikilvægi eða fyrirhugaðri notkun verks, vöru eða þjónustu.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Gæða- og umhverfisstaðlar.\nÞegar kaupandi krefst þess að lögð séu fram vottorð frá óháðum aðilum, sem staðfesta að fyrirtæki uppfylli tiltekna gæðastaðla, þ.m.t. varðandi aðgengi fyrir fatlað fólk, skal hann vísa til gæðakerfa sem grundvallast á viðeigandi evrópskum stöðlum sem hafa fengið vottun faggiltra stofnana. Kaupandi skal viðurkenna jafngild vottorð frá stofnunum sem hafa staðfestu í öðrum ríkjum Evrópska efnahagssvæðisins eða ríkjum stofnsamnings Fríverslunarsamtaka Evrópu. Kaupandi skal einnig taka gild önnur gögn, sem fyrirtæki leggur fram, sem veita sambærilega sönnun fyrir því að fullnægjandi ráðstafanir hafi verið gerðar með tilliti til gæðakrafna.\nÞegar kaupandi krefst þess að lögð séu fram vottorð frá óháðum aðilum, til staðfestingar á því að fyrirtæki fullnægi ákveðnum umhverfisstjórnunarstöðlum og kerfum, skal hann vísa til umhverfisstjórnunarkerfis Evrópusambandsins (EMAS) eða til umhverfisstjórnunarkerfa, sem viðurkennd eru í samræmi við ákvæði reglugerðar þar um, eða annarra umhverfisstjórnunarstaðla sem grundvallast á viðeigandi evrópskum eða alþjóðlegum stöðlum faggiltra stofnana. Kaupandi skal viðurkenna jafngild vottorð frá stofnunum sem hafa staðfestu í öðrum ríkjum Evrópska efnahagssvæðisins eða ríkjum stofnsamnings Fríverslunarsamtaka Evrópu.\nHafi fyrirtæki bersýnilega ekki haft aðgang að vottorðum skv. 1. og 2. mgr. eða neinn möguleika á að afla sér þeirra innan þess frests sem gefinn var, af ástæðum sem ekki verða raktar til fyrirtækisins, skal kaupandi samþykkja önnur jafngild sönnunargögn.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Byggt á getu annarra aðila.\nFyrirtæki er heimilt eftir því sem við á og vegna tiltekins samnings að byggja á fjárhagslegri, tæknilegri og faglegri getu annarra aðila óháð lagalegum tengslum við þá. Byggi fyrirtæki á menntun, starfsreynslu eða faglegri getu annars aðila er skilyrði að sá aðili annist framkvæmd verks eða þjónustu í samræmi við þær kröfur sem gerðar hafa verið. Fyrirtæki skal jafnframt sanna fyrir kaupanda að það hafi tryggt sér tilgreinda aðstoð, t.d. með því að leggja fram skuldbindandi yfirlýsingu aðila um að hann muni annast verkið eða þjónustuna.\nKaupandi skal, í samræmi við 73. og 74. gr., sannreyna hvort aðili, sem fyrirtæki hyggst reiða sig á varðandi getu, uppfyllir viðeigandi hæfiskröfur og hvort ástæða sé til að útiloka hann skv. 68. gr. Kaupandi skal krefjast þess að fyrirtækið finni nýjan aðila í stað aðila sem ekki uppfyllir viðeigandi hæfiskröfu eða þegar til staðar eru bindandi útilokunarástæður skv. 68. gr. Kaupanda er heimilt að krefjast þess að fyrirtæki skipti út aðila þótt útilokunarástæður, sem eiga við um hann, séu ekki bindandi skv. 68. gr.\nÞegar fyrirtæki byggir á fjárhagslegri eða efnahagslegri getu annars aðila getur kaupandi krafist þess að fyrirtækið og viðkomandi aðili beri sameiginlega ábyrgð á efndum samnings. Með sömu skilyrðum getur hópur fyrirtækja, sbr. 2. mgr. 67. gr., byggt á getu þátttakenda í hópnum eða annarra aðila.\nÞegar um er að ræða verksamninga, þjónustusamninga og ísetningu eða uppsetningu innan ramma vörusamnings getur kaupandi krafist þess að tiltekin og sérlega mikilvæg verkefni séu framkvæmd beint af bjóðanda sjálfum eða, ef tilboðið er lagt fram af hópi fyrirtækja, sbr. 2. mgr. 67. gr., af tilteknum þátttakanda í þeim hópi.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Opinberir listar um viðurkennd fyrirtæki og vottorð opinberra og einkaréttarlegra stofnana.\nFyrirtæki sem eru skráð á opinberum listum yfir viðurkennda verktaka, seljendur eða þjónustuveitendur eða vottuð sem slík af opinberum eða einkaréttarlegum stofnunum í öðrum ríkjum Evrópska efnahagssvæðisins eða ríkjum stofnsamnings Fríverslunarsamtaka Evrópu geta, í innkaupaferli, afhent kaupanda vottorð um skráningu sem er gefið út af þar til bæru yfirvaldi eða vottorð sem þar til bær vottunaraðili gefur út. Í þessum vottorðum eða skírteinum skulu koma fram þær tilvísanir sem gerðu þessum fyrirtækjum kleift að fá skráningu á opinberan lista eða að fá vottorð ásamt flokkun samkvæmt skránni.\nGanga skal út frá því að vottuð skráning þar til bærra aðila á opinberan lista eða vottorð, gefið út af vottunaraðila, sé til marks um hæfi að því er varðar kröfur um hæfismiðað val sem opinberi listinn eða vottorðið tekur til.\nÓheimilt er að vefengja upplýsingar sem skráning á lista eða vottorð ber með sér án sérstakrar ástæðu. Að því er varðar greiðslu lífeyrissjóðsiðgjalda og skatta má þó hvenær sem er krefjast viðbótarvottorðs af skráðu fyrirtæki.\nKröfur um sönnunargögn varðandi forsendur fyrir hæfismiðuðu vali, sem opinberi listinn eða vottorðið tekur til, skulu vera í samræmi við 74. gr. og, eftir því sem við á, 75. gr. Ekki er heimilt, varðandi skráningu fyrirtækja frá öðrum ríkjum Evrópska efnahagssvæðisins eða ríkjum stofnsamnings Fríverslunarsamtaka Evrópu á opinbera lista eða vottun þeirra, að krefjast frekari sannana eða yfirlýsinga, annarra en þeirra sem innlend fyrirtæki eru krafin um.\nEkki skal skylda fyrirtæki frá öðrum ríkjum Evrópska efnahagssvæðisins eða ríkjum stofnsamnings Fríverslunarsamtaka Evrópu til að fá innlenda skráningu eða vottun til að geta tekið þátt í innkaupaferli. Kaupandi skal viðurkenna jafngild vottorð frá stofnunum sem hafa staðfestu í öðrum ríkjum Evrópska efnahagssvæðisins eða ríkjum stofnsamnings Fríverslunarsamtaka Evrópu. Einnig skal samþykkja annars konar sannanir sem eru jafngildar.",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Fækkun þátttakenda og tilboða með forvali.\nVið lokað útboð, samkeppnisútboð, samkeppnisviðræður og nýsköpunarsamstarf getur kaupandi með forvali takmarkað fjölda þátttakenda sem uppfylla hæfiskröfur sem hann býður að leggja fram tilboð eða að ganga til viðræðna, að því tilskildu að lágmarksfjöldi hæfra þátttakenda skv. 3. mgr. sé fyrir hendi.\nÍ útboðsauglýsingu eða í boði um að staðfesta áhuga skal kaupandi tilgreina þau málefnalegu og óhlutdrægu skilyrði eða reglur sem leggja á til grundvallar við val þátttakenda, lágmarksfjölda þeirra svo og hámarksfjölda þeirra ef það á við.\nÍ forvali vegna lokaðs útboðs skulu þátttakendur sem valdir eru til að leggja fram tilboð ekki vera færri en fimm. Í forvali vegna samkeppnisútboðs, samkeppnisviðræðna og nýsköpunarsamstarfs skulu þátttakendur ekki vera færri en þrír. Fjöldi þátttakenda sem valdir eru skal ætíð vera nægilegur til að tryggja raunverulega samkeppni.\nKaupandi skal gefa a.m.k. jafnmörgum þátttakendum kost á að taka þátt í innkaupaferli og svarar til þess lágmarksfjölda sem hann hefur áður tiltekið. Ef ekki er fyrir hendi nægjanlegur fjöldi þátttakenda sem fullnægir skilyrðum forvals til að vera valinn, eða ekki er fyrir hendi nægjanlegur fjöldi þátttakenda sem fullnægir kröfum um getu, er kaupanda heimilt að halda innkaupaferli áfram með því að gefa þeim sem fullnægðu þessum kröfum kost á að taka þátt í ferlinu. Ekki er heimilt að gefa fyrirtækjum sem ekki tóku þátt í forvali kost á að taka þátt í ferlinu á þessu stigi. Sama á við um þá þátttakendur sem ekki fullnægðu kröfum um hæfi.\nÞegar kaupandi nýtir sér heimildir til að fækka tilboðum eða fjölda þátttakenda í samkeppnisútboði eða samkeppnisviðræðum, sbr. 36. og 37. gr., skal ákvörðun um slíkt grundvallast á valforsendum sem fram hafa komið í útboðsauglýsingu, skilmálum eða skýringargögnum. Á lokastigi slíkra innkaupa skal fjöldi þátttakenda vera nægilega mikill til að tryggja raunhæfa samkeppni að svo miklu leyti sem um nægilegan fjölda tilboða eða hæfra þátttakenda er að ræða.",
      "metadata": {
        "source_anchor": "G78",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Forsendur fyrir vali tilboðs.\nKaupandi skal velja fjárhagslega hagkvæmasta tilboð á grundvelli:\n1. lægsta verðs,\n2. minnsta kostnaðar eða\n3. besta hlutfalls milli verðs og gæða.\nForsendur fyrir vali á tilboði á grundvelli 2. tölul. 1. mgr. skulu metnar út frá kostnaðarhagkvæmni, t.d. útreikningi á vistferilskostnaði.\nForsendur fyrir vali á tilboði á grundvelli 3. tölul. 1. mgr. skulu tengjast efni samnings og geta t.d. náð yfir:\na. Gæði, þar á meðal tæknilega kosti, útlit og notagildi, aðgengi, hönnun fyrir alla notendur, félagslega, umhverfislega og nýjungakennda eiginleika og viðskipti og skilyrði þeirra.\nb. Skipulagningu, menntun, hæfi og reynslu starfsfólks sem framkvæma á samninginn, einkum ef hæfni starfsfólks sem framkvæmir samning getur haft veruleg áhrif á framkvæmd hans.\nc. Þjónustu eftir verklok og tæknilega aðstoð, afhendingarskilmála, þ.e. afhendingardag, afhendingarferli og afhendingartíma eða frest til að ljúka verki.\nVið val á tilboði á grundvelli 3. tölul. 1. mgr. er kaupanda heimilt að ákvarða fast verð eða fastan kostnað og velja tilboð eingöngu út frá gæðum, umhverfislegum eða félagslegum þáttum.\nForsendur fyrir vali tilboðs skulu tengjast efni samnings ef þær varða verk, vöru eða þjónustu sem láta á í té samkvæmt samningi, að einhverju leyti eða á einhverju stigi vistferils hans, þar á meðal vegna þátta sem varða:\na. Sérstakt ferli við framleiðslu, afhendingu eða viðskipti með slík verk, vöru eða þjónustu.\nb. Sérstakt ferli á öðru stigi vistferils hans, jafnvel þótt slíkir þættir séu ekki hluti af honum.\nKaupandi skal haga forsendum fyrir vali tilboðs þannig að þær tryggi möguleika á virkri samkeppni. Einnig verður að vera unnt að sannreyna upplýsingar frá bjóðendum til að meta hversu vel tilboðin uppfylla forsendurnar.\nKaupandi skal tilgreina í útboðsgögnum hlutfallslegt vægi hverrar forsendu sem liggur til grundvallar vali á fjárhagslega hagkvæmasta tilboði, nema þegar val á tilboði byggist eingöngu á verði. Þetta vægi má setja fram sem ákveðið bil með hæfilegum hámarksvikmörkum. Ef ómögulegt er að tilgreina tiltekið vægi forsendna vegna hlutlægra ástæðna skal forgangsraða forsendum eftir mikilvægi þeirra.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Útreikningur vistferilskostnaðar.\nÚtreikningur vistferilskostnaðar skal, eftir því sem við á, taka til hluta eða alls eftirfarandi kostnaðar á vistferli vöru, þjónustu eða verks:\na. Kostnaðar sem kaupandi eða aðrir notendur bera, svo sem:\n1. kostnaðar í tengslum við öflun,\n2. notkunarkostnaðar, t.d. við orkunotkun og notkun annarra auðlinda,\n3. viðhaldskostnaðar,\n4. úrvinnslukostnaðar, t.d. kostnaðar við söfnun og endurvinnslu.\nb. Kostnaðar sem skrifast á umhverfisleg úthrif í tengslum við vöru, þjónustu eða verk meðan á vistferli þeirra stendur, að því tilskildu að hægt sé að ákvarða og sannreyna verðgildi þeirra. Slíkur kostnaður getur falið í sér kostnað við losun gróðurhúsalofttegunda og aðra losun mengandi efna og annan kostnað við það að draga úr loftslagsbreytingum.\nÞegar kaupandi metur kostnað sem grundvallast á útreikningi á vistferilskostnaði skal hann taka fram í útboðsgögnum hvaða gögn bjóðendur þurfa að leggja fram og hvaða aðferð kaupandi mun nota til að ákvarða vistferilskostnað á grundvelli þessara gagna. Aðferðin sem notuð er til að meta kostnað sem skrifast á umhverfisleg úthrif skal uppfylla öll eftirfarandi skilyrði:\na. byggjast á hlutlægt sannprófanlegum viðmiðunum án mismununar; sé hún ekki til endurtekinnar eða stöðugrar notkunar skal hún ekki vera hagstæðari eða óhagstæðari tilteknum fyrirtækjum þannig að óréttmætt sé,\nb. vera aðgengileg öllum hlutaðeigandi aðilum,\nc. fyrirtæki skulu geta lagt fram tilskilin gögn sem talin eru fullnægjandi án þess að það leiði til mismununar.\nHafi tiltekin aðferð við útreikning á vistferilskostnaði verið gerð lögbundin skal beita henni við mat á vistferilskostnaði.",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Óeðlilega lág tilboð.\nEf tilboð virðist óeðlilega lágt miðað við verk, vöru eða þjónustu skal kaupandi óska eftir því að bjóðandi skýri verð eða kostnað sem fram kemur í tilboði. Skýringarnar geta einkum varðað:\na. hagkvæmni framleiðsluferlis, þjónustu eða byggingaraðferðar,\nb. tæknilegar lausnir, sem hafa verið valdar, og/eða hvers konar óvenjulega hagstæðar aðstæður bjóðanda við framkvæmd verks, afhendingu vöru eða veitingu þjónustu,\nc. frumleika í tillögum bjóðanda varðandi verk, vöru eða þjónustu,\nd. samræmi við gildandi ákvæði kjarasamninga og löggjafar um umhverfisvernd, félagsleg réttindi og um vinnuvernd og vinnuskilyrði á staðnum þar sem framkvæmd verks, afhending vöru eða veiting þjónustu fer fram,\ne. skyldur bjóðanda vegna undirverktaka, sbr. 88. gr.,\nf. möguleika bjóðanda á því að fá ríkisaðstoð.\nKaupandi skal meta upplýsingarnar sem lagðar eru fram með viðræðum við bjóðanda. Aðeins má hafna tilboði á þessum grunni ef sönnunargögnin sem lögð eru fram skýra ekki með viðunandi hætti hið lága verð eða kostnað sem lagður er til, að teknu tilliti til þeirra atriða sem um getur í 1. mgr.\nKomist kaupandi að þeirri niðurstöðu að tilboð sé óeðlilega lágt vegna þess að það er ekki í samræmi við skyldur skv. d-lið 1. mgr. skal hafna tilboði.\nKomist kaupandi að þeirri niðurstöðu að tilboð sé óeðlilega lágt vegna þess að bjóðandi hafi hlotið ríkisaðstoð verður boði hans því aðeins hafnað að bjóðanda hafi ekki tekist, innan hæfilegs frests sem ákveðinn var eftir að bjóðanda var gefinn kostur á að tjá sig, að sýna fram á að ríkisstyrkur hafi verið löglega veittur. Ef kaupandi vísar tilboði frá við þessar aðstæður skal hann tilkynna Eftirlitsstofnun EFTA um þá ákvörðun ef innkaup eru yfir viðmiðunarfjárhæðum 4. mgr. 23. gr.\nKaupanda er skylt að rökstyðja ákvörðun um að hafna tilboði á þeim grundvelli að það sé óeðlilega lágt.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "[Ógilt og óaðgengilegt tilboð.]\nTilboð skal talið ógilt ef það er ekki í samræmi við útboðsgögn, berst of seint, ef sönnun er fyrir leynilegu samráði eða spillingu eða ef kaupandi telur það vera óeðlilega lágt. ...\n[Tilboð telst óaðgengilegt og ekki uppfylla skilmála innkaupaferlis ef það er lagt fram af bjóðanda sem skortir nauðsynlegt hæfi .... Þá telst tilboð einnig óaðgengilegt ef bjóðandi býður hærra verð en fyrir fram ákveðin fjárhagsáætlun kaupanda gerir ráð fyrir, nema kaupandi hafi áskilið sér rétt til að taka slíku tilboði.]\nL. 37/2019, 6. gr. L. 64/2024, 11. gr.",
      "metadata": {
        "source_anchor": "G82",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Höfnun tilboðs.\nKaupandi telst hafa hafnað tilboði ef hann er búinn að semja við annan aðila, gildistími tilboðs er liðinn án þess að óskað hafi verið eftir framlengingu tilboðs eða öllum tilboðum hefur verið hafnað formlega.\n[Kaupanda er heimilt að hafna öllum tilboðum standi málefnalegar ástæður til þess eða hafi almennar forsendur fyrir útboði brostið. Kaupandi skal rökstyðja ákvörðun sína um að hafna öllum tilboðum.]\nL. 37/2019, 7. gr.",
      "metadata": {
        "source_anchor": "G83",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Tilkynning um samningsgerð vegna innkaupa yfir viðmiðunarfjárhæðum EES.\nÞegar innkaup eru yfir viðmiðunarfjárhæðum Evrópska efnahagssvæðisins, skv. 4. mgr. 23. gr., skal kaupandi tilkynna um gerð samnings eigi síðar en 30 dögum eftir gerð samnings eða rammasamnings með niðurstöðum innkaupaferlis. Einnig skal tilkynna um gerð samnings innan gagnvirks innkaupakerfis en þó skal heimilt að safna tilkynningum saman og senda út innan 30 daga frá lokum hvers ársfjórðungs.\nTilkynningar skulu sendar útgáfuskrifstofu Evrópusambandsins sem annast birtingu þeirra, sbr. 56. gr.",
      "metadata": {
        "source_anchor": "G84",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Tilkynning um val á tilboði og rökstuðningur um höfnun tilboðs.\nKaupandi skal tilkynna þátttakendum eða bjóðendum um ákvarðanir um val tilboðs, gerð rammasamnings eða aðgang að gagnvirku innkaupakerfi eins fljótt og mögulegt er.\nÍ tilkynningu um ákvörðun á vali tilboðs skulu m.a. koma fram upplýsingar um eiginleika og kosti þess tilboðs sem kaupandi valdi með hliðsjón af valforsendum útboðsgagna ásamt yfirlýsingu um nákvæman biðtíma samningsgerðar skv. 86. gr. Ef samningur hefur verið boðinn út með forauglýsingu og kaupandi ákveður að gera ekki fleiri samninga á tímabili sem auglýsing tekur til, skal þess getið sérstaklega í tilkynningu um samningsgerð. Í tilkynningu skulu koma fram, eftir því sem við á, upplýsingar vegna ákvarðana um að gera ekki rammasamning, taka engu tilboði þrátt fyrir útboð eða hefja að nýju útboð eða stofna til gagnvirks innkaupakerfis. Þessar upplýsingar skal kaupandi veita skriflega ef þess er óskað.\nTilkynningu skv. 1. og 2. mgr. skal senda öllum fyrirtækjum sem ekki hefur verið hafnað eða vísað frá innkaupaferli með endanlegri ákvörðun. Ákvörðun um útilokun telst ekki endanleg fyrr en hún hefur verið tilkynnt bjóðanda og frestir til að bera hana undir kærunefnd útboðsmála eru runnir út eða hún hefur verið staðfest af nefndinni.\nEftir beiðni skal kaupandi, eins fljótt og mögulegt er, veita rökstuðning fyrir ákvörðun sinni sem hér segir:\na. Upplýsa ber þátttakanda, sem ekki hefur verið valinn til að gera tilboð, um ástæður þess að umsókn hans var hafnað.\nb. Upplýsa ber bjóðanda um ástæður þess að tilboði hans var hafnað. Ef tilboði hefur verið hafnað með vísan til þess að tilboð var í ósamræmi við tæknilýsingar, sbr. 6. og 7. mgr. 49. gr., skal rökstyðja hvers vegna tilboð telst ekki fullnægja kröfum tæknilýsinga eða hvers vegna það er ófullnægjandi með tilliti til krafna um virkni og hagnýtingu.\nc. Upplýsa skal bjóðanda, sem lagt hefur fram gilt tilboð, um eiginleika og kosti þess tilboðs sem kaupandi valdi og nafn bjóðanda sem var valinn eða rammasamningshafa.\nd. Upplýsa skal bjóðanda, sem lagt hefur fram gilt tilboð, um framkvæmd og framvindu samningsviðræðna og viðræðna við bjóðendur.\nBeiðni um rökstuðning skv. 4. mgr. skal bera fram innan 14 daga frá því að bjóðanda var tilkynnt ákvörðun og skal rökstuðningur liggja fyrir eigi síðar en 15 dögum eftir að beiðni um það barst kaupanda eða umsjónarmanni útboðs. Í rökstuðningi skal þó ekki upplýsa um atriði varðandi val tilboðs, gerð rammasamnings eða aðgengi að gagnvirku innkaupakerfi ef upplýsingagjöf gæti torveldað löggæslu. Sama á við ef upplýsingagjöf gengur að öðru leyti gegn almannahagsmunum eða mundi skaða lögmæta viðskiptahagsmuni einstakra fyrirtækja, einkarekinna eða opinberra, eða samkeppni milli þeirra.",
      "metadata": {
        "source_anchor": "G85",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Biðtími samningsgerðar og samþykkt tilboðs.\nÓheimilt er að gera samning í kjölfar ákvörðunar um val tilboðs fyrr en að liðnum fimm daga biðtíma, vegna innkaupa yfir innlendum viðmiðunarfjárhæðum skv. 1. mgr. 23 gr., og að liðnum tíu daga biðtíma, vegna innkaupa yfir viðmiðunarfjárhæðum Evrópska efnahagssvæðisins skv. 4. mgr. 23. gr., frá deginum eftir að tilkynning skv. 1. og 2. mgr. 85. mgr. telst birt. Biðtíma telst þó ætíð lokið þegar liðnir eru 15 dagar frá deginum eftir sendingu tilkynningar að telja. Um birtingu rafrænna tilkynninga fer eftir fyrirmælum stjórnsýslulaga um rafræna málsmeðferð.\n[Heimilt er að sleppa biðtíma skv. 1. mgr.] í eftirfarandi tilvikum:\n1. Við gerð samnings sem heimilt er að gera án undangenginnar útboðsauglýsingar.\n2. Við gerð samnings þar sem endanlega liggur fyrir að aðeins einn bjóðandi eða þátttakandi er fyrir hendi.\n3. Við gerð samnings á grundvelli rammasamnings skv. 40. gr. eða gagnvirks innkaupakerfis skv. 41. gr.\nTilboð skal samþykkja endanlega með [tilkynningu um töku tilboðs] innan gildistíma þess og er þá kominn á bindandi samningur á grundvelli útboðsgagna og tilboðs bjóðanda.\nÞegar kaupanda er ekki unnt að taka afstöðu til tilboða innan gildistíma tilboðs er heimilt að óska eftir því að bjóðendur framlengi tilboð sín í stuttan tíma. Skilyrði er að fyrir liggi samþykki allra þátttakenda eða málefnalegar ástæður réttlæti framlengingu. Með sama skilyrði er heimilt að óska eftir því, eftir að gildistími tilboðs hefur runnið út, að bjóðendur lýsi því yfir að tilboð þeirra séu að nýju gild, þó aðeins í mjög stuttan tíma. Þegar samningur hefur verið lýstur óvirkur samkvæmt ákvæðum XII. kafla er heimilt að samþykkja það tilboð sem hefði með réttu átt að velja án tillits til gildistíma tilboðs.\nHeimilt er að gera sérstakan samning um kaup á vöru, þjónustu eða verki á grundvelli útboðsins eftir að tilboð hefur verið samþykkt, en ekki skal þá breyta grundvallarþáttum tilboðs þannig að samkeppni sé raskað eða um mismunun verði að ræða.\nÞegar kominn er á samningur skal það tilkynnt öllum bjóðendum án tafar.\nL. 64/2024, 12. gr.\nVII. kafli. Framkvæmd samnings.",
      "metadata": {
        "source_anchor": "G86",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Skilyrði sem tengjast framkvæmd samnings.\nKaupanda er heimilt að kveða á um sérstök skilyrði varðandi framkvæmd samnings ef skilyrðin tengjast efni samnings, sbr. 5. mgr. 79. gr., og hafa verið tilgreind í útboðsauglýsingu eða útboðsskilmálum. Skilyrðin geta einkum verið vegna atriða sem varða efnahagsleg, nýsköpunartengd, umhverfisleg, félagsleg eða atvinnutengd sjónarmið.",
      "metadata": {
        "source_anchor": "G87",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Undirverktaka.\nSkylt er að krefjast þess í útboðsgögnum að bjóðandi upplýsi hvaða hluta samnings hann hyggst láta þriðja aðila framkvæma sem undirverktaka og skulu þær upplýsingar liggja fyrir áður en samningur er undirritaður.\nBjóðandi skal upplýsa [kaupanda] um hvaða undirverktaka hann hyggst nota og leita samþykkis [kaupanda] áður en undirverktaki hefur störf. Kaupanda er jafnframt heimilt að krefjast þess að bjóðandi leggi fram hæfisyfirlýsingu skv. 73. gr. fyrir undirverktaka. Ef útilokunarástæður skv. 68. gr. eiga við undirverktaka skal kaupandi eftir atvikum krefjast þess að nýr undirverktaki komi í hans stað.\nUpplýsingar bjóðanda um undirverktaka hafa ekki áhrif á ábyrgð bjóðanda gagnvart kaupanda. Undirverktaka skal í öllum tilvikum byggjast á skriflegum [samningi].\nL. 64/2024, 13. gr.\n[88. gr. a. Keðjuábyrgð.\nAðalverktaki skal tryggja og bera ábyrgð á að allir starfsmenn, hvort sem um ræðir starfsmenn hans, undirverktaka eða starfsmannaleiga, fái laun, starfskjör, sjúkra- og slysatryggingar og önnur réttindi í samræmi við gildandi kjarasamninga og lög hverju sinni. [Til að uppfylla þá skyldu er aðalverktaka heimilt að kalla eftir launaseðlum, tímaskýrslum og yfirliti yfir gildandi sjúkra- og slysatryggingar frá undirverktaka og starfsmannaleigum.] Kaupandi skal gera grein fyrir ábyrgð aðalverktaka í útboðsgögnum.\nKaupanda er heimilt að greiða vangoldnar verktakagreiðslur til undirverktaka og annarra starfsmanna, sem svara til launatengdra greiðslna, á kostnað aðalverktaka standi hann ekki í skilum með slíkar greiðslur. [Kaupanda er í því skyni heimilt að kalla eftir launaseðlum, tímaskýrslum og yfirliti yfir gildandi sjúkra- og slysatryggingar frá undirverktaka og starfsmannaleigum.]\nSkilyrði fyrir greiðslum skv. 2. mgr. er að heimild þar að lútandi sé tilgreind í útboðsgögnum, að verk sé í nánu og eðlilegu samhengi við opinberan samning sem undirverktaka er ætlað að framkvæma fyrir aðalverktaka og að kröfum sé beint til [kaupanda] innan fjögurra mánaða frá því að þær gjaldféllu.]\nL. 64/2024, 14. gr. L. 37/2019, 8. gr.",
      "metadata": {
        "source_anchor": "G88",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Gerviverktaka.\nRáðningarsamband milli aðila er meginregla í samskiptum starfsmanna og atvinnurekenda. Verktaka og undirverktaka er óheimilt að gera samning um undirverktöku við einstaka starfsmenn eða starfshópa í þeim tilvikum þar sem um ráðningarsamband er að ræða eða það á við samkvæmt venju og eðli máls.",
      "metadata": {
        "source_anchor": "G89",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Breytingar á samningi á gildistíma.\nHeimilt er að breyta samningi og rammasamningi án þess að hefja nýtt innkaupaferli í eftirfarandi tilvikum:\na. Þegar skilmálar um breytingar, án tillits til verðmætis þeirra, hafa komið fram með skýrum hætti í endurskoðunarákvæðum samnings, þ.m.t. í ákvæðum um verðbreytingar og valmöguleika. Slíkir skilmálar skulu kveða á um umfang og eðli mögulegra breytinga eða valmöguleika og skilyrða fyrir þeim.\nb. Þegar um er að ræða viðbótarverk, -þjónustu eða -vörur sem [talin eru nauðsynleg og voru ekki hluti af upphaflegum innkaupum enda mundi breyting á fyrirtæki valda kaupanda verulegu óhagræði eða talsverðum viðbótarkostnaði vegna tæknilegra eða fjárhagslegra ástæðna]. Samanlagt verðmæti samninga um viðbótarinnkaup skal ekki nema hærri fjárhæð en helmingi af upphaflegri samningsfjárhæð ef hún var yfir evrópskum viðmiðunarfjárhæðum skv. 4. mgr. 23. gr.\nc. Þegar þörf fyrir breytingar kemur til vegna ófyrirsjáanlegra atvika sem kaupandi gat ekki séð fyrir. Verðmæti viðbótarsamnings skal ekki nema hærri fjárhæð en helmingi af upphaflegri samningsfjárhæð ef hún var yfir evrópskum viðmiðunarfjárhæðum.\nd. Þegar annað fyrirtæki kemur í stað þess sem kaupandi gerði upphaflegan samning við vegna beitingar endurskoðunarákvæðis, sbr. a-lið, endurskipulagningar á fyrirtæki þar sem annað fyrirtæki, sem uppfyllir forsendur hæfismiðaðs vals, gengur inn í stöðu upphaflegs samningsaðila í heild eða hluta að því tilskildu að slíkt hafi ekki í för með sér aðrar verulegar breytingar á samningi eða vegna þess að kaupandi tekur sjálfur við skyldum aðalverktaka gagnvart undirverktaka.\ne. Þegar breytingar, óháð verðmæti þeirra, eru ekki verulegar, sbr. 4. mgr.\nf. Þegar verðmæti breytinga er minna en nemur viðmiðunarfjárhæðum skv. 1. mgr. 23. gr. [og] þegar verðmæti breytinga er minna en 10% af upphaflegu verðmæti þjónustu- og vörusamnings og 15% af upphaflegu verðmæti verksamnings. Þegar breytingar eru gerðar í röð, hver á eftir annarri, skal meta verðmæti þeirra á grundvelli uppsafnaðs verðmætis breytinganna.\nEkki er heimilt að kveða á um breytingar skv. a-, c- og f-lið 1. mgr. sem fela í sér breytingar á eðli samnings eða rammasamnings í heild. Að því er varðar útreikning verðmætis sem um getur í b-, c- og f-lið 1. mgr. skal miða við uppfært verð þegar samningurinn hefur að geyma ákvæði um verðbætur.\nEf kaupandi ákveður að breyta samningi í samræmi við þau skilyrði sem koma fram í b- og c-lið 1. mgr. skal birta opinbera tilkynningu þess efnis að breyting hafi verið gerð á samningi.\nBreyting á samningi eða rammasamningi á gildistíma skal talin veruleg í skilningi e-liðar 1. mgr. þegar efni samnings verður annað en upphaflega var samið um. Breyting skal ávallt teljast veruleg ef eitt af eftirtöldum skilyrðum er til staðar:\na. Breyting hefði gert fleiri bjóðendum kleift að taka þátt í upphaflegu innkaupaferli hefði hún verið til staðar í upphafi.\nb. Breyting verður á fjárhagslegu jafnvægi samnings eða rammasamnings í þágu fyrirtækis sem ekki var gert ráð fyrir í upphaflegum samningi eða rammasamningi.\nc. Breyting víkkar verulega út gildissvið samnings eða rammasamnings.\nd. Ef annað fyrirtæki kemur í stað þess sem kaupandi gerði upphaflegan samning við í öðrum tilvikum en þeim sem kveðið er á um í d-lið 1. mgr.\nHefja skal nýtt innkaupaferli ef gera á aðrar breytingar á samningi eða rammasamningi á gildistíma hans en kveðið er á um í 1. mgr.\nL. 64/2024, 15. gr.",
      "metadata": {
        "source_anchor": "G90",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Uppsögn samnings.\nKaupanda er heimilt að segja opinberum samningi upp einhliða meðan á gildistíma hans stendur við eftirfarandi aðstæður:\na. Ef veruleg breyting hefur verið gerð á samningi sem hefði átt að leiða til þess að hefja skyldi nýtt innkaupaferli, sbr. 90. gr.\nb. Ef fyrirtæki, sem upphaflega var valið, hefði átt að vera útilokað frá innkaupaferli, sbr. 1. og 2. mgr. 68. gr.\nc. Ef ekki hefði átt að gera samning við fyrirtæki í ljósi alvarlegs brots á lögum þessum eða reglum settum samkvæmt þeim.\nVIII. kafli. Sérreglur um félagsþjónustu og aðra sértæka þjónustu.",
      "metadata": {
        "source_anchor": "G91",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Gerð samninga um félagsþjónustu og aðra sértæka þjónustu.\nOpinberir samningar um félagsþjónustu og aðra sértæka þjónustu skulu gerðir í samræmi við þennan kafla ef verðmæti samninganna er yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr. [Kaupanda ber að ákveða innkaupaaðferð sem samræmist meginreglum innkaupa skv. 15. gr. og auglýsa í samræmi við reglur skv. 93. gr.]\n[Þrátt fyrir ákvæði 1. mgr. er hinu opinbera frjálst að ákveða hvernig staðið skuli að framkvæmd verks eða veitingu þjónustu, einkum til að tryggja hátt gæðastig, öryggi og viðráðanlegt verð, jafna meðferð og stuðla að almennum aðgangi og réttindum notenda í tengslum við opinbera þjónustu. Af þeim sökum hafa ákvæði laga þessara ekki áhrif á svigrúm opinberra aðila til að skilgreina þjónustu í almannaþágu sem hefur almenna, efnahagslega þýðingu, hvernig skipuleggja skuli þessa þjónustu og fjármagna hana, í samræmi við reglur um ríkisaðstoð, sem og hvaða sérstöku skuldbindingar skulu gilda um hana. Þá taka lögin ekki til þjónustu í almannaþágu sem ekki er af efnahagslegum toga.]\nÁkvæði XI. og XII. kafla gilda um innkaup skv. 1. mgr. Að öðru leyti en fram kemur í þessum kafla taka lög þessi ekki til slíkra innkaupa nema annað sé tekið fram.\nL. 37/2019, 9. gr.",
      "metadata": {
        "source_anchor": "G92",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Birting tilkynninga.\nKaupandi sem hyggst gera opinberan samning um þjónustu, sbr. 92. gr. skal láta vita um fyrirætlun sína með þeim hætti sem hér segir:\na. með sérstakri útboðstilkynningu eða\nb. með sérstakri forauglýsingu. Í forauglýsingunni skal vísað sérstaklega til þeirrar tegundar þjónustu sem gera á samninga um. Þar skal koma fram að samningarnir verði gerðir án frekari birtingar og áhugasömum aðilum boðið að láta áhuga sinn í ljós skriflega. Tímabil sem forauglýsing tekur til skal vera mest 36 mánuðir frá þeim degi þegar auglýsing er send til birtingar.\nÞrátt fyrir 1. mgr. er kaupanda heimilt að ganga til samningskaupa án undangenginnar auglýsingar í samræmi við 39. gr.\nKaupandi skal upplýsa um niðurstöðu innkaupaferlis með tilkynningu um gerð samnings. Heimilt er að safna tilkynningum saman og senda þær ársfjórðungslega. Senda skal slíkar tilkynningar innan 30 daga frá lokum hvers ársfjórðungs. Tilkynningar skulu sendar útgáfuskrifstofu Evrópusambandsins sem annast birtingu þeirra, sbr. 56. gr.\nAuglýsingar og tilkynningar skv. 1. og 3. mgr. skulu birtar í samræmi við stöðluð eyðublöð skv. 56. gr. Útboðstilkynningar skv. a-lið 1. mgr. skulu jafnframt auglýstar rafrænt innan lands á sameiginlegum vettvangi sem ráðherra mælir fyrir um í reglugerð.",
      "metadata": {
        "source_anchor": "G93",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Meginreglur um val tilboða.\nVið val á tilboði skal kaupandi gæta að meginreglum um innkaup skv. 15. gr. Kaupanda er ávallt heimilt að taka tillit til sérstakra eiginleika þjónustunnar og leggja þá eiginleika til grundvallar við val tilboða. Í þeim tilgangi getur hann við samningsgerðina tekið m.a. tillit til nauðsynlegra gæða þjónustu, hagkvæmni, nýsköpunar, sérþarfa mismunandi flokka notenda þjónustunnar og aðkomu og valdeflingar notenda. Einnig er kaupanda frjálst að velja þjónustuveitanda á grundvelli þess tilboðs sem felur í sér besta hlutfall milli verðs og gæða að teknu tilliti til gæða- og sjálfbærniviðmiða fyrir félagsþjónustu.",
      "metadata": {
        "source_anchor": "G94",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Takmarkanir á aðgengi að innkaupaferlum um tiltekna þjónustu.\nKaupanda er heimilt að takmarka rétt til þátttöku í innkaupaferlum vegna opinberra samninga á sviði heilbrigðisþjónustu, félagsþjónustu og þjónustu á sviði menningarmála skv. 92. gr. Ráðherra skal mæla fyrir í reglugerð hvaða þjónustu heimilt er að takmarka aðgengi að samkvæmt þessari grein.\nAðeins er heimilt að takmarka þátttökurétt, skv. 1. mgr., við fyrirtæki eða samtök sem uppfylla öll eftirfarandi skilyrði:\na. hafa það að markmiði að veita opinbera þjónustu sem um getur í 1. mgr.,\nb. hagnaður er endurfjárfestur í þágu markmiða fyrirtækisins; ef hagnaði er úthlutað eða endurúthlutað er skilyrði að það byggist á þátttökusjónarmiðum,\nc. stjórnskipulag eða eignarhaldsfyrirkomulag fyrirtækisins sem framkvæmir samninginn byggist á meginreglunum um eignarhald starfsmanna eða þátttöku, eða krefst virkrar þátttöku starfsmanna, notenda eða hagsmunaaðila, og\nd. hlutaðeigandi kaupandi hefur ekki gert samning við fyrirtækið um viðkomandi þjónustu samkvæmt þessari grein á síðustu þremur árum.\nHámarksgildistími samnings skal ekki vera lengri en þrjú ár.\nÍ útboðstilkynningu skal vísað til þessarar greinar.\nRg. 1000/2016.\nIX. kafli. Skýrslur, Eftirlitsstofnun EFTA o.fl.",
      "metadata": {
        "source_anchor": "G95",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Samningsskýrslur vegna innkaupa yfir viðmiðunarfjárhæðum EES.\nFyrir hvern samning eða rammasamning og í hvert sinn sem gagnvirku innkaupakerfi er komið á fót, sem er yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr., skal kaupandi semja skriflega skýrslu þar sem eftirfarandi skal koma fram:\na. nafn og heimilisfang kaupanda og efni og verðmæti samnings, rammasamnings eða gagnvirks innkaupakerfis,\nb. niðurstöður forvals skv. 78. gr., þ.e. nöfn fyrirtækja sem urðu fyrir valinu og ástæður fyrir vali þeirra, og nöfn fyrirtækja sem vísað var frá og ástæður fyrir frávísun þeirra,\nc. ástæður fyrir frávísun tilboða sem reynast vera óeðlilega lág,\nd. nafn bjóðanda sem varð fyrir valinu, ástæður fyrir því að tilboð hans var valið og hvaða hluta samningsins eða rammasamningsins samningshafi, sem valinn var, hyggst fá þriðju aðila til að vinna sem undirverktaka, ásamt nöfnum undirverktaka aðalverktakans ef það liggur fyrir,\ne. í samkeppnisútboði og samkeppnisviðræðum, að skilyrði 2. mgr. 33. gr. séu til staðar ásamt rökstuðningi fyrir notkun innkaupaferlisins,\nf. í samningskaupum án undangenginnar auglýsingar, að aðstæður sem mælt er fyrir um í 39. gr. séu til staðar ásamt rökstuðningi fyrir notkun innkaupaferlisins,\ng. eftir atvikum, ástæður fyrir því að kaupandi ákvað að gera ekki samning eða rammasamning eða koma á fót gagnvirku innkaupakerfi,\nh. eftir atvikum, ástæður fyrir því að notaðar hafa verið aðrar samskiptaaðferðir en rafrænar við framlagningu tilboða,\ni. eftir atvikum, hagsmunaárekstrar sem greindir hafa verið og ráðstafanir sem gripið hefur verið til vegna þeirra.\nSamningsskýrslu þarf ekki að gera um samninga sem byggjast á rammasamningum sem gerðir eru í samræmi við 4. mgr. eða 1. málsl. 5. mgr. 40. gr. Að svo miklu leyti sem tilkynning um gerð samnings skv. 84. gr. eða 3. mgr. 93. gr., inniheldur upplýsingarnar sem krafist er samkvæmt þessari málsgrein, er kaupanda heimilt að vísa til þeirrar tilkynningar.\nKaupandi skal skrá framvindu allra innkaupaferla, hvort sem þau eru rafræn eða ekki. Í því skyni skal hann sjá til þess að geymd séu fullnægjandi gögn til að rökstyðja ákvarðanir sem teknar eru á öllum stigum innkaupaferlisins, svo sem gögn um samskipti við fyrirtæki og innri umfjöllun, samningu útboðsgagna, viðræður eða samningsviðræður, ef einhverjar eru, val og gerð samnings. Gögnin skulu geymd í a.m.k. þrjú ár frá dagsetningu ákvörðunar um samningsgerð.\nSamningsskýrslan, eða helstu þættir hennar, skal send ráðuneytinu eða eftir atvikum Eftirlitsstofnun EFTA, sé farið fram á það.",
      "metadata": {
        "source_anchor": "G96",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Skýrslur um opinber innkaup yfir viðmiðunarfjárhæðum EES.\nRáðuneytið skal útbúa skýrslu í samræmi við 83. og 85. gr. tilskipunarinnar og senda hana Eftirlitsstofnun EFTA. Heimilt er í reglugerð að kveða nánar á um hvaða aðilar skulu senda ráðuneytinu skýrslur um innkaup og hvaða upplýsingar skuli koma fram í skýrslunum.",
      "metadata": {
        "source_anchor": "G97",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Rannsókn Eftirlitsstofnunar EFTA vegna innkaupa yfir viðmiðunarfjárhæðum EES.\nEftirlitsstofnun EFTA er heimilt að grípa til þeirrar málsmeðferðar sem kveðið er á um í 2.–4. mgr. ef stofnunin telur, áður en samningur yfir viðmiðunarfjárhæðum 4. mgr. 23. gr. hefur verið gerður, að við framkvæmd innkaupaferlis sem fellur undir tilskipunina eins og hún hefur verið tekin upp í EES-samninginn hafi verið framið alvarlegt brot gegn reglum EES-samningsins um opinber innkaup. Ráðherra skal vera í fyrirsvari fyrir íslenska ríkið við þessa málsmeðferð. Í þágu þessarar málsmeðferðar er ráðherra heimilt að stöðva um stundarsakir útboð eða annað innkaupaferli eftir að tilkynning Eftirlitsstofnunar EFTA hefur borist.\nEftirlitsstofnun EFTA tilkynnir íslenska ríkinu um ástæður fyrir því að stofnunin telur að alvarlegt brot hafi verið framið og fer fram á að það verði leiðrétt með viðeigandi hætti. Eigi síðar en 21 degi eftir að tilkynningin berst skal ráðuneytið senda eftirlitsstofnuninni staðfestingu á því að bætt hafi verið úr brotinu, rökstudda greinargerð um ástæður þess að engar úrbætur hafi verið gerðar eða tilkynningu um að innkaupaferli og gerð samnings hafi verið stöðvuð um stundarsakir, hvort heldur er fyrir atbeina ráðherra eða kærunefndar útboðsmála.\nGreinargerð um ástæður þess að engar úrbætur hafi verið gerðar getur grundvallast á því að brot sé þegar til umfjöllunar hjá kærunefnd útboðsmála eða dómstólum eða þá að úrlausn kærunefndar hafi verið borin undir dómstóla. Við þessar aðstæður skal ráðuneytið tilkynna Eftirlitsstofnun EFTA um niðurstöðu slíks máls um leið og hún verður kunn.\nÞegar tilkynnt hefur verið um stöðvun innkaupaferlis um stundarsakir, sbr. 2. mgr., skal ráðuneytið tilkynna Eftirlitsstofnun EFTA um það þegar stöðvun er aflétt eða innkaupaferli vegna sömu innkaupa, að hluta eða í heild, er hafið á ný. Í þessari tilkynningu skal greint frá því að úrbætur hafi verið gerðar eða færðar fram ástæður fyrir því hvers vegna það hefur ekki verið gert.\nX. kafli. [Fyrirkomulag innkaupa ríkisins.]\nL. 37/2019, 11. gr.",
      "metadata": {
        "source_anchor": "G98",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "[Markviss innkaup og skipulag innkaupaþjónustu.\nRáðherra skal stuðla að því að innkaup ríkisins í þágu ríkisstofnana séu gagnsæ, hagkvæm og markviss, að sameiginlegar þarfir fyrir vöru og þjónustu séu rannsakaðar, að sameiginleg innkaup séu nýtt til þarfa ríkisins og að unnið sé að þróun skilvirkra innkaupakerfa. Veita skal aðstoð og leiðbeiningar um útboð og innkaup eftir því sem þörf krefur. Gerðir skulu samningar um sameiginleg innkaup fyrir hönd ríkisins eftir því sem talið er hagkvæmt og skal í því sambandi m.a. horft til hæfis, verðs, gæða og eftir atvikum magns innkaupa.\nRáðherra setur í reglugerð ákvæði um fyrirkomulag útboða og annarra innkaupaferla sem fram fara á vegum ríkisstofnana vegna innkaupa, hvort heldur er yfir innlendum viðmiðunarfjárhæðum eða viðmiðunarfjárhæðum fyrir Evrópska efnahagssvæðið skv. 23. gr. Í reglugerðinni skal einnig ákvarðað hvernig kaupandi telst hafa fullnægt skyldum sínum samkvæmt lögum þessum.\n[Ráðherra skal með reglugerð fela sérstakri starfseiningu eða ríkisaðila, sem starfar á hans ábyrgð, að fara með hlutverk miðlægrar innkaupastofnunar og veita innkaupaþjónustu í skilningi laga þessara. Heimilt er ráðherra að fela starfseiningunni eða ríkisaðilanum önnur verkefni, t.d. verkefni sem ætlað er að stuðla að árangursríkri stjórnun og þróun mannauðs ásamt bættum rekstri og árangri í starfsemi ríkisins.\nRáðherra er enn fremur heimilt með reglugerð að fela öðrum opinberum aðilum sem falla undir gildissvið laganna að annast innkaupaþjónustu í ákveðnum innkaupaflokkum enda falli það vel að sérþekkingu viðkomandi aðila og kjarnastarfsemi hans.\nRáðherra er heimilt að setja sérstaka gjaldskrá fyrir innkaupaþjónustu sem veitt er á grundvelli laganna.]]\nRg. 895/2024. L. 64/2024, 16. gr. L. 37/2019, 10. gr.",
      "metadata": {
        "source_anchor": "G99",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "...\nL. 64/2024, 17. gr.",
      "metadata": {
        "source_anchor": "G100",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "...\nL. 64/2024, 17. gr.",
      "metadata": {
        "source_anchor": "G101",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Ábyrgðarmaður innkaupa.\nRáðuneyti og stofnanir og fyrirtæki í eigu ríkisins skulu skipa sérstakan starfsmann [eða annan aðila] sem skal vera ábyrgðarmaður innkaupa. Honum ber að fylgjast með að innkaup viðkomandi ráðuneytis, stofnunar eða fyrirtækis séu í samræmi við gildandi lög og reglur um opinber innkaup og innkaupastefnu ríkisins.\nL. 37/2019, 12. gr.\nXI. kafli. Kærunefnd útboðsmála.",
      "metadata": {
        "source_anchor": "G102",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Hlutverk og skipan kærunefndar útboðsmála.\nÍ kærunefnd útboðsmála sitja þrír menn og jafnmargir til vara skipaðir af ráðherra eftir tilnefningu Hæstaréttar til fjögurra ára í senn. Tveir nefndarmanna og varamenn þeirra skulu fullnægja skilyrðum laga til að gegna embætti héraðsdómara og skal annar þeirra vera formaður nefndarinnar. Þriðji nefndarmaður og varamaður hans skulu hafa alhliða reynslu og þekkingu á viðskiptum. Nefndarmenn skulu vera óháðir hagsmunum ríkis og annarra opinberra aðila.\nHlutverk kærunefndar útboðsmála er að leysa með skjótum og óhlutdrægum hætti úr kærum fyrirtækja vegna ætlaðra brota á lögum þessum og reglum settum samkvæmt þeim, þar á meðal um almenn innkaup opinberra aðila, innkaup á sviði varnar- og öryggismála, innkaup opinberra aðila sem annast vatnsveitu, orkuveitu, flutninga og póstþjónustu og gerð sérleyfissamninga. [Málsmeðferð kærunefndar takmarkast við það kæruefni sem lagt er fyrir hana.]\nNefndin er sjálfstæð í störfum sínum. Úrskurðum hennar og ákvörðunum samkvæmt lögum þessum verður ekki skotið til annarra stjórnvalda.\nAð beiðni ráðuneytisins eða tiltekins kaupanda er kærunefnd útboðsmála heimilt að gefa ráðgefandi álit á tilteknum innkaupum þótt engin kæra hafi borist.\nKærunefnd útboðsmála fjallar um lögmæti innkaupa þeirra opinberu aðila sem lögin taka til, sbr. 3. gr.\nL. 64/2024, 18. gr.",
      "metadata": {
        "source_anchor": "G103",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Skipan kærunefndar í einstökum málum og sérfræðileg ráðgjöf.\nÍ málum sem varða verulega hagsmuni eða teljast að öðru leyti mikilvæg frá sjónarhóli almannahagsmuna getur formaður ákveðið að nefndin sé skipuð tveimur mönnum til viðbótar við fasta nefndarmenn. Skal a.m.k. annar þeirra fullnægja skilyrðum laga til að gegna embætti héraðsdómara og skulu þeir settir til að fara með málið eftir tilnefningu Hæstaréttar Íslands.\nFormaður getur ákveðið að kalla til ráðgjafar og aðstoðar nefndinni sérfróða aðila. Skulu þeir starfa með nefndinni eftir nánari ákvörðun formanns sem jafnframt ákveður þeim þóknun.",
      "metadata": {
        "source_anchor": "G104",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Málskotsréttur.\nHeimild til að skjóta málum til nefndarinnar hafa þau fyrirtæki sem njóta réttinda samkvæmt lögum þessum og hafa lögvarða hagsmuni af úrlausn máls. Einnig hafa félög eða samtök fyrirtækja heimild til að skjóta málum til nefndarinnar, enda samræmist það tilgangi þeirra að gæta slíkra hagsmuna.\nÞegar um er að ræða ætlað brot gegn skyldu til að nota lögákveðið innkaupaferli eða auglýsa innkaup eru lögvarðir hagsmunir þó ekki skilyrði kæru. Ráðherra er einnig heimil kæra vegna slíkra brota án tillits til lögvarinna hagsmuna.\nHeimilt er kæranda að framselja kæruheimild sína til félags eða samtaka sem gæta hagsmuna hans.",
      "metadata": {
        "source_anchor": "G105",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Kærufrestur.\nKæra skal borin skriflega undir kærunefnd útboðsmála innan 20 daga frá því að kærandi vissi um eða mátti vita um þá ákvörðun, athöfn eða athafnaleysi sem hann telur brjóta gegn réttindum sínum. Kröfu um óvirkni samnings er þó heimilt að bera undir nefndina innan 30 daga frá framangreindu tímamarki. Þó verður krafa um óvirkni samnings ekki höfð uppi þegar sex mánuðir eru liðnir frá gerð hans. Við nánari ákvörðun frestsins gildir eftirfarandi:\n1. Þegar kærð er ákvörðun um val tilboðs eða aðrar ákvarðanir skv. 1. og 2. mgr. 85. gr. skal miða upphaf frests við birtingu þeirra tilkynninga sem þar greinir, enda hafi þær að geyma tilskildar upplýsingar.\n2. Þegar höfð er uppi krafa um óvirkni samnings sem gerður hefur verið án undanfarandi útboðsauglýsingar skal miða upphaf frests við eftirfarandi birtingu tilkynningar um gerð samningsins í Stjórnartíðindum Evrópusambandsins, enda komi þar fram rökstuðningur ákvörðunar kaupanda um að auglýsa ekki innkaup.\nÍ kæru skulu koma fram upplýsingar um kæranda, þann aðila sem kæra beinist að (varnaraðila) og ákvörðun, athöfn eða athafnaleysi sem er kærð. Í kæru skulu koma fram kröfur kæranda ásamt stuttri lýsingu málsatvika og málsástæðna og rökstuðningur. Kröfugerð kæranda skal lúta að úrræðum nefndarinnar samkvæmt lögum þessum. Kærandi skal tilkynna kaupanda um kæru eins skjótt og mögulegt er.\nEf kæra fullnægir ekki skilyrðum 2. mgr. skal kærunefndin beina því til kæranda að bæta úr annmörkum innan hæfilegs frests. Verði kærandi ekki við því skal kærunefndin vísa kærunni frá.\nKærunefnd er jafnan heimilt að beina því til kæranda að leggja fram frekari gögn eða upplýsingar máli til skýringar ef hún telur málið ekki nægilega upplýst og setja honum ákveðinn frest í því skyni.\nFyrir hverja kæru skal greiða kærugjald að fjárhæð [210.000 kr.] [Heimilt er að breyta fjárhæð kærugjaldsins annað hvert ár í samræmi við breytingar á vísitölu neysluverðs, í fyrsta sinn 1. janúar 2026.]\nL. 64/2024, 19. gr.",
      "metadata": {
        "source_anchor": "G106",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Réttaráhrif kæru.\nNú er ákvörðun um val tilboðs kærð innan lögboðins biðtíma skv. 86. gr. og er þá gerð samnings óheimil þar til kærunefnd útboðsmála hefur endanlega leyst úr kærunni. Sjálfkrafa stöðvun samningsgerðar vegna kæru tekur gildi þegar kaupanda má vera kunnugt um kæruna, hvort heldur er vegna tilkynningar kæranda skv. 2. mgr. 106. gr. eða tilkynningar kærunefndar skv. 1. mgr. 108. gr.\nKærunefnd getur, hvort heldur er að kröfu varnaraðila eða að eigin frumkvæði, ákveðið að aflétta banni við samningsgerð. Við slíka ákvörðun gilda ákvæði 110. gr. eftir því sem við á. Ákvörðun kærunefndar um að aflétta banni við samningsgerð tekur aldrei gildi fyrr en að loknum biðtíma samningsgerðar skv. 86. gr.\nAð öðru leyti en leiðir af 1. mgr. hefur kæra ekki í för með sér sjálfkrafa stöðvun innkaupaferlis.",
      "metadata": {
        "source_anchor": "G107",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Meðferð kæru og gagnaöflun.\nNú er kæra tæk til efnismeðferðar skv. 106. gr. og gefur nefndin þá varnaraðila kost á að tjá sig um efni kærunnar.\nKæranda skal jafnan gefinn stuttur frestur til að tjá sig um athugasemdir varnaraðila og annarra sem gefinn hefur verið kostur á að tjá sig.\nMálflutningur skal vera skriflegur, en heimilt er nefndinni að gefa aðilum kost á að færa fram athugasemdir munnlega. Nú er mál rekið fyrir kærunefnd útboðsmála þar sem taka þarf afstöðu til skýringar á samningnum um Evrópska efnahagssvæðið, bókunum með honum, viðaukum við hann eða gerðum sem í viðaukunum er getið og getur þá nefndin í samræmi við 40. gr. samnings EFTA-ríkjanna um stofnun eftirlitsstofnunar og dómstóls kveðið upp úrskurð um að leitað verði ráðgefandi álits EFTA-dómstólsins um skýringu á því atriði málsins áður en málinu er ráðið til lykta. Hvort sem aðili máls krefst að slíks álits verði leitað eða nefndin telur þess þörf án kröfu skal gefa aðilum kost á að tjá sig áður en úrskurður er kveðinn upp.\nNefndin getur krafist þess að málsaðilar leggi fram öll þau gögn og aðrar upplýsingar sem málið varðar. Sinni kærandi ekki slíkri kröfu er heimilt að vísa kæru hans frá þegar í stað. Sinni varnaraðili ekki slíkri kröfu má meta tómlæti hans honum í óhag við úrlausn málsins.\nAfl atkvæða nefndarmanna ræður niðurstöðu máls. Minnihlutaatkvæði skal fylgja nefndaráliti ef því er að skipta. Formaður eða varaformaður stýrir störfum nefndarinnar. Þegar nefndarmenn eru ekki sammála um niðurstöðu ræður meiri hluti niðurstöðu máls. Ef nefndin þríklofnar í afstöðu sinni, eða niðurstaða getur ekki ráðist af atkvæðamagni, ræður atkvæði formanns.\nKærunefnd skal kveða upp úrskurð um kæru eins fljótt og auðið er og eigi síðar en einum mánuði eftir að henni hafa borist athugasemdir kæranda skv. 3. mgr. ef því er að skipta.\nUm meðferð kærumála fyrir nefndinni fer að öðru leyti eftir stjórnsýslulögum.",
      "metadata": {
        "source_anchor": "G108",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Varnaraðild.\nVarnaraðili máls skal vera kaupandi eða fleiri kaupendur sameiginlega, ef því er að skipta. ... Heimilt er kaupanda að fela miðlægri innkaupastofnun fyrirsvar vegna reksturs máls fyrir kærunefnd útboðsmála.\nNú hefur annað fyrirtæki, svo sem annar bjóðandi í útboði eða þátttakandi í forvali vegna lokaðs útboðs, í samkeppnisviðræðum eða í samningskaupum, lögvarinna hagsmuna að gæta af niðurstöðu máls hjá nefndinni og skal það þá einnig talið aðila til varnar.\nL. 64/2024, 20. gr.",
      "metadata": {
        "source_anchor": "G109",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Stöðvun innkaupaferlis eða samningsgerðar um stundarsakir.\nAð kröfu kæranda er kærunefnd útboðsmála heimilt að stöðva innkaupaferli um stundarsakir þar til endanlega hefur verið skorið úr kæru, enda hafi verulegar líkur verið leiddar að broti gegn lögum þessum við tiltekin innkaup sem leitt getur til ógildingar ákvörðunar eða annarra athafna varnaraðila. Sama á við um brot gegn reglum settum samkvæmt lögunum. Við mat á því hvort stöðva beri samningsgerð um stundarsakir er heimilt að líta til þeirra einka- og almannahagsmuna sem í húfi eru og hafna kröfu ef þessir hagsmunir eru taldir meiri en hagsmunir fyrirtækis af því að fá kröfunni framgengt.\nUm kröfu kæranda gilda ákvæði 106. og 108. gr. eftir því sem við á. Frestur varnaraðila til að tjá sig um kröfu kæranda skal þó vera skammur og er heimilt að víkja alfarið frá honum ef um er að ræða skýrt og augljóst brot. Aðili máls getur krafist þess að nefndin rökstyðji ákvörðun samkvæmt þessari grein skriflega hafi slíkur rökstuðningur ekki fylgt ákvörðuninni þegar hún var tilkynnt.\nKærunefnd er heimilt að ákveða í starfsreglum sínum skv. 113. gr. að formaður nefndarinnar taki einn ákvarðanir samkvæmt þessari grein.\nSynjun kröfu um stöðvun um stundarsakir hefur ekki áhrif á aðrar kröfur sem kærandi kann að hafa uppi vegna innkaupa.",
      "metadata": {
        "source_anchor": "G110",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Úrræði kærunefndar útboðsmála.\nNefndin getur með úrskurði fellt úr gildi ákvörðun kaupanda vegna opinberra innkaupa, að hluta eða í heild, lýst samning óvirkan samkvæmt nánari ákvæðum 115.–117. gr. eða kveðið á um önnur viðurlög skv. 118. gr. Nefndin getur lagt fyrir kaupanda að bjóða út tiltekin innkaup, auglýsa útboð á nýjan leik eða að fella niður tiltekna ólögmæta skilmála í útboðsgögnum.\nNefndin getur látið uppi álit sitt á skaðabótaskyldu varnaraðila gagnvart kæranda, en tjáir sig ekki um fjárhæð skaðabóta.\nNefndin getur ákveðið að varnaraðili greiði kæranda kostnað við að hafa kæruna uppi. Ef kæra er bersýnilega tilefnislaus eða höfð uppi í þeim tilgangi að tefja fyrir framgangi opinberra innkaupa getur nefndin úrskurðað kæranda til að greiða málskostnað sem rennur í ríkissjóð.\nEf ekki er farið að úrskurði nefndarinnar skv. 1. mgr. er henni heimilt að ákveða að leggja dagsektir á þann sem úrskurður beinist að. Sektir geta numið allt að 500.000 kr. fyrir hvern dag sem líður án þess að farið sé að úrskurði nefndarinnar. Ef úrskurði er skotið til dómstóla byrja dagsektir ekki að falla á fyrr en dómur er endanlegur.\nDagsektir skv. 4. mgr. renna í ríkissjóð. Gera má aðför, án undangengins dóms, til fullnustu dagsekta og úrskurðar um málskostnað skv. 3. mgr.\nÁkvæði 2. mgr. 24. gr. laga um kyrrsetningu, lögbann o.fl. skal ekki vera því til fyrirstöðu að lagt sé lögbann við athöfn sem brjóta mundi gegn úrskurði kærunefndar útboðsmála.",
      "metadata": {
        "source_anchor": "G111",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Dómsmál til ógildingar á úrskurðum kærunefndar útboðsmála.\nNú vill kærandi, varnaraðili eða annar aðili sem lögvarinna hagsmuna á að gæta ekki una úrskurði kærunefndar útboðsmála og getur hann þá höfðað mál til ógildingar hans fyrir dómstólum. Mál skal höfðað innan sex mánaða frá því að aðilinn fékk eða mátti fá vitneskju um ákvörðun kærunefndar.\nEf mál er höfðað til ógildingar á úrskurði kærunefndar útboðsmála skal kærunefndinni ekki stefnt til varnar. Að öðru leyti fer um varnaraðild að slíkum málum samkvæmt almennum reglum.",
      "metadata": {
        "source_anchor": "G112",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Starfsreglur fyrir kærunefnd útboðsmála o.fl.\nKærunefnd útboðsmála getur sett nánari reglur, sem ráðherra staðfestir, um framlagningu gagna, málsmeðferð fyrir nefndinni og birtingu úrskurða.\nXII. kafli. Gildi samninga, óvirkni, önnur viðurlög og skaðabætur.",
      "metadata": {
        "source_anchor": "G113",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Gildi samninga.\nEftir að bindandi samningur samkvæmt lögum þessum hefur komist á verður hann ekki felldur úr gildi eða honum breytt þótt ákvörðun kaupanda um framkvæmd útboðs eða gerð samnings hafi verið ólögmæt.\nUm gildi samninga, sem stofnað er til samkvæmt lögum þessum, fer að öðru leyti eftir almennum reglum fjármunaréttar.\nÁkvæðum þessa kafla um óvirkni samninga verður beitt án tillits til gildis skv. 2. mgr.",
      "metadata": {
        "source_anchor": "G114",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "Óvirkni samninga.\nKærunefnd útboðsmála getur lýst samning óvirkan samkvæmt ákvæðum þessarar greinar en þó aðeins samning sem er yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr. Úrskurður um óvirkni samnings hefur þau áhrif að réttindi og skyldur samkvæmt aðalefni samnings falla niður. Óvirkni samnings skal takmörkuð við þær greiðslur sem enn hafa ekki farið fram. Að því er varðar greiðslur sem þegar hafa farið fram skal kærunefnd kveða á um önnur viðurlög skv. 118. gr. Kærunefnd skal tilgreina frá hvaða tímamarki samningur er lýstur óvirkur eða hvaða nánari hlutar samnings eru óvirkir.\nKærunefnd útboðsmála skal lýsa samning óvirkan í eftirfarandi tilvikum:\na. Þegar samningur, þar á meðal samningur sem fellur undir reglur um gerð sérleyfissamninga um verk og hönnunarsamkeppni, hefur verið gerður heimildarlaust án auglýsingar í andstöðu við lög þessi eða reglur settar samkvæmt þeim.\nb. Þegar samningur hefur verið gerður á biðtíma samningsgerðar skv. 86. gr. eða meðan á stöðvun samningsgerðar skv. 107. gr. stendur þannig að:\n1. kæranda hefur verið fyrirmunað að leita réttar síns með kæru áður en samningur var gerður,\n2. fyrir liggur brot á lögum þessum eða reglum settum samkvæmt þeim og\n3. brotið var til þess fallið að hafa áhrif á möguleika kæranda til að hljóta samning.\nc. Þegar samningur, yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr., hefur verið gerður á grundvelli rammasamnings í andstöðu við ákvæði 5. mgr. 40. gr. eða innan gagnvirks innkaupakerfis skv. 5. mgr. 41. gr.\nd. Þegar samningur hefur verið gerður þótt innkaupaferli, útboð eða samningsgerð hafi verið stöðvuð um stundarsakir af kærunefnd útboðsmála skv. 110. gr.",
      "metadata": {
        "source_anchor": "G115",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Undantekningar frá óvirkni samninga eftir tilkynningu án skyldu.\nSamningur skal ekki lýstur óvirkur ef öllum eftirfarandi skilyrðum er fullnægt:\na. Innkaup eru talin heimil án undangenginnar birtingar útboðstilkynningar.\nb. Kaupandi hefur birt tilkynningu skv. 3. mgr. þess efnis að hann hyggist gera samning um innkaup.\nc. Samningur hefur verið gerður að loknum biðtíma sem er að lágmarki tíu dagar frá opinberri birtingu tilkynningar.\nSamningur sem gerður hefur verið á grundvelli rammasamnings eða virks innkaupakerfis skal ekki lýstur óvirkur ef öllum eftirfarandi skilyrðum er fullnægt:\na. Talið er að fullnægt hafi verið ákvæðum 5. mgr. 40. gr. og 5. mgr. 41. gr.\nb. Kaupandi hefur sent tilkynningu um val tilboðs skv. 85. gr. til þeirra bjóðenda sem hagsmuna eiga að gæta.\nc. Samningur hefur verið gerður að loknum biðtíma skv. 86. gr.\nÍ tilkynningu kaupanda um að hann hyggist gera samning um innkaup, sbr. b-lið 1. mgr., skal gera grein fyrir kaupanda, efni samnings, fyrirhuguðum viðsemjanda og ástæðum þess að talið er heimilt að gera samning án undangenginnar útboðsauglýsingar. Auk þess skulu koma fram aðrar viðeigandi upplýsingar ef því er að skipta. Við birtingu tilkynninga skal fylgja reglum um birtingu almennra útboðsauglýsinga, sbr. 55. gr., eftir því sem við á.",
      "metadata": {
        "source_anchor": "G116",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "Almenn heimild til að víkja frá óvirkni samninga.\nNú telur kærunefnd útboðsmála að brýnir almannahagsmunir geri áframhaldandi framkvæmd samningsins nauðsynlega og er henni þá heimilt að hafna óvirkni þótt skilyrðum 116. gr. sé fullnægt. Kærunefnd getur m.a. heimilað áframhaldandi framkvæmd samnings um tiltekið skeið sem tekur mið af því að kaupanda hafi gefist færi á að ljúka nýju innkaupaferli vegna sömu innkaupa innan ákveðins tíma. Nýti kærunefnd þessa heimild skal hún kveða á um önnur viðurlög skv. 118. gr.\nFjárhagslegir hagsmunir af því að samningur sé framkvæmdur skulu aðeins teljast brýnir í undantekningartilvikum þegar afleiðingar óvirkni samnings yrðu úr hófi. Fjárhagslegir hagsmunir sem tengjast samningnum sjálfum teljast ekki brýnir almannahagsmunir, t.d. kostnaður vegna tafa á framkvæmd efnis samnings, kostnaður vegna nýs innkaupaferlis, kostnaður vegna nýs viðsemjanda eða kostnaður vegna lagalegra afleiðinga óvirkni samnings.\nKærunefnd útboðsmála skal senda Eftirlitsstofnun EFTA árlega endurrit allra úrskurða þar sem heimild 1. mgr. hefur verið beitt.",
      "metadata": {
        "source_anchor": "G117",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "Önnur viðurlög: Stjórnvaldssektir og stytting samnings.\nKærunefnd útboðsmála skal leggja stjórnvaldssektir á kaupanda vegna samnings sem er yfir viðmiðunarfjárhæðum skv. 4. mgr. 23. gr. í eftirgreindum tilvikum:\na. Þegar samningur hefur verið gerður á biðtíma samningsgerðar skv. 86. gr. eða meðan á stöðvun samningsgerðar stóð skv. 1. mgr. 107. gr. eða 110. gr., en skilyrðum fyrir óvirkni er ekki fullnægt.\nb. Þegar samningur er ekki lýstur óvirkur frá upphafi eða aðeins að hluta, sbr. 1. mgr. 115. gr.\nc. Þegar óvirkni er hafnað, að hluta eða í heild, með vísan til brýnna almannahagsmuna, sbr. 117. gr.\nÞegar fleiri kaupendur standa að innkaupum sameiginlega skal ákveða sekt fyrir hvern og einn kaupanda. Sama á við ef ... miðlæg innkaupastofnun hefur annast innkaup. Stjórnvaldssekt skal nema allt að 10% af ætluðu virði samnings. Við ákvörðun á fjárhæð sekta skal hafa hliðsjón af eðli og umfangi brots, ferli kaupanda og hvort og að hvaða marki samningur hefur verið látinn halda virkni sinni.\n[Ríkisskattstjóri] annast innheimtu stjórnvaldssekta sem renna til ríkissjóðs. Sektirnar eru gjaldkræfar einum mánuði frá uppkvaðningu úrskurðar. Gera má aðför, án undangengins dóms, til fullnustu úrskurðar um stjórnvaldssekt. Kærunefnd útboðsmála skal tilkynna [ríkisskattstjóra] um uppkvaðningu úrskurðar um stjórnvaldssekt.\nÍ stað stjórnvaldssektar, að hluta eða í heild, er kærunefnd heimilt að stytta gildistíma samnings ef talið er að slík ákvörðun sé í samræmi við eðli brotsins og hafi í för með sér nægileg varnaðaráhrif.\nL. 64/2024, 21. gr. L. 142/2018, 45. gr.",
      "metadata": {
        "source_anchor": "G118",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "119",
      "section": "119",
      "content": "Skaðabótaskylda.\nKaupandi er skaðabótaskyldur vegna þess tjóns sem brot á lögum þessum, þar á meðal þeim ákvæðum tilskipunarinnar sem vísað er til í lögunum, og reglum settum samkvæmt þeim hefur í för með sér fyrir fyrirtæki. Fyrirtæki þarf einungis að sanna að það hafi átt raunhæfa möguleika á að verða valið af kaupanda og möguleikar þess hafi skerst við brotið. Bótafjárhæð skal miðast við kostnað við að undirbúa tilboð og taka þátt í útboði.\nUm skaðabætur vegna brota á lögum þessum og reglum settum samkvæmt þeim fer að öðru leyti eftir almennum reglum.\nXIII. kafli. Lagaskil, gildistaka, brottfall laga o.fl.",
      "metadata": {
        "source_anchor": "G119",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "content": "Innleiðing.\nLög þessi fela í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins 2014/24/ESB frá 26. febrúar 2014 um opinber innkaup og niðurfellingu tilskipunar 2004/18/EB og tilskipun Evrópuþingsins og ráðsins 2007/66/EB frá 11. desember 2007 um breytingu á tilskipunum ráðsins 89/665/EBE og 92/13/EBE að því er varðar aukna skilvirkni í meðferð kærumála vegna gerðar opinberra samninga.\nLög þessi fela einnig í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins 2009/81/EB um samræmingu reglna um útboð og gerð samningsyfirvalda eða samningsstofnana á tilteknum verksamningum, vörusamningum og þjónustusamningum á sviði varnar- og öryggismála, tilskipun Evrópuþingsins og ráðsins 2014/23/ESB frá 26. febrúar 2014 um gerð sérleyfissamninga og tilskipun Evrópuþingsins og ráðsins 2014/25/ESB frá 26. febrúar 2014 um innkaup stofnana sem annast vatnsveitu, orkuveitu, flutninga og póstþjónustu og um niðurfellingu tilskipunar 2004/17/EB.",
      "metadata": {
        "source_anchor": "G120",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "content": "Afstaða stjórnsýslulaga til opinberra innkaupa.\nÁkvæði II. kafla stjórnsýslulaga um hæfi gilda um ákvarðanir sem teknar eru samkvæmt lögum þessum. Að öðru leyti gilda stjórnsýslulög ekki um ákvarðanir sem teknar eru samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G121",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "content": "Reglugerðarheimild.\nRáðherra er í reglugerð heimilt að mæla fyrir um nánari framkvæmd laga þessara, þar á meðal um:\n1. Sameiginleg innkaup ríkisstofnana, sbr. 19. gr.\n2. Framkvæmd innkaupa í öðru ríki Evrópska efnahagssvæðisins, sbr. 20. gr.\n3. Reglur til innleiðingar samnings Alþjóðaviðskiptastofnunarinnar um opinber innkaup og annarra milliríkjasamninga um opinber innkaup sem íslenska ríkið er skuldbundið af.\n4. Sameiginlegt innkaupaorðasafn, sbr. 21. gr.\n5. Kröfur um tæki og búnað fyrir rafræna móttöku tilboða og þátttökutilkynninga, sbr. 22. gr.\n6. Hámarksverðgildi einstakra samningshluta sem heimilt er að gera án útboðs þegar innkaupum er skipt upp, sbr. 2. mgr. 29. gr.\n7. Upplýsingar sem skulu koma fram í útboðsgögnum við rafræn uppboð, sbr. 42. gr.\n8. Upplýsingar sem skulu koma fram í auglýsingu og tilkynningu um úrslit hönnunarsamkeppni, sbr. 44. gr.\n9. Reglur um gerð og frágang útboðsgagna og tilboðsblaða, sbr. 47. og 48. gr.\n10. Upplýsingar sem skulu koma fram í forauglýsingu og auglýsingu útboða og birtingu slíkra auglýsinga, sbr. 54., 55. og 56. gr.\n11. Innihald boðs um að leggja fram tilboð, taka þátt í viðræðum eða staðfesta áhuga, sbr. 61. gr.\n12. Opnun tilboða með rafrænum aðferðum, sbr. 65. gr.\n13. Viðeigandi vottorð um starfsréttindi fyrirtækja frá öðrum ríkjum Evrópska efnahagssvæðisins, sbr. 70. gr.\n14. Kröfur sem gerðar eru til sönnunar á fjárhagslegri stöðu og tæknilegri getu fyrirtækis, sbr. 74. gr.\n15. Upplýsingar um form og efni tilkynninga um samningsgerð yfir viðmiðunarfjárhæðum Evrópska efnahagssvæðisins, sbr. 84. gr.\n16. Upplýsingar sem skulu koma fram í tilkynningum um breytingar á samningi á gildistíma hans, sbr. 90. gr.\n17. Þjónustu sem fellur undir félagsþjónustu og aðra sértæka þjónustu, sbr. 92. gr.\n18. Upplýsingar sem koma skulu fram í forauglýsingu, útboðstilkynningu, tilkynningu um gerð samnings um félagsþjónustu og aðra sértæka þjónustu, sbr. 93. gr.\n[19. Rafræna reikningagerð í opinberum innkaupum til samræmis við skuldbindingar íslenska ríkisins á sviði opinberra innkaupa samkvæmt samningnum um Evrópska efnahagssvæðið.]\n[20. Markviss innkaup, hlutverk miðlægrar innkaupastofnunar og skipulag innkaupaþjónustu hins opinbera, sbr. 99. gr.\n21. Hvernig beri að reikna tímabil, dagsetningar og fresti á grundvelli laganna.]\nRg. 955/2016. Rg. 1000/2016. Rg. 44/2019. Rg. 1210/2021. Rg. 360/2022. L. 37/2019, 13. gr. L. 64/2024, 22. gr.",
      "metadata": {
        "source_anchor": "G122",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "content": "Gildistaka og lagaskil.\nLög þessi öðlast þegar gildi.\n...\nÞrátt fyrir 1. mgr. öðlast ákvæði 1. og 2. mgr. 22. gr. gildi 18. apríl 2017 fyrir miðlægar innkaupastofnanir og 18. október 2018 fyrir aðra opinbera aðila.\nÞrátt fyrir 1. mgr. öðlast ákvæði 1. mgr. 23. gr. gildi 31. maí 2019 að því er varðar innkaup sveitarfélaga, stofnana þeirra og annarra opinberra aðila á þeirra vegum.\nInnkaup sveitarfélaga, stofnana þeirra og annarra opinberra aðila á þeirra vegum yfir viðmiðunarfjárhæðum skv. 1. mgr. 23. gr. skal auglýsa opinberlega í samræmi við ákvæði 55. gr. frá 1. janúar 2017 þar til almenn útboðsskylda tekur gildi 31. maí 2019.\nUm innkaup sem hafa verið auglýst fyrir gildistöku laga þessara fer samkvæmt lögum um opinber innkaup, nr. 84/2007. Miða skal við opinbera birtingu útboðsauglýsingar eða áætlaða móttöku þátttakenda á tilkynningu ef um er að ræða innkaupaferli þar sem útboðsauglýsingar eru ekki birtar opinberlega.\nLög þessi gilda um meðferð kærunefndar útboðsmála á kærum sem berast nefndinni eftir gildistöku laga þessara.\nÁkvæði til bráðabirgða.\n[Þegar ráðherra hefur falið sérstakri starfseiningu eða ríkisaðila skv. 99. gr. að fara með hlutverk miðlægrar innkaupastofnunar og veita innkaupaþjónustu eru öll störf hjá Ríkiskaupum lögð niður. Þeim aðila sem ráðherra felur að fara með það hlutverk sem mælt er fyrir um í 99. gr. er heimilt að bjóða þeim starfsmönnum Ríkiskaupa sem sinnt hafa verkefnum sem munu heyra undir sérstaka starfseiningu eða ríkisaðila starf. Um rétt starfsmanna til starfa hjá starfseiningunni eða ríkisaðilanum fer eftir ákvæðum laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996. Ákvæði um auglýsingaskyldu í 7. gr. laga nr. 70/1996 gilda ekki við ráðstöfun starfa samkvæmt þessu ákvæði.\nÞegar ráðherra hefur skv. 99. gr. falið sérstakri starfseiningu eða ríkisaðila að fara með hlutverk miðlægrar innkaupastofnunar og veita innkaupaþjónustu verður embætti forstöðumanns Ríkiskaupa lagt niður.]\nL. 64/2024, 23. gr.",
      "metadata": {
        "source_anchor": "G123",
        "section_format": "article"
      }
    }
  ]
}
