{
  "id": "145/2018",
  "type": "statute",
  "title": "Lög um veiðigjald1)",
  "status": "in_force",
  "issued_date": "2018-12-18",
  "url": "https://www.althingi.is/lagas/nuna/2018145.html",
  "description": "Tóku gildi 29. desember 2018.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nVeiðigjald er lagt á í þeim tilgangi að mæta kostnaði ríkisins við rannsóknir, stjórn, eftirlit og umsjón með fiskveiðum og fiskvinnslu og til að tryggja þjóðinni í heild beina og sýnilega hlutdeild í afkomu við veiðar á nytjastofnum sjávar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gjaldskylda.\nEigandi íslensks fiskiskips er gjaldskyldur samkvæmt lögum þessum og ber ábyrgð á greiðslu veiðigjalds af öllum afla skipsins úr nytjastofnum sjávar, sbr. 3. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjaldstofn.\nStofn til álagningar veiðigjalds er allur afli íslenskra fiskiskipa úr nytjastofnum sjávar samkvæmt aflaskráningarkerfi Fiskistofu að frátöldum afla sem reiknast ekki til aflamarks skips skv. 9. mgr. 11. gr. laga um stjórn fiskveiða, ólögmætum sjávarafla, rannsóknarafla og afla úr stofnum sem ekki er stjórnað með aflamarki, öðrum en makríl.\nÞorskur og meðafli hans í rússneskri og norskri lögsögu sem og úthafskarfi sem veiddur er á ICES-svæði I og II (í Síldarsmugunni) myndar ekki stofn veiðigjalds.\nNytjastofnar sem hafa minna aflaverðmæti en 100 millj. kr. á ári samkvæmt vegnu meðaltali næstliðinna þriggja ára mynda ekki stofn veiðigjalds.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Fjárhæð veiðigjalds.\nRíkisskattstjóri gerir tillögu um fjárhæð veiðigjalds hvers nytjastofns fyrir komandi veiðigjaldsár til þess ráðherra sem fer með sjávarútvegsmál eigi síðar en 1. desember. Skal tillagan vera um að veiðigjaldið nemi 33% af reiknistofni hvers nytjastofns skv. 5. gr. Ráðherra auglýsir gjaldið sem krónur á kílógramm landaðs óslægðs afla fyrir áramót. Veiðigjaldsár er almanaksár.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Reiknistofn.\nStofn til ákvörðunar veiðigjalds hvers nytjastofns skal reikna í þremur skrefum. Fyrst skal reikna fyrir hvert fiskiskip. Frá aflaverðmæti hvers nytjastofns sem skipið veiðir skal draga hlutdeild stofnsins í breytilegum og föstum kostnaði skipsins við veiðiúthald. Hlutdeild í breytilegum og föstum kostnaði við veiðiúthald skal vera jöfn hlutdeild aflaverðmætis stofnsins af heildaraflaverðmæti skipsins á almanaksári. Þessu næst skal leggja saman þá niðurstöðu fyrir öll fiskiskip sem veiddu nytjastofninn. Að lokum skal deila í samtölu þessa með öllu aflamagni nytjastofnsins hjá öllum fiskiskipunum á sama almanaksári. Reikna skal til króna á kílógramm landaðs óslægðs afla.\nAflaverðmæti skal umreikna úr slægðum eða unnum afla til óslægðs afla og skal við þessa reikninga lækka skráð aflaverðmæti landaðs frysts afla um / 10 til að taka tillit til vinnslu um borð í skipum. Hækka skal skráð aflaverðmæti síldar, loðnu, kolmunna og makríls um / 10 . Til breytilegs kostnaðar við fiskveiðar telst launakostnaður áhafna, eldsneyti eða annar orkugjafi fiskiskipa, veiðarfærakostnaður, viðhald fiskiskipa, frystikostnaður og umbúðir, löndunarkostnaður, hafnargjöld og eftirlits- og leyfisgjöld í fiskveiðum önnur en veiðigjald, flutningskostnaður, tryggingar, sölukostnaður og stjórnunarkostnaður. [Til fasts kostnaðar við fiskveiðar teljast skattalegar fyrningar skipa og skipsbúnaðar. Séu skattalegar fyrningar samtals hærri en 20% af fyrningargrunni að viðbættum 200 millj. kr. skal ríkisskattstjóri dreifa því sem umfram er á næstu fimm ár. Áætluð vaxtagjöld skulu nema sömu fjárhæð og þær fyrningar sem lagðar eru til grundvallar útreikningi á veiðigjaldi á ári hverju.]\nEigendum, útgerðaraðilum og rekstraraðilum íslenskra fiskiskipa er skylt að skila sérstakri greinargerð um tekjur og kostnað af veiðum fiskiskipa og úthaldi þeirra, sundurgreint á einstök fiskiskip, með skattframtölum á því formi sem ríkisskattstjóri ákveður. Ákvæði 90. og 92.&ndash;94. gr. laga um tekjuskatt, nr. 90/2003, gilda um öflun og skil þessara upplýsinga, eftir því sem við á. Sé upplýsingum ekki skilað eða ef upplýsingar sem látnar eru í té reynast ófullnægjandi eða ótrúverðugar, eða frekari þörf er talin á upplýsingum um einstök atriði, skal ríkisskattstjóri skora á viðkomandi að bæta úr. Verði áskorun um úrbætur ekki sinnt skal áætla tekjur og kostnað og skal miða fjárhæð kostnaðar við að hún sé ekki hærri en raunverulegur kostnaður. Við þessa áætlun er heimilt að taka mið af gögnum og upplýsingum sem aflað er hjá opinberum stofnunum og einkaaðilum. Jafnframt er heimilt að leiðrétta sýnilegar villur eða mistök í upplýsingum. Fiskistofu er heimilt að miðla upplýsingum til embættis ríkisskattstjóra úr aflaskýrslum og vigtar- og ráðstöfunarskýrslum og skal hún vera embættinu til ráðuneytis um þau gögn sem stofnunin lætur því í té.\nKomi í ljós við yfirferð greinargerðar sem getur í 3. mgr. að hún er ranglega útfyllt þannig að tekjur eru verulega vantaldar eða kostnaður oftalinn skal ríkisskattstjóri leggja á rekstraraðila sérstakt gjald sem nemur 5% af vantalinni tekjufjárhæð og/eða oftöldum kostnaði. Gjald þetta skal leggja á óháð því hvort vantaldar tekjur og/eða oftalinn kostnaður leiðir sem slíkur til leiðréttingar á reiknistofni veiðigjalds. Þá varðar engu þótt leiðrétting sé gerð síðar en tillaga er gerð til ráðherra skv. 4. gr. Ákvörðun ríkisskattstjóra um álagningu þessa gjalds er kæranleg til yfirskattanefndar, sbr. lög nr. 30/1992.\nÍ þeim tilvikum þegar ekki liggja fyrir full skil upplýsinga sem getur í 2. og 3. mgr. skal engu síður reikna stofn veiðigjalds fyrir nytjastofna, eftir atvikum með beitingu þeirra heimilda sem kveðið er á um í 3. mgr.\nHafi útreikningur reiknistofns reynst verulega rangur af einhverjum ástæðum er heimilt að endurákvarða gjaldið, samkvæmt ákvæðum 4. gr., til allt að síðustu tveggja veiðigjaldsára, þótt í ljós hafi komið að álagning hafi verið of lág.\nL. 111/2022, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Álagning o.fl.\nSkráður eigandi skips við álagningu veiðigjalds er ábyrgur fyrir greiðslu þess. Ef fleiri en einn eigandi eru að skipi bera allir eigendur þess óskipta ábyrgð á greiðslu veiðigjalds.\nFiskistofa leggur á veiðigjald. Veiðigjald fellur í gjalddaga 1. hvers mánaðar vegna veiða þarsíðasta mánaðar. Við álagningu skal leiðrétta fyrir slægingu eða annarri aflameðferð fyrir löndun ef við á.\nVið álagningu veiðigjalds skal frítekjumark nema 40% af fyrstu 6 millj. kr. álagningar hvers árs hjá hverjum gjaldskyldum aðila. Þessi fjárhæð tekur breytingum samkvæmt vísitölu neysluverðs frá septembermánuði 2015 fram að ákvörðunardegi skv. 4. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Innheimta.\nInnheimtumenn ríkissjóðs innheimta veiðigjald og fer ríkisskattstjóri með samræmingar- og eftirlitshlutverk við innheimtu þess, sbr. [3. gr. laga um innheimtu opinberra skatta og gjalda]. Sé veiðigjald ekki greitt innan 14 daga frá gjalddaga skal greiða ríkissjóði dráttarvexti af því sem gjaldfallið er. Sé veiðigjald ekki greitt innan mánaðar frá gjalddaga skal Fiskistofa fella almennt veiðileyfi hlutaðeigandi skips niður. Innheimtumönnum ríkissjóðs er heimiluð miðlun upplýsinga af þessu tilefni. Kröfum um greiðslu veiðigjalds fylgir lögveð ríkissjóðs í hlutaðeigandi skipi í fjögur ár frá gjalddaga. Lögveðið nær einnig til dráttarvaxta og innheimtukostnaðar.\nFiskistofa birtir árlega upplýsingar um álagningu veiðigjalds. Upplýsingar um álagningu og innheimtu veiðigjalds á hvern og einn greiðanda eru opinberar upplýsingar sem öllum er heimill aðgangur að.\nL. 150/2019, 22. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Sérákvæði.\nVeiðigjald fyrir hvern hval er sem hér segir: i) langreyður 50.000 kr., ii) hrefna 8.000 kr. Veiðigjald á sjávargróður er sem hér segir: 500 kr. á hvert landað tonn ... hrossaþara og stórþara (blautvigt). Þessar fjárhæðir taka breytingum samkvæmt vísitölu neysluverðs frá septembermánuði 2015 fram að ákvörðunardegi skv. 4. gr.\nVeiðigjald telst rekstrarkostnaður skv. 1. tölul. 31. gr. laga um tekjuskatt, nr. 90/2003.\nÍ milliríkjasamningi um heimildir erlendra fiskiskipa til fiskveiða innan íslenskrar lögsögu eða samkvæmt aflaheimild íslenskra stjórnvalda í deilistofnum er heimilt að semja um fjárgreiðslu til íslenskra stjórnvalda. Ákvæði 6. og 7. gr. þessara laga gilda í slíkum tilvikum, eftir því sem við á.\nL. 65/2022, 7. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Refsingar og viðurlög.\nSkýri aðili af ásetningi eða stórkostlegu hirðuleysi með röngum eða villandi hætti frá upplýsingum sem getur í 3. og 5. gr. varðar það fjársekt. Stórfelld brot gegn ákvæði þessu, eða samlög um slíka háttsemi, varða allt að tveggja ára fangelsi. Um meðferð mála samkvæmt þessari grein fer samkvæmt lögum um meðferð sakamála.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nÞrátt fyrir ákvæði þessara laga skal veiðigjald á landaðan afla frá og með 1. janúar til 31. desember 2019 nema í krónum á hvert kílógramm óslægðs afla þeim fjárhæðum sem hér segir:\nBlálanga 6,90 kr./kg\nDjúpkarfi 11,32 kr./kg\nGrálúða 35,19 kr./kg\nGulllax 4,14 kr./kg Hlýri 12,56 kr./kg\nHumar 18,91 kr./kg\nÍslensk sumargotssíld 2,27 kr./kg\nKarfi/gullkarfi 8,14 kr./kg\nKeila 4,69 kr./kg\nKolmunni 0,57 kr./kg\nLanga 8,42 kr./kg\nLanglúra 4,83 kr./kg\nLitli karfi 4,55 kr./kg\nLoðna 2,13 kr./kg\nMakríll 3,55 kr./kg\nNorsk-íslensk síld 2,27 kr./kg\nRækja 0,00 kr./kg\nSandkoli 2,48 kr./kg\nSkarkoli 10,35 kr./kg\nSkrápflúra 2,62 kr./kg\nSkötuselur 10,76 kr./kg\nSteinbítur 8,42 kr./kg\nUfsi 7,73 kr./kg\nÚthafsrækja 0,00 kr./kg\nÝsa 16,15 kr./kg\nÞorskur 13,80 kr./kg\nÞykkvalúra 23,74 kr./kg",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
