{
  "id": "15/2018",
  "type": "statute",
  "title": "Lög um afleiðuviðskipti, miðlæga mótaðila og afleiðuviðskiptaskrár",
  "status": "in_force",
  "issued_date": "2018-04-05",
  "url": "https://www.althingi.is/lagas/nuna/2018015.html",
  "description": "Tóku gildi 1. október 2018.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að auka gagnsæi í afleiðuviðskiptum, draga úr kerfisáhættu sem getur stafað af slíkum viðskiptum og stuðla að fjármálastöðugleika.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "[Lögfesting.\nÁkvæði reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 648/2012 frá 4. júlí 2012 um OTC-afleiður, miðlæga mótaðila og afleiðuviðskiptaskrár, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 17 frá 16. mars 2017, bls. 412&ndash;470, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 206/2016 frá 30. september 2016, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 13 frá 23. febrúar 2017, bls. 63&ndash;71, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest, með breytingum samkvæmt:\n1. 520. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 575/2013 frá 26. júní 2013 um varfærniskröfur að því er varðar lánastofnanir og verðbréfafyrirtæki og um breytingu á reglugerð (ESB) nr. 648/2012, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 12 frá 27. febrúar 2020, bls. 1&ndash;337.\n2. 126. gr. tilskipunar Evrópuþingsins og ráðsins 2014/59/ESB frá 15. maí 2014 sem kemur á ramma um endurreisn og skilameðferð lánastofnana og verðbréfafyrirtækja og breytingu á tilskipun ráðsins 82/891/EBE og tilskipunum 2001/24/EB, 2002/47/EB, 2004/25/EB, 2005/56/EB, 2007/36/EB, 2011/35/ESB, 2012/30/ESB og 2013/36/ESB og reglugerðum Evrópuþingsins og ráðsins (ESB) nr. 1093/2010 og (ESB) nr. 648/2012, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 25 frá 19. apríl 2018, bls. 4&ndash;162.\n3. 53. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 600/2014 frá 15. maí 2014 um markaði fyrir fjármálagerninga og um breytingu á reglugerð (ESB) nr. 648/2012, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 20 frá 26. mars 2020, bls. 1&ndash;65.\n4. 63. gr. tilskipunar Evrópuþingsins og ráðsins (ESB) 2015/849 frá 20. maí 2015 um ráðstafanir gegn því að fjármálakerfið sé notað til peningaþvættis eða til fjármögnunar hryðjuverka, um breytingu á reglugerð Evrópuþingsins og ráðsins (ESB) nr. 648/2012, og um niðurfellingu á tilskipun Evrópuþingsins og ráðsins 2005/60/EB og tilskipun framkvæmdastjórnarinnar 2006/70/EB, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 50 frá 23. júlí 2020, bls. 205&ndash;249.\n5. Reglugerð Evrópuþingsins og ráðsins (ESB) 2019/834 frá 20. maí 2019 um breytingu á reglugerð (ESB) nr. 648/2012 að því er varðar stöðustofnunarskyldu, frestun á stöðustofnunarskyldu, kröfur um skýrslugjöf, aðferðir til mildunar áhættu fyrir OTC-afleiðusamninga sem miðlægur mótaðili stöðustofnar ekki, skráningu og eftirlit með afleiðuviðskiptaskrám og kröfurnar fyrir afleiðuviðskiptaskrár, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 22 frá 25. mars 2021, bls. 613&ndash;634, með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 50/2021 frá 5. febrúar 2021, sem er birt í auglýsingu nr. 4/2022 í C-deild Stjórnartíðinda.\n6. 2. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2019/876 frá 20. maí 2019 um breytingu á reglugerð (ESB) nr. 575/2013 að því er varðar vogunarhlutfall, hlutfall stöðugrar nettófjármögnunar, kröfur um eiginfjárgrunn og hæfar skuldbindingar, útlánaáhættu mótaðila, markaðsáhættu, áhættuskuldbindingar gagnvart miðlægum mótaðilum, áhættuskuldbindingar gagnvart sjóðum um sameiginlega fjárfestingu, stórar áhættuskuldbindingar, skýrslugjafarskyldu og birtingarkröfur og reglugerð (ESB) nr. 648/2012, sem er birt í auglýsingu nr. 4/2022 í C-deild Stjórnartíðinda.\n[7. 32. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2015/2365 um gagnsæi í fjármögnunarviðskiptum með verðbréf og um endurnotkun, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 18 frá 17. mars 2022, bls. 134&ndash;167.]]\nL. 41/2023, 19. gr. L. 38/2022, 169. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Eftirlit.\nFjármálaeftirlitið og Eftirlitsstofnun EFTA annast eftirlit samkvæmt lögum þessum í samræmi við samninginn um Evrópska efnahagssvæðið, sbr. lög nr. 2/1993, og samning milli EFTA-ríkjanna um stofnun eftirlitsstofnunar og dómstóls.\nUm eftirlit ... fer nánar samkvæmt ákvæðum reglugerðar (ESB) nr. 648/2012 um OTC-afleiður, miðlæga mótaðila og afleiðuviðskiptaskrár, ákvæðum laga um evrópskt eftirlitskerfi á fjármálamarkaði og ákvæðum laga um opinbert eftirlit með fjármálastarfsemi. Fjármálaeftirlitinu er heimilt að beita ákvæðum þeirra laga við framkvæmd eftirlits og vegna samvinnu við Eftirlitsstofnun EFTA og Evrópsku verðbréfamarkaðseftirlitsstofnunina samkvæmt lögum þessum.\n...\n[Seðlabanki Íslands er lögbært yfirvald] í skilningi 22. gr. reglugerðar (ESB) nr. 648/2012.\nL. 56/2021, 2. gr. L. 91/2019, 74. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Upplýsingagjöf.\nUm upplýsingagjöf innlendra aðila, bæði til Evrópsku verðbréfamarkaðseftirlitsstofnunarinnar og stofnana innan Evrópska efnahagssvæðisins, fer samkvæmt ákvæðum laga um evrópskt eftirlitskerfi á fjármálamarkaði.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Almennar rannsóknir og vettvangsskoðun.\nUm almennar rannsóknir og vettvangsskoðun Eftirlitsstofnunar EFTA fer samkvæmt ákvæðum laga þessara, [ákvæðum laga um evrópskt eftirlitskerfi á fjármálamarkaði] og samningi milli EFTA-ríkjanna um stofnun eftirlitsstofnunar og dómstóls.\nTil þeirra rannsóknaraðgerða sem kveðið er á um í a&ndash;c-lið og e-lið 1. mgr. 62. gr. og 63. gr. reglugerðar (ESB) nr. 648/2012 þarf heimild dómara nema samþykki þess aðila sem rannsóknaraðgerðirnar beinast að liggi fyrir. Um beiðni um heimild dómara til rannsóknaraðgerða fer eftir XV. kafla laga um meðferð sakamála eftir því sem við á.\nL. 56/2021, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Aðfararhæfi.\nÁkvarðanir Eftirlitsstofnunar EFTA samkvæmt lögum þessum eru aðfararhæfar, sem og dómar og úrskurðir EFTA-dómstólsins.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stjórnvaldssektir.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á hvern þann sem brýtur gegn eftirtöldum ákvæðum reglugerðar (ESB) nr. 648/2012:\n1. 4. gr. um stöðustofnun OTC-afleiðusamninga.\n2. 5. gr. um tilhögun stöðustofnunarskyldu.\n3. 9. gr. um skyldu um skýrslugjöf.\n4. 10. gr. um ófjárhagslega mótaðila.\n5. 11. gr. um aðferðir til að draga úr áhættu OTC-afleiðusamninga sem ekki eru stöðustofnaðir af miðlægum mótaðila.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á lögaðila sem brýtur gegn eftirtöldum ákvæðum reglugerðar (ESB) nr. 648/2012:\n1. 7. gr. um aðgang að miðlægum mótaðila.\n2. 8. gr. um aðgang að viðskiptavettvangi.\n3. 14. gr. um starfsleyfi miðlægs mótaðila.\n4. 16. gr. um eiginfjárkröfur.\n5. 26. gr. um almenn ákvæði er varða skipulagskröfur.\n6. 27. gr. um yfirstjórn og stjórn.\n7. 28. gr. um áhættunefnd.\n8. 29. gr. um skráahald.\n9. 31. gr. um upplýsingar til lögbærra yfirvalda.\n10. 33. gr. um hagsmunaárekstra.\n11. 34. gr. um samfellu í viðskiptum.\n12. 35. gr. um útvistun.\n13. 36. gr. um almenn ákvæði er varða viðskiptahætti.\n14. 37. gr. um þátttökuskilyrði.\n15. 38. gr. um gagnsæi.\n16. 39. gr. um aðgreiningu og flytjanleika.\n17. 40. gr. um stjórnun áhættuskuldbindinga.\n18. 41. gr. um kröfur um tryggingar.\n19. 42. gr. um vanskilasjóð.\n20. 43. gr. um annað fjármagn.\n21. 44. gr. um eftirlit með lausafjáráhættu.\n22. 45. gr. um forgangsröðun við greiðslu vanskila.\n23. 46. gr. um kröfur um tryggingar.\n24. 47. gr. um fjárfestingarstefnu.\n25. 48. gr. um vanskilaferli.\n26. 49. gr. um endurskoðun líkana, álagspróf og afturvirka prófun.\n27. 50. gr. um uppgjör.\n28. 51. gr. um fyrirkomulag um rekstrarsamhæfi.\n29. 52. gr. um áhættustýringu.\n30. 53. gr. um framlagningu tryggingar milli miðlægra mótaðila.\nVið ákvörðun sekta samkvæmt ákvæði þessu skal tekið tillit til allra atvika sem máli skipta, þ.m.t. eftirfarandi:\na. alvarleika brots,\nb. hvað brotið hefur staðið lengi,\nc. ábyrgðar hins brotlega hjá lögaðilanum,\nd. fjárhagsstöðu hins brotlega,\ne. ávinnings af broti eða taps sem forðað er með broti,\nf. hvort brot hafi leitt til taps þriðja aðila,\ng. hvers konar mögulegra kerfislegra áhrifa brotsins,\nh. samstarfsvilja hins brotlega,\ni. fyrri brota og hvort um ítrekað brot er að ræða.\nSektir sem lagðar eru á einstaklinga geta numið frá 100 þús. kr. til 65 millj. kr. Sektir sem lagðar eru á lögaðila geta numið frá 500 þús. kr. til 800 millj. kr., en geta þó verið hærri eða allt að 10% af heildarveltu samkvæmt síðasta samþykkta ársreikningi lögaðilans eða 10% af síðasta samþykkta samstæðureikningi ef lögaðili er hluti af samstæðu og brot er framið til hagsbóta fyrir annan lögaðila í samstæðunni eða annar lögaðili í samstæðunni hefur notið hagnaðar af brotinu.\nEf einstaklingur eða lögaðili brýtur gegn lögum þessum eða reglugerðum ráðherra settum á grundvelli þeirra, og fyrir liggur að hann hafi hlotið fjárhagslegan ávinning af broti, er heimilt að ákvarða hinum brotlega sekt sem getur, þrátt fyrir 4. mgr., orðið allt að tvöfaldri þeirri fjárhæð sem fjárhagslegur ávinningur hins brotlega nemur.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi. [Ákvarðanir um stjórnvaldssektir eru aðfararhæfar.] Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá því að viðkomandi er tilkynnt um ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nL. 91/2019, 75. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skylda Fjármálaeftirlitsins til að birta upplýsingar.\nFjármálaeftirlitið skal birta opinberlega upplýsingar um stjórnvaldssektir skv. 7. gr. ..., nema birtingin kunni að tefla fjármálamörkuðum í tvísýnu eða valda hlutaðeigandi aðilum óhóflegum skaða.\nFjármálaeftirlitið skal á þriggja ára fresti birta matsskýrslu um framkvæmd beitingar viðurlaga samkvæmt lögum þessum. Skýrslan skal ekki innihalda persónuupplýsingar.\nFjármálaeftirlitið skal birta opinberlega skrá yfir upplýsingar sem nauðsynlegar eru til að framkvæma mat skv. 32. gr. reglugerðar (ESB) nr. 648/2012.\nL. 56/2021, 4. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Sátt.\nHafi aðili gerst brotlegur við ákvæði laga þessara eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila, enda sé ekki um að ræða meiri háttar brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni. [Seðlabanki Íslands] setur nánari reglur um framkvæmd ákvæðisins.\nL. 91/2019, 76. gr. Rgl. 1234/2024.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Réttur grunaðs manns.\nÍ máli sem beinist að einstaklingi og lokið getur með álagningu stjórnvaldssekta eða kæru til lögreglu hefur maður, sem rökstuddur grunur leikur á að hafi gerst sekur um lögbrot, rétt til að neita að svara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að það geti haft þýðingu fyrir ákvörðun um brot hans. Fjármálaeftirlitið skal leiðbeina hinum grunaða um þennan rétt.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Frestur til að leggja á stjórnvaldssektir.\nHeimild Fjármálaeftirlitsins til að leggja á stjórnvaldssektir samkvæmt lögum þessum fellur niður þegar sjö ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar Fjármálaeftirlitið tilkynnir aðila um rannsókn á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að brotinu.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Sektir eða fangelsi allt að tveimur árum.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn ákvæði 1. mgr. 14. gr. reglugerðar (ESB) nr. 648/2012, um að miðlægur mótaðili megi ekki starfa án starfsleyfis.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Saknæmi o.fl.\nBrot gegn lögum þessum er varða sektum eða fangelsi varða refsingu hvort sem þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara er varða sektum eða fangelsi.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.\nGera má lögaðila sekt fyrir brot á lögum þessum og reglum settum á grundvelli þeirra óháð því hvort sök verði sönnuð á tiltekinn fyrirsvarsmann lögaðilans, starfsmann hans eða annan aðila sem starfar á hans vegum. Hafi fyrirsvarsmaður lögaðilans, starfsmaður hans eða annar á hans vegum með saknæmum hætti brotið gegn lögum þessum eða reglum settum á grundvelli þeirra í starfsemi lögaðilans má gera honum refsingu, auk þess að gera lögaðilanum sekt.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kæra til lögreglu.\nBrot gegn lögum þessum sæta aðeins rannsókn lögreglu að undangenginni kæru Fjármálaeftirlitsins.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur Fjármálaeftirlitið hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot eru meiri háttar ber Fjármálaeftirlitinu að vísa þeim til lögreglu. Brot telst meiri háttar ef það lýtur að verulegum fjárhæðum, ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur Fjármálaeftirlitið á hvaða stigi rannsóknar sem er vísað máli vegna brota á lögum þessum til rannsóknar lögreglu. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru Fjármálaeftirlitsins skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.&ndash;VII. kafla stjórnsýslulaga gilda ekki um ákvörðun Fjármálaeftirlitsins um að kæra mál til lögreglu.\nFjármálaeftirlitinu er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Fjármálaeftirlitinu er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta Fjármálaeftirlitinu í té upplýsingar og gögn sem hún hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum Fjármálaeftirlitsins sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna meintrar refsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum getur hann sent eða endursent málið til Fjármálaeftirlitsins til meðferðar og ákvörðunar.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "[Stjórnvaldsfyrirmæli.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd reglugerðar (ESB) nr. 648/2012 um þau atriði sem koma fram í eftirfarandi greinum hennar:\n1. 6. mgr. 1. gr. um undanþágur.\n[2. 2. mgr. 2. gr. a um markað þriðja lands.]\n[3. ] 3. mgr. a 4. gr. um hvaða viðskiptaskilmálar teljist sanngjarnir, eðlilegir, án mismununar og gagnsæir.\n[4. ] 4. og 5. mgr. 6. gr. a um frestun á stöðustofnunarskyldu samkvæmt reglugerð (ESB) nr. 648/2012 og frestun viðskiptaskyldu samkvæmt reglugerð Evrópuþingsins og ráðsins (ESB) nr. 600/2014 um markaði fyrir fjármálagerninga og um breytingu á reglugerð (ESB) nr. 648/2012, sbr. 3. gr. laga um markaði fyrir fjármálagerninga, nr. 115/2021.\n[5. 2. mgr. 13. gr. um fyrirkomulag laga, eftirlits og framfylgdar þriðja lands.]\n[6. ] 7. mgr. 64. gr. um málsmeðferð að því er varðar eftirlitsráðstafanir og beitingu sekta.\n[7. ] 70. gr. um breytingar á II. viðauka um skrá yfir stuðla í tengslum við íþyngjandi og mildandi þætti vegna beitingar 3. mgr. 65. gr.\n[8. ] 3. mgr. 72. gr. um eftirlitsgjöld.\n[9. ] 1. mgr. 75. gr. um jafngildi og alþjóðasamninga.\n[10. ] 2. mgr. 76 gr. a um gagnkvæman aðgang að gögnum.\n[11. ] 2. mgr. 85. gr. um framlengingu á þriggja ára tímabilinu sem fjallað er um í 89. gr.\nSeðlabanka Íslands er heimilt að setja reglur um nánari framkvæmd reglugerðar (ESB) nr. 648/2012 um þau atriði sem koma fram í eftirfarandi greinum hennar:\n1. 4. mgr. 4. gr. um stöðustofnunarskyldu.\n2. 2. og 4. mgr. 5. gr. um tilhögun stöðustofnunarskyldu.\n3. 4. mgr. 6. gr. um opinbera skrá.\n4. 5. mgr. 8. gr. um aðgang að viðskiptavettvangi.\n5. 5. og 6. mgr. 9. gr. um skyldu um skýrslugjöf.\n6. 4. mgr. 10. gr. um ófjárhagslega mótaðila.\n7. 14. og 15. mgr. 11. gr. um aðferðir til að draga úr áhættu OTC-afleiðusamninga sem ekki eru stöðustofnaðir af miðlægum mótaðila.\n8. 3. mgr. 16. gr. um eiginfjárkröfur.\n9. 6. mgr. 18. gr. um fagráð.\n10. 6. mgr. 25. gr. er lýtur að jafngildi lagalegra krafna og eftirlits í þriðju löndum.\n11. 8. mgr. 25. gr. er lýtur að upplýsingum sem miðlægur mótaðili í þriðja landi skal tilgreina í umsókn um viðurkenningu.\n12. 9. mgr. 26. gr. er lýtur að skipulagskröfum.\n13. 4. og 5. mgr. 29. gr. um skráahald.\n14. 3. mgr. 34. gr. um samfellu í viðskiptum.\n15. 5. mgr. 41. gr. um kröfur um tryggingar.\n16. 5. mgr. 42. gr. um vanskilasjóð.\n17. 2. mgr. 44. gr. um eftirlit með lausafjáráhættu.\n[18. 5. mgr. 45. gr. um aðferðafræðina við útreikning og viðhald eigin fjár sem miðlægir mótaðilar þurfa að nota.]\n[19. ] 3. mgr. 46. gr. um kröfur um tryggingar.\n[20. ] 8. mgr. 47. gr. um fjárfestingarstefnu.\n[21. ] 4. mgr. 49. gr. um endurskoðun líkana, álagsprófun og afturvirka prófun.\n[22. ] 4. mgr. 50. gr. a um útreikning á áætluðu fjármagni.\n[23. ] 3. mgr. 50. gr. c um skýrslugjöf með upplýsingum.\n[24. ] 3. og 4. mgr. 56. gr. um umsókn um skráningu.\n[25. ] 10. mgr. 78. gr. er lýtur að verklagi við afstemmingar á gögnum milli afleiðuviðskiptaskráa og verklagi afleiðuviðskiptaskráa við mat á því hvort kröfur um skýrslugjöf séu uppfylltar og til að sannreyna heilleika og réttleika tilkynntra gagna.\n[26. ] 5. mgr. 81. gr. um gagnsæi og tiltækileika gagna.]\nRg. 381/2019, sbr. 981/2019, 1109/2019, 610/2020, 431/2021, 1199/2021, 1698/2021 og 760/2022. L. 62/2024, 38. gr. Rgl. 1560/2023. Rgl. 260/2025. L. 38/2022, 170. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. október 2018.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    }
  ]
}
