{
  "id": "84/2018",
  "type": "statute",
  "title": "Lög um bann við tilteknum frammistöðubætandi efnum og lyfjum",
  "status": "in_force",
  "issued_date": "2018-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2018084.html",
  "description": "Tóku gildi 28. júní 2018.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og gildissvið.\nMarkmið laga þessara er að koma í veg fyrir notkun tiltekinna efna og lyfja í þeim tilgangi að bæta líkamlega frammistöðu svo að meðferð og notkun þeirra skaði ekki heilsu fólks. Markmið laga þessara er enn fremur að efla fræðslu og forvarnir ásamt því að koma í veg fyrir ólögmæta markaðssetningu slíkra efna og lyfja.\nLög þessi gilda um eftirfarandi efni og lyf:\n1. Vefjaaukandi stera.\n2. Testósterón og afleiður þess auk samsvarandi efna með karlhormónaáhrif.\n3. Vaxtarhormón.\n4. Erýtrópóíetín og efni sem hafa sambærileg áhrif með því að auka magn rauðra blóðkorna í blóði umfram eðlileg gildi fyrir aldur og kyn.\n5. Efni sem auka myndun og losun:\na. vaxtarhormóna,\nb. testósteróns og afleiðna þess eða sambærilegra efna með karlhormónaáhrif eða\nc. náttúrulegra rauðkornavaka (erýtrópóíetíns).",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Varsla og meðferð.\nVarsla og meðferð tiltekinna efna og lyfja skv. 2. mgr. 1. gr., sem notuð eru til að bæta líkamlega frammistöðu, er óheimil. Innflutningur, útflutningur, sala, kaup, skipti, afhending, móttaka, framleiðsla og varsla slíkra efna og lyfja er bönnuð með undantekningum skv. 2. og 3. mgr.\nLyfjastofnun getur veitt undanþágu frá banni 1. mgr. þegar sérstaklega stendur á. Slíkar undanþágur eru ávallt afturtækar.\nÁkvæði 1. mgr. á ekki við um lyf sem hlotið hafa markaðsleyfi skv. 1. mgr. 7. gr. lyfjalaga eða Lyfjastofnun hefur heimilað að notuð séu skv. 7. mgr. 7. gr. lyfjalaga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Fræðsla.\nÞað ráðuneyti sem fer með fræðslumál skal í samráði við ráðuneytið og embætti landlæknis sjá til þess að fram fari fræðsla í því skyni að draga úr og koma í veg fyrir heilsutjón af völdum neyslu frammistöðubætandi efna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Viðurlög.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn ákvæðum laga þessara og eftir atvikum reglugerð sem sett er á grundvelli þeirra.\nHeimilt er að ljúka minni háttar málum með fésekt lögreglu eða [tollyfirvalda] og upptöku efna og lyfja í þeim tilvikum er mál telst að fullu upplýst og sakborningur fellst á slík málalok.\nVarsla eða meðferð efna og lyfja skv. 2. gr. skal aðeins vera refsiverð þegar haldlagt magn efna er umfram það sem talist getur til eigin neyslu.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara. Lyf og efni sem lög þessi taka til og eru flutt hingað til lands eða seld ólöglega hér á landi skulu gerð upptæk með dómi. Andvirði hins upptæka rennur í ríkissjóð.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í III. kafla almennra hegningarlaga.\nHeimilt er að refsa fyrir brot á lögum þessum hvort sem þau eru framin af ásetningi eða gáleysi.\nSé brot framið í starfsemi lögaðila má gera lögaðilanum fésekt samkvæmt ákvæðum II. kafla A almennra hegningarlaga.\nL. 141/2019, 37. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að ákveða í reglugerð að efni eða lyf, sem ekki eru tilgreind í 1. gr. en hætt er við að verði misnotuð vegna eiginleika þeirra til að bæta líkamlega frammistöðu, skuli lúta sömu takmörkunum og um getur í 2. gr. Þá getur ráðherra í reglugerð kveðið nánar á um heimild Lyfjastofnunar til að veita undanþágur skv. 2. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
