{
  "id": "81/2018",
  "type": "statute",
  "title": "Lög um köfun",
  "status": "in_force",
  "issued_date": "2018-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2018081.html",
  "description": "Tóku gildi 28. júní 2018.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að auknu öryggi við köfun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um köfun á íslensku yfirráðasvæði og landgrunni Íslands, eins og það er skilgreint í lögum um landhelgi, aðlægt belti, efnahagslögsögu og landgrunn, þar á meðal frá hafstöðvum, og um köfun sem fer fram frá skipi skráðu á Íslandi.\nLög þessi gilda ekki um köfun í atvinnuskyni sem fram fer frá erlendu skipi vegna köfunar við eigið skip eða um köfun sem fram fer í tengslum við öryggisgæslu á hafinu í samræmi við alþjóðlegar skuldbindingar Íslands, samninga við önnur ríki og ákvæði laga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Köfun: Þær athafnir manna sem fara fram í yfirborði og/eða undir yfirborði vatns eða sjávar og þar sem notast er við búnað sem gerir mönnum kleift að kafa.\n2. Köfun í atvinnuskyni: Allar athafnir sem teljast til köfunar eða eru í beinum tengslum við köfun og sem falla undir og eru liður í atvinnustarfsemi kafarans eða annarra tengdra aðila. Undir þetta fellur iðnaðarköfun, leiðsöguköfun og köfun vegna vísindalegra rannsókna. Einnig telst það vera köfun í atvinnuskyni ef athöfnin er liður í skipulagðri þjónustustarfsemi til verndar almannahagsmunum, svo sem leitar- og björgunarköfun. Um sjálfboðaliða, sem þiggja ekki laun fyrir störf sín, gilda reglur sem samtök þeirra setja og ráðherra hefur samþykkt.\n3. Áhugaköfun: Allar þær athafnir sem teljast til köfunar samkvæmt lögum þessum en teljast ekki til köfunar í atvinnuskyni.\n4. Atvinnukafari: Handhafi skírteinis til köfunar í atvinnuskyni sem gefið er út samkvæmt lögum þessum.\n5. Köfunarformaður: Sá sem hefur með höndum verkstjórn við köfun og ber skyldur sem slíkur.\n6. Köfunarkennari: Sá sem hefur leyfi Samgöngustofu til að kenna köfun í atvinnuskyni eða áhugaköfun.\n7. Viðurkenndur aðili: Einstaklingur eða lögaðili sem Samgöngustofa hefur veitt heimild til að skipuleggja nám í köfun samkvæmt viðurkenndri námskrá.\n8. Köfunarbúnaður: Allur sá búnaður sem notaður er við köfun og gerir mönnum kleift að kafa.\nII. kafli. Köfun í atvinnuskyni.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skírteini sem heimilar köfun í atvinnuskyni.\nSá sem kafar í atvinnuskyni skal vera handhafi viðeigandi skírteinis sem tekur mið af mismunandi verksviði kafara og Samgöngustofa gefur út í samræmi við lög þessi.\nÓheimilt er að ráða til köfunar í atvinnuskyni aðra en handhafa skírteinis samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skilyrði fyrir útgáfu skírteinis.\nTil að fá útgefið skírteini sem heimilar köfun í atvinnuskyni þarf umsækjandi að:\na. vera fullra 20 ára,\nb. uppfylla heilbrigðiskröfur, sbr. 6. gr.,\nc. uppfylla menntunar- og hæfniskröfur, sbr. 7. gr.\nSkírteinið er í gildi svo lengi sem handhafi þess getur framvísað heilbrigðisvottorði nema það sé fellt úr gildi, sbr. 13. gr. Skilyrði fyrir endurútgáfu skírteinis er að framvísað sé heilbrigðisvottorði.\nEinstaklingar sem réttarreglur Evrópska efnahagssvæðisins um viðurkenningu á faglegri menntun og hæfi, eins og þær hafa verið innleiddar hér á landi, taka til og eru handhafar skírteinis til köfunar í atvinnuskyni, sem gefið er út af lögbærum stjórnvöldum, hafa rétt til að stunda köfun í atvinnuskyni hér á landi.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Heilbrigðiskröfur.\nHver sá sem kafar í atvinnuskyni skal vera handhafi gilds heilbrigðisvottorðs sem gefið er út að undangenginni læknisskoðun.\nTil að fá útgefið heilbrigðisvottorð skal viðkomandi vera í góðu andlegu og líkamlegu ástandi til að geta rækt störf sín af öryggi.\nGildistími heilbrigðisvottorðs skal taka mið af mismunandi verksviði kafara. Nú stenst handhafi skírteinis ekki læknisskoðun og skal læknir þá tilkynna það til Samgöngustofu.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Menntunar- og hæfniskröfur.\nUmsækjandi um skírteini sem heimilar köfun í atvinnuskyni skal fullnægja viðeigandi menntunar- og hæfniskröfum. Skal hann leggja fram við Samgöngustofu skírteini þess efnis frá viðurkenndum aðila.\nSamgöngustofa viðurkennir nám til köfunar í atvinnuskyni hér á landi.\nNám til atvinnuköfunar sem fram fer erlendis fullnægir lögum þessum enda uppfylli það alþjóðleg viðmið um menntunar- og hæfniskröfur sem Samgöngustofa viðurkennir.\nUmsækjandi um skírteini sem heimilar köfun í atvinnuskyni, sem lokið hefur námi til köfunar í atvinnuskyni erlendis hjá aðila sem uppfyllir skilyrði 3. mgr., skal leggja fram nauðsynleg gögn til staðfestingar á að hann hafi staðist með fullnægjandi árangri viðeigandi menntunar- og hæfniskröfur.\nNám til köfunar í atvinnuskyni skal fullnægja þeim skilyrðum og stöðlum sem mælt er fyrir um í reglugerð til samræmis við þau réttindi sem skírteinin veita. Nám sem Samgöngustofa viðurkennir skal vera í samræmi við viðurkennda námskrá, sem m.a. tiltekur efni námsins, lengd þess, hæfi kennara og leiðbeinenda og fyrirkomulag námsmats.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Starfsskyldur.\nKöfun í atvinnuskyni skal fara fram undir stjórn köfunarformanns.\nSá sem kafar í atvinnuskyni skal haga starfi sínu í samræmi við lög þessi og reglugerðir settar samkvæmt þeim. Skal hann gæta þess að fylgt sé nauðsynlegum varúðarreglum vegna hættu á slysum.\nÞeim sem taka þátt í köfun undir stjórn atvinnukafara er skylt að hlýða fyrirmælum hans um notkun köfunarbúnaðar og öðrum varúðarreglum. Áður en köfun hefst skal atvinnukafari gæta þess að þátttakendur séu upplýstir með fullnægjandi hætti um nauðsynlegar öryggisreglur.\nIII. kafli. Áhugaköfun.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Áhugaköfun.\nSá sem stundar áhugaköfun skal vera 17 ára eða eldri og uppfylla skilyrði b-liðar 1. mgr. 5. gr., hafa staðist viðeigandi menntunar- og hæfniskröfur og hafa gilt skírteini vegna áhugaköfunar.\nIV. kafli. Kennsla í köfun.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Kennsla í köfun.\nKöfunarkennari, hvort sem hann kennir köfun í atvinnuskyni eða áhugaköfun, skal hafa til þess skírteini gefið út samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Skilyrði fyrir útgáfu skírteinis til kennslu.\nTil að fá útgefið skírteini sem heimilar kennslu í köfun þarf umsækjandi að uppfylla eftirfarandi skilyrði:\na. vera fullra 20 ára,\nb. standast með fullnægjandi hætti menntunar- og hæfniskröfur skv. 2. mgr.,\nc. leggja fram staðfestingu um ábyrgðartryggingu frá vátryggingafélagi.\nUmsækjandi um skírteini sem heimilar kennslu í köfun skal hafa staðist viðeigandi menntunar- og hæfniskröfur. Skal hann leggja fram vottorð frá viðurkenndum aðila sem heimilar honum að sinna kennslu í köfun. Verði vottorð frá viðurkenndum aðila gert ógilt er Samgöngustofu heimilt að ógilda skírteini sem heimilar kennslu í köfun, sbr. 13. gr.\nSamgöngustofa viðurkennir nám til kennslu í köfun hér á landi.\nNám til kennslu í köfun sem fram fer erlendis fullnægir lögum þessum enda uppfylli það alþjóðleg viðmið um menntunar- og hæfniskröfur sem Samgöngustofa viðurkennir.\nUmsækjandi um skírteini sem heimilar kennslu í köfun, sem lokið hefur námi til kennslu í köfun erlendis hjá aðila sem uppfyllir skilyrði 4. mgr., skal leggja fram nauðsynleg gögn til staðfestingar á að hann hafi staðist með fullnægjandi árangri viðeigandi menntunar- og hæfniskröfur.\nNám til kennslu í köfun skal fullnægja þeim skilyrðum og stöðlum sem mælt er fyrir um í reglugerð til samræmis við þau réttindi sem skírteinin veita. Nám sem Samgöngustofa viðurkennir skal vera í samræmi við viðurkennda námskrá, sem m.a. tiltekur efni námsins, lengd þess, hæfi kennara og leiðbeinenda og fyrirkomulag námsmats.\nV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Eftirlit.\nSamgöngustofa hefur umsjón og eftirlit með framkvæmd laga þessara og reglugerða sem settar eru samkvæmt þeim. Samgöngustofu er heimilt að innheimta gjöld vegna eftirlits samkvæmt lögum þessum, útgáfu og endurnýjunar köfunarskírteina.\nÍ tengslum við eftirlit samkvæmt lögum þessum getur Samgöngustofa eða aðrir til þess bærir aðilar gert vettvangskannanir. Landhelgisgæsla Íslands og lögreglan hafa einnig heimild til vettvangskannana.\nRáðherra er heimilt í reglugerð að kveða nánar á um eftirlit Samgöngustofu og annarra til þess bærra aðila.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Niðurfelling leyfis og önnur úrræði.\nSamgöngustofu er heimilt að ógilda skírteini samkvæmt lögum þessum ef handhafi skírteinis fullnægir ekki lengur skilyrðum laga þessara eða brýtur á annan hátt gegn ákvæðum þeirra.\nÁður en skírteini er ógilt skv. 1. mgr. skal Samgöngustofa senda skírteinishafa skriflega viðvörun um fyrirhugaða niðurfellingu skírteinis þar sem koma skal fram tilefni niðurfellingar. Veita skal skírteinishafa hæfilegan frest til að bæta úr annmörkum.\nKomi til endanlegrar niðurfellingar leyfis skal Samgöngustofa senda skírteinishafa skriflega tilkynningu þess efnis og tiltaka frá hvaða tíma skírteinið telst niður fallið.\nHandhafi skírteinis sem fellt hefur verið úr gildi skal skila því til Samgöngustofu án tafar eftir að tilkynning skv. 3. mgr. berst.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Stjórnsýslukæra.\nÁkvörðunum Samgöngustofu samkvæmt lögum þessum verður skotið til ráðherra. Um málsmeðferð fer eftir ákvæðum stjórnsýslulaga.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Viðurlög.\nBrot á lögum þessum og reglum settum samkvæmt þeim varða sektum og/eða sviptingu réttinda nema þyngri refsing liggi við samkvæmt öðrum lögum.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Rannsókn köfunarslysa.\nSlys eða óhöpp sem verða við köfun skal tilkynna þegar í stað til lögreglu í því umdæmi þar sem slys eða óhapp átti sér stað og annast lögreglan rannsókn á orsökum þeirra. Um rannsóknina gilda að öðru leyti lög um meðferð sakamála.\nRannsóknarnefnd samgönguslysa skal annast rannsókn í kjölfar köfunarslysa. Rannsóknin skal eingöngu miða að því að leiða í ljós orsakir köfunarslyssins en ekki að skipta sök eða ábyrgð með það að markmiði að draga úr hættu á sams konar slysum og afleiðingum sambærilegra slysa. Um rannsókn á meintri refsiverðri háttsemi í tengslum við köfunarslys fer skv. 1. mgr. og er slík rannsókn óháð rannsóknum rannsóknarnefndar samgönguslysa. Að öðru leyti fer um rannsókn rannsóknarnefndar samgönguslysa eftir lögum um rannsókn samgönguslysa, nr. 18/2013, með síðari breytingum.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd laga þessara þar sem m.a. er kveðið á um:\na. köfun í atvinnuskyni og mismunandi réttindi og réttindastig, svo sem um iðnaðarköfun, leiðsöguköfun, leitar- og björgunarköfun, vísindaköfun o.fl.,\nb. skilyrði fyrir útgáfu skírteina,\nc. heilbrigðiskröfur og útgáfu heilbrigðisvottorðs,\nd. menntunar- og hæfniskröfur,\ne. viðurkenningu náms til köfunar í atvinnuskyni og kennslu í köfun,\nf. kennslu í köfun,\ng. rannsókn slysa við köfun í atvinnuskyni,\nh. eftirlit Samgöngustofu og annarra til þess bærra aðila,\ni. skilyrði fyrir að mega stunda köfun,\nj. köfunarbúnað,\nk. reglur vegna köfunar á afmörkuðum svæðum á Íslandi, þ.m.t. öryggisreglur og reglur um takmörkun umferðar,\nl. reglur um tilkynningu til viðeigandi aðila um fyrirhugaða köfun í þjóðgörðum, á svæðum í einkaeigu, á friðuðum svæðum og í óbyggðum, fjarri alfaraleið.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    }
  ]
}
