{
  "id": "43/2019",
  "type": "statute",
  "title": "Lög um þungunarrof",
  "status": "in_force",
  "issued_date": "2019-05-22",
  "url": "https://www.althingi.is/lagas/nuna/2019043.html",
  "description": "Tóku gildi 1. september 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og gildissvið.\nMarkmið laga þessara er að tryggja að sjálfsforræði kvenna sem óska eftir þungunarrofi sé virt með því að veita þeim öruggan aðgang að heilbrigðisþjónustu.\nÁkvæði laga þessara gilda um rétt kvenna til þungunarrofs, sem og um framkvæmd þungunarrofs og heilbrigðisþjónustu vegna þess, en ekki um tilvik þar sem um nauðsynlega læknismeðferð er að ræða enda þótt fósturlát hljótist af.\nÁkvæði laga þessara gilda einnig um fósturfækkun.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögum þessum merkir:\n1. Fósturfækkun: Þegar læknisfræðilegum aðferðum er beitt við að fækka fóstrum hjá konu sem er þunguð af fleiri en einu fóstri.\n2. Heilbrigðisþjónusta vegna þungunarrofs: Hvers konar heilbrigðisþjónusta sem veitt er þungaðri konu í tengslum við þungunarrof, þar á meðal fræðsla, ráðgjöf og framkvæmd þungunarrofs með lyfjagjöf eða annarri læknisaðgerð.\n3. Þungunarrof: Lyfjagjöf eða önnur læknisaðgerð sem framkvæmd er að beiðni konu í því skyni að rjúfa þungun.\nII. kafli. Þungunarrof og heilbrigðisþjónusta vegna þungunarrofs.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Réttindi kvenna við þungunarrof.\nKonur eiga rétt á fullkomnustu heilbrigðisþjónustu sem á hverjum tíma eru tök á að veita í tengslum við þungunarrof í samræmi við ákvæði laga þessara, laga um heilbrigðisþjónustu, laga um réttindi sjúklinga og annarra laga eftir því sem við á.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Heimild til þungunarrofs.\nKona, sem óskar þess, á rétt á að fá þungun sína rofna fram að lokum 22. viku þungunar. Þungunarrof skal ætíð framkvæmt eins fljótt og auðið er og helst fyrir lok 12. viku þungunar.\nSkorist heilbrigðisstarfsmaður undan framkvæmd þungunarrofs á grundvelli 14. gr. laga um heilbrigðisstarfsmenn, nr. 34/2012, skal tryggt að kona njóti réttinda skv. 1. mgr.\nEinungis er heimilt að framkvæma þungunarrof eftir lok 22. viku þungunar ef lífi þungaðrar konu er stefnt í hættu við áframhaldandi þungun eða ef fóstur telst ekki lífvænlegt til frambúðar. Staðfesting tveggja lækna skal liggja fyrir þess efnis að fóstur teljist ekki lífvænlegt til frambúðar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Heimild til þungunarrofs hjá stúlku sem er ólögráða fyrir æsku sakir.\nHeimilt er að rjúfa þungun samkvæmt ákvæðum laga þessara hjá stúlku sem er ólögráða fyrir æsku sakir, að hennar beiðni, án samþykkis foreldra eða forráðamanna. Í tengslum við þungunarrof skal henni boðin fræðsla og ráðgjöf um getnaðarvarnir.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Heilbrigðisþjónusta vegna þungunarrofs.\nTryggja skal aðgang að heilbrigðisþjónustu vegna þungunarrofs í öllum heilbrigðisumdæmum landsins, sbr. lög um heilbrigðisþjónustu, að lágmarki fram að lokum 12. viku þungunar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Framkvæmd þungunarrofs.\nÞungunarrof með læknisaðgerð skal framkvæmt á sjúkrahúsi eða á heilbrigðisstofnun undir handleiðslu sérfræðings á sviði kvenlækninga eða sérfræðings í almennum skurðlækningum með reynslu og þjálfun í tæmingu á legi. Þá er heimilt að framkvæma þungunarrof með lyfjagjöf á starfsstöðvum lækna sem landlæknir hefur eftirlit með, sbr. lög um landlækni og lýðheilsu, fram að lokum 12. viku þungunar.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Fræðsla og ráðgjöf.\nÁður en þungun er rofin skal kona eiga kost á fræðslu og ráðgjöf læknis, hjúkrunarfræðings, ljósmóður og félagsráðgjafa, eftir því sem þörf krefur. Þá skal veita konu upplýsingar um áhættu samfara aðgerðinni, sbr. 5. gr. laga um réttindi sjúklinga, nr. 74/1997, frá þeim lækni sem framkvæmir aðgerðina eða lækni með sérhæfingu á sviði þungunarrofs. Eftir þungunarrof skal kona eiga kost á stuðningsviðtali.\nÖll fræðsla og ráðgjöf í tengslum við þungunarrof skal veitt á óhlutdrægan hátt og byggjast á gagnreyndri þekkingu með virðingu fyrir mannréttindum og með mannlega reisn að leiðarljósi.\nIII. kafli. Almenn ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gjaldtaka.\nHeilbrigðisþjónusta vegna þungunarrofs skal vera gjaldfrjáls fyrir konur sem eru sjúkratryggðar samkvæmt lögum um sjúkratryggingar.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Skrá um þungunarrof.\nEmbætti landlæknis skal halda rafræna, ópersónugreinanlega skrá yfir öll þungunarrof.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Viðurlög.\nUm brot gegn ákvæðum laga þessara fer samkvæmt almennum hegningarlögum og lögum um heilbrigðisstarfsmenn, eftir því sem við á.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. september 2019.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
