{
  "id": "81/2019",
  "type": "statute",
  "title": "Lög um úrskurðaraðila á sviði neytendamála",
  "status": "in_force",
  "issued_date": "2019-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2019081.html",
  "description": "Tóku gildi 1. janúar 2020 nema III. kafli og 1. mgr. 20. gr. sem tóku gildi 6. júlí 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja neytendum aðgang að skilvirkri og faglegri málsmeðferð við lausn deilumála utan dómstóla.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lögfesting.\nEftirfarandi reglugerðir, eins og þær voru teknar upp í samninginn um Evrópska efnahagssvæðið, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 194/2016 frá 23. september 2016, sem var birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 19 frá 22. mars 2018, bls. 51–53, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest:\n1. Reglugerð Evrópuþingsins og ráðsins (ESB) nr. 524/2013 frá 21. maí 2013 um lausn deilumála neytenda með rafrænni málsmeðferð á netinu og um breytingu á reglugerð (EB) nr. 2006/2004 og tilskipun 2009/22/EB, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 57/2016 frá 13. október 2016, bls. 61–72.\n2. Framkvæmdarreglugerð framkvæmdastjórnarinnar (ESB) 2015/1051 frá 1. júlí 2015 um fyrirkomulag framkvæmdar á starfsemi rafræns vettvangs til lausnar deilumálum á netinu, fyrirkomulag rafræna kvörtunareyðublaðsins og fyrirkomulag samstarfs milli tengiliða sem kveðið er á um í reglugerð Evrópuþingsins og ráðsins (ESB) nr. 524/2013 um lausn deilumála neytenda með rafrænni málsmeðferð á netinu, sem birt var í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 57/2016 frá 13. október 2016, bls. 73–76.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gildissvið.\nLög þessi taka til ágreinings um samninga sem neytendur gera við seljendur um kaup á vöru eða þjónustu, þó ekki ágreinings sem er til meðferðar hjá dómstólum eða dómur hefur gengið um.\nLög þessi gilda ekki um:\na. heilbrigðisþjónustu,\nb. opinbera þjónustu á stigi framhaldsmenntunar eða æðri menntunar,\nc. þjónustu í almannaþágu sem er ekki af efnahagslegum toga eða\nd. fasteignakaup.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skilgreiningar.\nMerking orða í lögum þessum er sem hér segir:\n1. Neytandi er einstaklingur sem kaupir vöru eða þjónustu gegn endurgjaldi, enda séu kaupin ekki gerð í atvinnuskyni.\n2. Seljandi er einstaklingur, félag, opinber aðili og aðrir sem koma fram í atvinnuskyni og gera samninga við neytendur, svo og hver sá sem í atvinnuskyni kemur fram í umboði eða fyrir hönd seljanda.\n3. Sölusamningur er samningur seljanda og neytanda um kaup á vöru gegn endurgjaldi, svo og hvers konar samningar sem varða bæði vörur og þjónustu.\n4. Þjónustusamningur er samningur af öðrum toga en sölusamningur þar sem seljandi veitir neytanda þjónustu eða skuldbindur sig til þess og neytandinn greiðir eða skuldbindur sig til að greiða verð hennar.\n5. Úrskurðaraðili er sérhver aðili sem lög þessi taka til og býður lausn deilumála með málsmeðferð til lausnar deilumálum utan dómstóla.\n6. Lögbundinn úrskurðaraðili er úrskurðaraðili sem starfar á grundvelli laga og fjallar um einkaréttarlegan ágreining.\n7. Viðurkenndur úrskurðaraðili er úrskurðaraðili sem fjallar um einkaréttarlegan ágreining og hlotið hefur viðurkenningu samkvæmt lögum þessum.\n8. Tilkynntur úrskurðaraðili er lögbundinn eða viðurkenndur úrskurðaraðili sem hefur verið skrásettur og tilkynntur í samræmi við 12. gr. laga þessara.\n9. Rafræni vettvangurinn er rafrænn vettvangur Evrópusambandsins til lausnar deilumálum á netinu og er starfræktur samkvæmt reglugerð Evrópuþingsins og ráðsins (ESB) nr. 524/2013 frá 21. maí 2013 um lausn deilumála neytenda með rafrænni málsmeðferð á netinu og um breytingu á reglugerð (EB) nr. 2006/2004 og tilskipun 2009/22/EB.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stjórnsýsla og eftirlit.\nRáðherra fer með yfirstjórn samkvæmt lögum þessum og hefur eftirlit með því að úrskurðaraðilar uppfylli skilyrði laganna.\nNeytendastofa hefur eftirlit með því að seljendur fullnægi upplýsingaskyldu skv. 6. og 7. gr. Um málsmeðferð, úrræði og viðurlög vegna brota gegn 6. og 7. gr. og um kærurétt til áfrýjunarnefndar neytendamála fer eftir ákvæðum laga um eftirlit með viðskiptaháttum og markaðssetningu.\nUmsjónaraðili Evrópsku neytendaaðstoðarinnar á Íslandi er tengiliður rafræna vettvangsins.\nII. kafli. Upplýsingagjöf til neytenda.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Upplýsingar um úrskurðaraðila.\nSeljendur skulu veita neytendum upplýsingar um úrskurðaraðila sem neytendur geta leitað til vegna ágreinings seljanda og neytanda. Upplýsingarnar skulu innihalda heimilisfang og vefsetur úrskurðaraðilans og vera látnar í té á skýran, skiljanlegan og aðgengilegan hátt á vefsetri seljanda og í almennum samningsskilmálum seljanda ef við á.\nNú hafnar seljandi kröfum neytanda í heild eða hluta vegna samnings um kaup á vöru eða þjónustu og skal seljandi þá án tafar veita neytanda upplýsingar skv. 1. mgr., skriflega eða á öðrum varanlegum miðli.\nRáðherra, tilkynntir úrskurðaraðilar og umsjónaraðili Evrópsku neytendaaðstoðarinnar á Íslandi skulu gera neytendum aðgengilega skrá yfir tilkynnta úrskurðaraðila í deilumálum utan dómstóla á Evrópska efnahagssvæðinu.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Upplýsingar um rafræna vettvanginn.\nSeljendur og netmarkaðir sem gera sölu- eða þjónustusamninga á netinu skulu hafa tengil við rafræna vettvanginn ásamt netfangi sínu á vefsetrum sínum. Tengillinn skal vera auðveldlega aðgengilegur fyrir neytendur. Seljendur sem gera sölu- eða þjónustusamninga á netinu skulu upplýsa neytendur á vefsetrum sínum um að unnt sé að nota rafræna vettvanginn til að leysa úr deilumálum.\nGeri seljandi sölutilboð með tölvupósti skal hann innihalda tengil við rafræna vettvanginn. Upplýsingarnar skulu einnig koma fram í almennum samningsskilmálum ef við á.\nIII. kafli. Viðurkenning úrskurðaraðila og upplýsingaskylda.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Viðurkenndir úrskurðaraðilar.\nRáðherra getur viðurkennt úrskurðaraðila samkvæmt umsókn uppfylli hann ákvæði laga þessara og reglna settra samkvæmt þeim.\nÚrskurðaraðili skal starfa á tilteknu skýrt afmörkuðu sviði viðskipta og skal stofnað til hans með lögum eða samningi samtaka á sviði atvinnulífs og samtaka neytenda. Úrskurðaraðili skal starfa samkvæmt samþykktum um skipulag og málsmeðferð þar sem kveðið er á um sérþekkingu, sjálfstæði og óhlutdrægni í störfum úrskurðaraðilans auk ákvæða um kostnað og gjöld.\nRáðherra setur reglugerð um upplýsingar sem fylgja skulu umsókn um viðurkenningu og hvernig upplýsingarnar skuli veittar. Ráðherra setur reglugerð um kröfur til samþykkta úrskurðaraðila og um kröfur til sérþekkingar, sjálfstæðis, óhlutdrægni, gagnsæis, skilvirkni og sanngirni úrskurðaraðila. Ráðherra er heimilt að kveða á um í reglugerð að úrskurðaraðilar geti notað sáttamiðlun í málsmeðferð sinni.\nRg. 900/2019.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Lögbundnir úrskurðaraðilar.\nLögbundnum úrskurðaraðilum er ekki skylt að sækja um viðurkenningu ráðherra skv. 8. gr. Ráðherra getur með samkomulagi við viðeigandi fagráðherra sett reglur um málsmeðferð slíkra úrskurðaraðila svo unnt sé að tilkynna þá skv. 12. gr.\nRáðherra tilkynnir kærunefnd vöru- og þjónustukaupa skv. 12. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Afturköllun viðurkenningar.\nRáðherra er heimilt að afturkalla viðurkenningu úrskurðaraðila sem ekki uppfyllir skilyrði laga þessara og reglna settra samkvæmt þeim. Ákvörðun um afturköllun skal rökstudd og þriggja mánaða frestur veittur til úrbóta áður en ákvörðun er tekin.\nNú er viðurkenning afturkölluð og skal úrskurðaraðili þá tafarlaust tilkynna aðilum í málum sem til meðferðar eru hjá honum um áhrif þess á meðferð og úrlausn mála.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Upplýsingaskylda.\nRáðherra getur krafið tilkynntan úrskurðaraðila um allar upplýsingar og gögn sem nauðsynleg eru til að sinna eftirliti og öðrum skyldum ráðherra við framkvæmd laga þessara.\nRáðherra getur einnig lagt skyldu á tilkynnta úrskurðaraðila til að upplýsa ráðherra reglulega um starfsemi sína, breytingar á starfseminni og önnur atriði sem skipta máli við framkvæmd laga þessara.\nUpplýsingar og gögn skv. 1. og 2. mgr. skulu afhent innan hæfilegs frests sem ráðherra setur. Ráðherra setur í reglugerð nánari ákvæði um upplýsingagjöf tilkynntra úrskurðaraðila samkvæmt þessari grein.\nRáðherra skal stuðla að samvinnu og miðlun reynslu milli tilkynntra úrskurðaraðila.\nUmsjónaraðili Evrópsku neytendaaðstoðarinnar á Íslandi skal veita neytendum aðstoð við að finna úrskurðaraðila í deilumálum utan dómstóla sem starfar í öðru EES-ríki og er til þess bær að fjalla um deilumál yfir landamæri.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Skrá yfir úrskurðaraðila.\nRáðherra heldur skrá yfir viðurkennda úrskurðaraðila. Skráin og uppfærslur hennar skulu jafnóðum tilkynntar til fastanefndar EFTA. Ráðherra er á sama hátt heimilt að halda og tilkynna skrá yfir lögbundna úrskurðaraðila sem uppfylla skilyrði laga þessara og reglna settra samkvæmt þeim.\nRáðherra gefur Eftirlitsstofnun EFTA skýrslu fjórða hvert ár um þróun og starfsemi tilkynntra úrskurðaraðila.\nIV. kafli. Málsmeðferð viðurkenndra úrskurðaraðila og kærunefndar vöru- og þjónustukaupa.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Málsmeðferð.\nViðurkenndir úrskurðaraðilar og kærunefnd vöru- og þjónustukaupa skulu taka til meðferðar kvartanir neytenda samkvæmt lögum þessum vegna seljenda sem hafa staðfestu á Íslandi.\nNiðurstaða málsmeðferðar samkvæmt þessari grein skal kynnt aðilum máls innan 90 daga frá þeim degi er öll gögn máls hafa borist. Nú er mál mjög flókið og er þá unnt að framlengja frestinn um 90 daga sé ástæða til með tilkynningu til aðila máls. Í tilkynningu skal greint frá því hve langan tíma áætlað er að taki að leiða deiluna til lykta.\nSamningar um að ágreiningur skuli lagður í gerð eða annan sérstakan vettvang koma ekki í veg fyrir að viðurkenndir úrskurðaraðilar eða kærunefnd vöru- og þjónustukaupa taki kvörtun neytenda til meðferðar.\nNú óskar neytandi eftir að kvörtun verði tekin til meðferðar hjá viðurkenndum úrskurðaraðila eða kærunefnd vöru- og þjónustukaupa og málsmeðferð er þegar hafin hjá gerðardómi eða á öðrum sérstökum vettvangi og skal málsmeðferð þá frestað þar til niðurstaða viðurkennds úrskurðaraðila eða kærunefndar vöru- og þjónustukaupa liggur fyrir.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Frávísun.\n[Viðurkenndir úrskurðaraðilar og kærunefnd vöru- og þjónustukaupa skulu vísa frá málum sem:\na. heyra ekki undir lögsögu þeirra,\nb. heyra undir, eru til meðferðar eða hafa hlotið meðferð hjá öðrum viðurkenndum eða lögbundnum úrskurðaraðila sem ráðherra hefur skráð og tilkynnt eða erlendum úrskurðaraðila sem er á skrá yfir tilkynnta úrskurðaraðila í deilumálum utan dómstóla á Evrópska efnahagssvæðinu, eða\nc. eru til meðferðar eða hafa hlotið meðferð hjá dómstólum.]\nViðurkenndir úrskurðaraðilar og kærunefnd vöru- og þjónustukaupa geta vísað málum frá þegar:\na. neytandi hefur ekki reynt að leysa málið beint með gagnaðila,\nb. kvörtun er lítilvæg eða tilefnislaus,\nc. ...\nd. virði kröfu er undir eða yfir skilgreindum fjárhæðarmörkum,\ne. kvörtun er metin ótæk til meðferðar hjá viðurkenndum úrskurðaraðila eða kærunefnd vöru- og þjónustukaupa eða\nf. meðhöndlun máls mundi á einhvern hátt skaða alvarlega skilvirka starfsemi viðurkennda úrskurðaraðilans eða kærunefndar vöru- og þjónustukaupa.\nFrávísun skal rökstudd og send aðilum máls eigi síðar en þremur vikum frá móttöku kvörtunar eða móttöku upplýsinga sem nauðsynlegar eru til að ákveða hvort vísa megi máli frá.\nL. 19/2021, 1. gr.\nV. kafli. Kærunefnd vöru- og þjónustukaupa.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Skipan.\nRáðherra skipar kærunefnd vöru- og þjónustukaupa til þriggja ára í senn. Nefndarmenn skulu vera þrír. Ráðherra skipar einn nefndarmanna eftir tilnefningu Neytendasamtakanna, annan eftir tilnefningu Samtaka atvinnulífsins og hinn þriðja án tilnefningar og skal hann jafnframt vera formaður nefndarinnar. Formaður nefndarinnar skal fullnægja skilyrðum til að vera héraðsdómari. Varamenn nefndarinnar skulu tilnefndir og skipaðir á sama hátt.\nRáðherra setur með reglugerð nánari ákvæði um valdsvið og verkefni nefndarinnar, málsmeðferðarreglur fyrir nefndinni og störf hennar að öðru leyti. Þar á meðal getur ráðherra sett ákvæði um að nefndinni sé heimilt að vísa frá kvörtunum þar sem virði krafna er undir eða yfir skilgreindum fjárhæðarmörkum. Ráðherra er einnig heimilt að kveða á um að nefndin geti tekið til meðferðar mál undir skilgreindum fjárhæðarmörkum ef það hefur almenna þýðingu fyrir neytendur.\nKærunefndin skal vistuð hjá Neytendastofu sem sér nefndinni fyrir fundaraðstöðu og sér um vörslu gagna.\nRg. 1177/2019.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Málsmeðferð.\nNeytendur geta óskað eftir úrskurði kærunefndar vöru- og þjónustukaupa vegna ágreinings sem rís af sölu- eða þjónustusamningi.\n...\nMálsmeðferð fyrir nefndinni er skrifleg og kallar nefndin ekki fyrir aðila máls eða vitni. Telji formaður þörf á sérkunnáttu við úrlausn máls getur hann kvatt til mann eða menn sem hafa viðeigandi sérkunnáttu. Ráðherra kveður nánar á um kvaðningu kunnáttumanns í reglugerð.\nStjórnsýslulög gilda um meðferð mála fyrir nefndinni nema annað leiði af lögum þessum.\nL. 19/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Málskotsgjald og kostnaður.\nNeytandi sem óskar eftir úrskurði kærunefndar vöru- og þjónustukaupa skal greiða málskotsgjald.\nNeytandi fær málskotsgjald endurgreitt:\na. falli mál honum að hluta eða öllu leyti í vil,\nb. falli mál niður með samkomulagi aðila eða\nc. málinu er vísað frá, sbr. 1. mgr. 13. gr., [1. eða 2. mgr. 14. gr.]\nFalli mál að hluta eða öllu leyti neytanda í vil skal seljandi greiða gjald vegna kostnaðar nefndarinnar af meðferð málsins.\nGjöld skv. 1. og 3. mgr. greiðast vegna málsmeðferðar nefndarinnar og skulu ekki vera hærri en nemur raunkostnaði til að standa straum af kostnaðarþáttum málsmeðferðarinnar. Við ákvörðun gjalda skal leggja til grundvallar kostnað vegna launa og launatengdra gjalda, aðkeyptrar sérfræðiþjónustu, húsnæðis, starfsaðstöðu, stjórnunar og stoðþjónustu.\nRáðherra setur með reglugerð nánari ákvæði um fjárhæð og greiðslu gjalds sem seljandi skal greiða og fjárhæð og greiðslu málskotsgjalds.\nL. 19/2021, 3. gr. Rg. 1177/2019.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Úrskurðir.\nÚrskurðir kærunefndar vöru- og þjónustukaupa skulu rökstuddir og birtir á vefsetri nefndarinnar. Úrskurðir nefndarinnar skulu kynntir aðilum máls og þeim leiðbeint um réttaráhrif þeirra.\nÚrskurðum nefndarinnar verður ekki skotið til annarra stjórnvalda. Þegar úrskurður nefndarinnar hefur verið kveðinn upp geta aðilar lagt ágreining sinn fyrir dómstól á venjulegan máta. Málshöfðun frestar ekki heimild til aðfarar skv. 5. mgr.\nVilji seljandi ekki una úrskurðinum skal hann tilkynna nefndinni um það með skýrum og sannanlegum hætti innan 30 daga frá því að honum er tilkynnt um úrskurðinn.\nSeljandi getur óskað eftir endurupptöku úrskurðar skv. 1. mgr. 24. gr. stjórnsýslulaga og frestar það réttaráhrifum úrskurðar. Að liðnum fresti skv. 3. mgr. verður mál ekki endurupptekið að ósk seljanda. Nú er nýr úrskurður kveðinn upp í málinu og reiknast þá nýr frestur skv. 3. mgr.\nÚrskurðir nefndarinnar eru aðfararhæfir þegar frestur skv. 3. mgr. er liðinn og tilkynning hefur ekki borist nefndinni frá seljanda.\nAð ósk neytanda skal nefndin gefa út vottorð um að skilyrðum 5. mgr. sé fullnægt.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Birting upplýsinga.\nRáðherra getur með reglugerð ákveðið að kærunefnd vöru- og þjónustukaupa skuli birta skrá yfir nöfn seljenda sem tilkynnt hafa að þeir uni ekki úrskurði nefndarinnar skv. 3. mgr. 18. gr.\nAfmá skal nafn seljanda af skrá skv. 1. mgr. þegar:\na. eitt ár er liðið frá birtingu úrskurðar,\nb. seljandi fer sannanlega að úrskurði nefndarinnar,\nc. dómsmál er höfðað um kröfu málsins eða\nd. dóms sem hefur þýðingu fyrir niðurstöðu úrskurðar nefndarinnar er að vænta í máli annarra aðila.\nVI. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Reglugerð.\nRáðherra er heimilt að setja nánari ákvæði í reglugerð um valdsvið, verkefni, endurmenntun, málsmeðferðarreglur og störf úrskurðaraðila samkvæmt lögum þessum.\nRáðherra er heimilt að setja nánari ákvæði um framkvæmd lausnar deilumála neytenda með rafrænni málsmeðferð á netinu sem mælt er fyrir um í reglugerð Evrópuþingsins og ráðsins (ESB) nr. 524/2013 frá 21. maí 2013 um lausn deilumála neytenda með rafrænni málsmeðferð á netinu og um breytingu á reglugerð (EB) nr. 2006/2004 og tilskipun 2009/22/EB og framkvæmdarreglugerð framkvæmdastjórnarinnar (ESB) 2015/1051 frá 1. júlí 2015 um fyrirkomulag framkvæmdar á starfsemi rafræns vettvangs til lausnar deilumálum á netinu, fyrirkomulag rafræna kvörtunareyðublaðsins og fyrirkomulag samstarfs milli tengiliða sem kveðið er á um í reglugerð Evrópuþingsins og ráðsins (ESB) nr. 524/2013 um lausn deilumála neytenda með rafrænni málsmeðferð á netinu.\nReglugerðir eða tilskipanir Evrópusambandsins, sem teknar verða upp í EES-samninginn og fela í sér breytingar eða viðbætur við þær reglugerðir sem vísað er til í 2. gr., er ráðherra heimilt að innleiða með reglugerð.\nRg. 900/2019. Rg. 1177/2019.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Þagnarskylda.\nNefndarmenn og starfsmenn viðurkenndra úrskurðaraðila og kærunefndar vöru- og þjónustukaupa eru bundnir þagnarskyldu. Þeir mega ekki, að viðlagðri ábyrgð, skýra óviðkomandi frá því sem þeir komast að í starfi sínu og leynt á að fara vegna lögmætra almanna- og einkahagsmuna. Sama gildir um sjálfstæða sérfræðinga þegar þeir starfa á vegum úrskurðaraðila eða kærunefndarinnar og starfsmenn tengiliðar rafræna vettvangsins. Þagnarskylda helst þótt látið sé af störfum eða verksamningi ljúki.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Innleiðing á tilskipun.\nLög þessi eru sett til innleiðingar á tilskipun Evrópuþingsins og ráðsins 2013/11/ESB frá 21. maí 2013 um lausn deilumála neytenda utan dómstóla og um breytingu á reglugerð (EB) nr. 2006/2004 og tilskipun 2009/22/EB og sem vísað er til í XIX. viðauka samningsins um Evrópska efnahagssvæðið eins og honum var breytt með ákvörðun sameiginlegu EES-nefndarinnar, nr. 194/2016 frá 23. september 2016, sem birt var 13. október 2016 í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 57/2016.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2020. Þó öðlast ákvæði III. kafla og 1. mgr. 20. gr. þegar gildi.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nÞrátt fyrir ákvæði 23. gr. skal kærunefnd lausafjár- og þjónustukaupa hafa umboð til að veita álitsgerð í þeim málum sem hún hefur til meðferðar við gildistöku laga þessara.\nII.\nFrá og með samþykkt laga þessara geta úrskurðaraðilar sótt um og hlotið viðurkenningu ráðherra í samræmi við ákvæði II. kafla. Ráðherra tilkynnir lögbundna og viðurkennda úrskurðaraðila í samræmi við ákvæði II. kafla frá og með samþykkt þessara laga.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
