{
  "id": "150/2019",
  "type": "statute",
  "title": "Lög um innheimtu opinberra skatta og gjalda",
  "status": "in_force",
  "issued_date": "2019-12-23",
  "url": "https://www.althingi.is/lagas/nuna/2019150.html",
  "description": "Tóku gildi 31. desember 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um innheimtu á sköttum, gjöldum og sektum ásamt vöxtum, álagi og kostnaði sem lögð eru á af stjórnvöldum og sem innheimtumönnum ríkissjóðs er falið að innheimta.\nÞá gilda lögin um innheimtu erlendra skatta, gjalda og sekta sem innheimtumönnum er falið að innheimta á grundvelli samninga sem Ísland hefur gert við önnur ríki.\nLögin gilda einnig um endurgreiðslur oftekinna skatta og gjalda og um endurgreiðslur oftekinna sekta sem lagðar eru á af stjórnvöldum. Lögin gilda þó ekki um endurgreiðslu sekta sem innheimtar eru á grundvelli laga um fullnustu refsinga eða með vísan til þeirra laga.\nSérákvæði annarra laga um skatta, gjöld og sektir sem mæla fyrir á annan veg ganga framar ákvæðum laga þessara.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi orða sem hér segir:\n1. Afskrift: Það að færa kröfur á hendur gjaldanda niður að hluta eða öllu leyti samkvæmt lögum.\n2. Eindagi: Síðasti dagur til að greiða kröfu áður en dráttarvextir eða álag leggjast á hana.\n3. Gjaldandi: Greiðandi skatta, gjalda eða sekta.\n4. Gjalddagi: Sá dagur sem fyrst er heimilt að krefja gjaldanda um greiðslu kröfu.\n5. Greiðsluáætlun: Áætlun um greiðslu skatta, gjalda og sekta sem gerð er m.a. í því skyni að létta greiðslubyrði gjaldanda og fresta innheimtuaðgerðum.\n6. Skuldajöfnun: Þegar inneign er notuð til að greiða gjaldfallna skuld.\n7. Þing- og sveitarsjóðsgjöld: Tekjuskattur, útsvar, gjald í Framkvæmdasjóð aldraðra, útvarpsgjald, slysatryggingagjald vegna heimilisstarfa, ofgreiddar barnabætur, ofgreiddar vaxtabætur og önnur ótalin gjöld sem innheimt eru með vísan til laga um tekjuskatt og samsvarandi gjöld samkvæmt samningum við önnur ríki.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk innheimtumanna ríkissjóðs.\nInnheimtumenn ríkissjóðs annast innheimtu skatta og gjalda hver í sínu umdæmi. Með sköttum og gjöldum er átt við hvers konar skatta og gjöld sem lögð eru á lögum samkvæmt. Þá annast innheimtumenn innheimtu sekta sem lagðar eru á af stjórnvöldum og þeim er falið að innheimta.\nInnheimtumenn ríkissjóðs eru ríkisskattstjóri í umdæmi sýslumannsins á höfuðborgarsvæðinu en sýslumenn í öðrum umdæmum.\nAuk þeirra verkefna sem ríkisskattstjóra er falið sem einum innheimtumanna ríkissjóðs skal hann m.a. annast eftirtalin verkefni er lúta að framkvæmd innheimtu skatta og gjalda:\n1. Stefnumótun á sviði innheimtumála á landsvísu með hagræðingu, samræmingu, framþróun og öryggi varðandi innheimtu opinberra gjalda að leiðarljósi. Í þessu skyni skal ríkisskattstjóri m.a. annast áhættugreiningu á sviði innheimtu opinberra gjalda.\n2. Samræmingar- og eftirlitshlutverk gagnvart öðrum innheimtumönnum ríkissjóðs, m.a. með setningu verklagsreglna. Ríkisskattstjóra er heimilt að beina bindandi fyrirmælum til annarra innheimtumanna um innheimtuaðgerðir í einstökum málum eða málaflokkum ef settar reglur eru ekki virtar.\n3. Umsjón og þróun tölvukerfa og rafrænnar stjórnsýslu á sviði innheimtu skatta og gjalda.\nRáðherra getur ákveðið í reglugerð að fela öðrum aðila en þeim sem um getur í 1. mgr. innheimtu skatta samkvæmt lögum um tekjuskatt í tilteknu umdæmi eða umdæmum. Á sama hátt getur ráðherra ákveðið að sami innheimtumaður annist innheimtu í fleiri en einu umdæmi.\nÞá er ráðherra, sveitarstjórnum og forráðamönnum annarra opinberra stofnana heimilt að semja svo um að innheimta skuli í einu lagi öll gjöld sem greiða ber þessum aðilum. Fela má innheimtuna innheimtumanni ríkissjóðs, sveitarfélagi eða sérstakri innheimtustofnun. Allar heimildir og skyldur innheimtumanna ríkissjóðs, sveitarfélaga og stofnana vegna gjaldheimtu skulu þá færast til þess aðila sem tekur gjaldheimtuna að sér.\nRg. 241/2020.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Áfrýjun eða deila um skattskyldu.\nÁfrýjun eða deila um skattskyldu frestar hvorki eindaga skatta og gjalda né leysir gjaldanda undan viðurlögum við vangreiðslu þeirra. Innheimtumönnum ríkissjóðs ber að innheimta skattkröfur sem byggjast á áætlunum skattyfirvalda með sama hætti og skuld samkvæmt skattskýrslum. Innheimtuúrræðum er ekki frestað þótt skattskýrslu hafi ekki verið skilað eða skattálagning verið kærð.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kæruheimild og endurupptaka.\nGjaldanda er unnt að fá ákvarðanir innheimtumanns ríkissjóðs endurskoðaðar með stjórnsýslukæru til ráðuneytisins á grundvelli VII. kafla stjórnsýslulaga, nr. 37/1993. Ákvörðun innheimtumanns er kæranleg innan þriggja mánaða frá því að aðila máls er tilkynnt um ákvörðun. Gjaldanda er jafnframt heimilt að fara fram á endurupptöku ákvörðunar hjá innheimtumanni í samræmi við ákvæði 24. gr. sömu laga.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Jafnræðisregla.\nVið úrlausn mála er varða innheimtu skatta, gjalda og sekta samkvæmt lögum þessum skal þess gætt að allir gjaldendur sem eins stendur á um hljóti sömu málsmeðferð.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Dráttarvextir, álag og kostnaður.\nHafi skattar og gjöld ekki verið greidd á eindaga skal greiða dráttarvexti skv. 1. mgr. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, af þeirri fjárhæð sem gjaldfallin er frá gjalddaga. Í lögboðnum tilvikum bætist við álag. Dráttarvextir og álag sem leggjast á skatta og gjöld eru hluti kröfunnar og fyrnast ekki sjálfstætt.\nSé vaxtatímabil lengra en tólf mánuðir án þess að vextirnir séu greiddir skulu þeir lagðir við höfuðstól og nýir vextir reiknaðir af samanlagðri fjárhæð, sbr. 12. gr. laga um vexti og verðtryggingu, nr. 38/2001. Ekki skal bæta vöxtum við höfuðstól oftar en á tólf mánaða fresti.\nÓheimilt er að lækka eða fella niður dráttarvexti og álag nema lög mæli fyrir á annan veg.\nGjaldandi skal greiða lögboðinn kostnað vegna innheimtuaðgerða og er óheimilt að fella hann niður.\nInnheimtumaður gefur ekki út skuldleysisvottorð til gjaldanda skuldi hann gjaldfallna skatta, gjöld eða sektir.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Endurgreiðsla oftekins fjár.\nStjórnvöld sem innheimta skatta, gjöld eða sektir skulu endurgreiða það fé sem ofgreitt reynist lögum samkvæmt ásamt vöxtum skv. 1. mgr. 8. gr. laga um vexti og verðtryggingu, nr. 38/2001, af því fé sem oftekið var frá þeim tíma sem greiðslan átti sér stað og þar til endurgreiðsla fer fram. Vextir skulu þó ekki greiddir ef endurgreiðsla fer fram innan 30 daga frá því að fé var oftekið. Stjórnvöld skulu hafa frumkvæði að endurgreiðslu þegar þeim verður ljóst að ofgreitt hefur verið.\nSé kæra til meðferðar hjá yfirskattanefnd og nefndin kveður ekki upp úrskurð innan lögboðins frests skv. 1. mgr. 8. gr. laga um yfirskattanefnd, nr. 30/1992, skal greiða gjaldanda dráttarvexti skv. 1. mgr. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, af fjárhæð sem yfirskattanefnd úrskurðar að skuli endurgreiða, eða dæmd er síðar, frá þeim tíma þegar frestur nefndarinnar til að kveða upp úrskurð leið.\n[Hafi gjaldandi höfðað dómsmál til endurgreiðslu skatta, gjalda eða sekta má hann krefjast dráttarvaxta frá þeim tíma þegar dómsmál telst höfðað. Hafi gjald verið dæmt ólögmætt leggjast dráttarvextir á greiðslur málshefjanda sem inntar voru af hendi eftir málshöfðun frá greiðsludegi þar til endurgreiðsla fer fram.]\nGreiða skal gjaldanda dráttarvexti skv. 1. mgr. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, frá þeim degi þegar bært stjórnvald ákvarðar inneign enda hafi endurgreiðsla ekki farið fram innan 30 daga frá því tímamarki. Hafi gjaldandi ekki veitt innheimtumanni nauðsynlegar upplýsingar til að endurgreiðsla geti farið fram, svo sem um bankareikning til innborgunar, sbr. 6. mgr., skal greiða dráttarvexti frá þeim degi þegar gjaldandi veitir upplýsingarnar hafi endurgreiðsla ekki farið fram innan 30 daga frá því tímamarki.\nÁkvæði 4. mgr. gengur framar 1. og 3. mgr. 5. gr. laga um vexti og verðtryggingu, nr. 38/2001.\nEndurgreiðsla skal fara fram með innborgun á bankareikning gjaldanda nema skilyrði séu til skuldajöfnunar.\nKrafa um endurgreiðslu samkvæmt lögum þessum fyrnist þegar fjögur ár eru liðin frá því að greiðsla átti sér stað eða inneign myndaðist. Þegar krafa um endurgreiðslu fyrnist fyrnast jafnframt áfallnir vextir.\nL. 140/2024, 11. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skuldajöfnun.\nSkuldajafna skal inneignum á móti gjaldföllnum sköttum, gjöldum, sektum og sakarkostnaði nema lög mæli fyrir á annan veg.\nSkuldajafna skal inneignum á móti erlendum sköttum, gjöldum og sektum sem eru til innheimtu hér á landi á grundvelli samninga sem Ísland hefur gert við önnur ríki nema lög mæli fyrir á annan veg.\nSkuldajafna skal barnabótum á móti fyrirframgreiddum barnabótum og ofgreiddum barnabótum. Skuldajafna skal barnabótum á móti kröfum um ofgreiddar barnabætur sem eru til innheimtu hér á landi á grundvelli samninga sem Ísland hefur gert við önnur ríki.\nSkuldajafna skal inneignum á móti gjaldföllnum sköttum, gjöldum og sektum sem gjaldandi ber sjálfskuldarábyrgð á nema lög mæli fyrir á annan veg. Hér undir fellur m.a. sjálfskuldarábyrgð skv. 116. gr. laga um tekjuskatt, nr. 90/2003, og ábyrgð félagsmanna sem bera beina, óskipta og ótakmarkaða ábyrgð á skuldbindingum félags.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ábyrgð þriðja aðila.\nBeri gjaldandi ábyrgð á greiðslu skatta, gjalda eða sekta þriðja aðila samkvæmt lögum getur innheimtumaður ríkissjóðs gengið að honum til greiðslu þeirra skulda sem hann ber ábyrgð á. Hér undir fellur m.a. ábyrgð skv. 116. gr. laga um tekjuskatt, nr. 90/2003, og ábyrgð félagsmanna sem bera beina, óskipta og ótakmarkaða ábyrgð á skuldbindingum félags.\nGera má aðför hjá þeim sem ber ábyrgð á sköttum, gjöldum eða sektum til tryggingar þeim skuldum sem hann ber ábyrgð á samkvæmt lögum.\nMeð ábyrgð samkvæmt þessari grein er átt við sjálfskuldarábyrgð.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Launaafdráttur.\nÖllum launagreiðendum er skylt að kröfu innheimtumanns ríkissjóðs að halda eftir af launum launþega til greiðslu þing- og sveitarsjóðsgjalda sem lögð eru á launþega og innheimta ber samkvæmt lögum um tekjuskatt og IV. kafla laga um tekjustofna sveitarfélaga, nr. 4/1995. Þá er launagreiðendum skylt að kröfu innheimtumanns að halda eftir af launum launþega til greiðslu þing- og sveitarsjóðsgjalda sem hann ber sjálfskuldarábyrgð á skv. 1. mgr. 116. gr. laga um tekjuskatt, nr. 90/2003.\nInnheimtumaður ríkissjóðs sendir kröfu um launaafdrátt til launagreiðanda á því formi sem ríkisskattstjóri ákveður og er ríkisskattstjóra jafnframt heimilt að ákveða á hvaða formi skilagreinar launagreiðanda skuli vera.\nFrádráttur launagreiðanda vegna staðgreiðslu opinberra gjalda, þing- og sveitarsjóðsgjalda, lögbundinna iðgjalda í lífeyrissjóð og stéttarfélag og meðlags samkvæmt kröfu [sýslumanns] skal aldrei vera meiri en sem nemur 75% af heildarlaunum launþega. Launþegi getur óskað eftir að gera greiðsluáætlun um lækkun launaafdráttar vegna þing- og sveitarsjóðsgjalda skv. 12. gr.\nSex dögum eftir útborgun launa skal launagreiðandi ótilkvaddur standa skil á afdregnum launum eða launum sem honum bar að halda eftir skv. 1. mgr. [ásamt skilagrein]. Sé lokadagur skilafrests almennur frídagur lengist fresturinn til næsta virka dags.\nLaunagreiðandi sem eigi hefur skilað á réttum degi fé sem hann hefur haldið eftir eða bar að halda eftir skv. 1. mgr. skal greiða dráttarvexti skv. 7. gr. Gjalddagi er útborgunardagur launa og eindagi sá dagur þegar launagreiðanda bar að skila fénu til innheimtumanns, sbr. 4. mgr.\nLaunagreiðandi ber sjálfskuldarábyrgð á þing- og sveitarsjóðsgjöldum sem hann hefur haldið eftir eða bar að halda eftir skv. 1. mgr. Launagreiðandi og launþegi bera óskipta ábyrgð á greiðslu þing- og sveitarsjóðsgjalda og getur innheimtumaður gengið að hvorum aðila fyrir sig. Launþegi ber þó ekki ábyrgð á greiðslu þing- og sveitarsjóðsgjalda sem hann sannar að launagreiðandi hafi haldið eftir af launum hans.\nKrafa vegna fjár sem launagreiðandi hefur haldið eftir eða bar að halda eftir samkvæmt þessari grein er aðfararhæf samkvæmt lögum gagnvart launagreiðanda án undangengins dóms eða sáttar.\n... Stéttarfélög og lífeyrissjóðir skulu láta innheimtumanni ríkissjóðs í té upplýsingar og gögn vegna launaafdráttar með rafrænum hætti ef því verður við komið og án endurgjalds til að hann geti rækt hlutverk sitt samkvæmt ákvæði þessu. Innheimtumanni er heimil vinnsla persónuupplýsinga, þar á meðal upplýsinga um greiðslur gjaldanda til stéttarfélags [og lífeyrissjóðs] og upplýsinga á launaseðli sem gjaldandi lætur innheimtumanni í té í þeim tilgangi að sinna lögbundnu hlutverki sínu samkvæmt ákvæði þessu að uppfylltum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga. Ákvæði annarra laga um trúnaðar- og þagnarskyldu víkja fyrir ákvæði þessu.\nLaunaafdráttur er heimill á meðan launþegi ber ábyrgð á kröfum sem ekki fást greiddar við gjaldþrotaskipti skv. 2. mgr. 165. gr. laga um gjaldþrotaskipti o.fl., nr. 21/1991.\nRáðherra skal með reglugerð setja nánari reglur um framkvæmd þessarar greinar.\nL. 45/2023, 12. gr. L. 133/2021, 20. gr. Rg. 240/2020.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Greiðsluáætlanir.\nInnheimtumanni ríkissjóðs er heimilt að gera greiðsluáætlun við gjaldanda um skatta, gjöld og sektir að beiðni gjaldanda. Greiðsluáætlun felur í sér viðurkenningu gjaldanda á kröfu og rýfur fyrningu hennar. Gild greiðsluáætlun frestar innheimtuaðgerðum vegna skatta, gjalda og sekta sem undir hana falla nema hætta sé á að hagsmunir ríkissjóðs fari annars forgörðum.\nLögboðnir dráttarvextir leggjast á skatta, gjöld og sektir þrátt fyrir að um þau hafi verið gerð greiðsluáætlun.\nSkuldajöfnun inneigna sem myndast í skattkerfinu skal fara fram þrátt fyrir gilda greiðsluáætlun. Skuldajöfnun upp í kröfur sem falla undir greiðsluáætlun hefur ekki áhrif á skyldu gjaldanda til að inna af hendi greiðslur samkvæmt henni. Gjaldandi hefur ekki forræði á ráðstöfun greiðslna inn á kröfur sem falla undir greiðsluáætlun.\nÁkvörðun um gerð greiðsluáætlana einstaklinga er heimil á grundvelli sjálfvirkrar gagnavinnslu. Gjaldandi á rétt til mannlegrar íhlutunar af hálfu innheimtumanns til að láta skoðun sína í ljós og til að vefengja ákvörðunina.\nFalli greiðsluáætlun úr gildi, sem gerð var eftir árangurslaust fjárnám, er innheimtumanni ríkissjóðs heimilt að skrá þær upplýsingar hjá fjárhagsupplýsingastofum sem hafa starfsleyfi til að miðla upplýsingum um vanskil skv. 15. gr. laga um persónuvernd og vinnslu persónuupplýsinga, nr. 90/2018, en með því verður gjaldandi skráður á ný á vanskilaskrá.\nRíkisskattstjóri setur verklagsreglur um greiðsluáætlanir og nánari skilyrði um gerð þeirra.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Stöðvun atvinnurekstrar.\nÞar sem lög kveða á um getur innheimtumaður ríkissjóðs látið lögreglu stöðva atvinnurekstur hjá þeim aðilum sem gera ekki fullnægjandi skil á sköttum og gjöldum, m.a. með innsigli á starfsstöðvar, skrifstofur, vörur og atvinnutæki. Gjaldanda skal tilkynnt um fyrirhugaða stöðvun atvinnurekstrar og gefinn sjö daga frestur frá dagsetningu tilkynningar til að greiða kröfu eða gera greiðsluáætlun. [Tilkynninguna má senda í stafrænt pósthólf á vegum stjórnvalda, sbr. lög um stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda, og telst það ávallt nægileg birting.]\nL. 102/2023, 26. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kyrrsetningar.\n[Til tryggingar greiðslu væntanlegrar skattkröfu, fésektar og sakarkostnaðar vegna mála sem sæta skattrannsókn eða lögreglurannsókn er ríkisskattstjóra heimilt að krefjast kyrrsetningar hjá skattaðila og öðrum þeim sem vegna tengsla sinna við mál eru grunaðir um háttsemi er varðar refsingu skv. 109. gr. laga um tekjuskatt, nr. 90/2003, 40. gr. laga um virðisaukaskatt, nr. 50/1988, 30. gr. laga um staðgreiðslu opinberra gjalda, nr. 45/1987, og 19. gr. laga um staðgreiðslu skatts á fjármagnstekjur, nr. 94/1996, ef hætta þykir á að eignum verði ella skotið undan eða þær glatist eða rýrni að mun, enda megi ætla að meint refsiverð háttsemi leiði til sektarákvörðunar skv. 110. gr. laga um tekjuskatt, nr. 90/2003, 41. gr. laga um virðisaukaskatt, nr. 50/1988, 31. gr. laga um staðgreiðslu opinberra gjalda, nr. 45/1987, og 20. gr. laga um staðgreiðslu skatts á fjármagnstekjur, nr. 94/1996, eða varði ákæru skv. 262. gr. almennra hegningarlaga, nr. 19/1940.] Með sama hætti er heimilt að krefjast kyrrsetningar hjá aðilum sem bera ábyrgð á skattgreiðslum skv. 116. gr. laga um tekjuskatt, nr. 90/2003, og hjá aðilum sem bera beina, óskipta og ótakmarkaða ábyrgð á skuldbindingum félags. Kyrrsetning skal framkvæmd á meðan mál er til meðferðar hjá skattrannsóknarstjóra [eða lögreglu].\nRíkisskattstjóri annast rekstur mála ... [skattrannsóknarstjóra] skv. 1. mgr. [Skal skattrannsóknarstjóri í kyrrsetningarkröfu tilgreina ætlaðar fjárhæðir vantalinna skatta skattaðila samkvæmt rannsókn þess máls sem um ræðir svo sem hún þá stendur, sem og ætlaðar fjárhæðir fésekta sem kunni samkvæmt rannsókninni að verða gerðar skattaðila eða öðrum þeim sem kyrrsetningar verður krafist hjá skv. 1. mgr.] Ríkisskattstjóra er heimill aðgangur að öllum nauðsynlegum upplýsingum og gögnum sem skattyfirvöld, fjármálastofnanir og aðrir aðilar búa yfir, sbr. 19. gr., og snerta ráðstafanir samkvæmt þessari grein.\nUm framkvæmd og gildi kyrrsetningar fer sem um kyrrsetningu fjármuna almennt sé að ræða með þeim undantekningum að ekki þarf að setja tryggingu fyrir greiðslu bóta sem gerðarþoli kann að öðlast rétt til, ekki þarf að höfða mál til staðfestingar kyrrsetningu og ekki skal greiða gjöld fyrir ráðstafanir.\nKyrrsetning fellur niður ef rannsókn leiðir ekki til þess að skattar skattaðila verði hækkaðir eða honum eða öðrum þeim sem rökstuddur grunur um refsiverða háttsemi beinist að skv. 109. gr. laga um tekjuskatt, nr. 90/2003, 40. gr. laga um virðisaukaskatt, nr. 50/1988, 30. gr. laga um staðgreiðslu opinberra gjalda, nr. 45/1987, og 19. gr. laga um staðgreiðslu skatts á fjármagnstekjur, nr. 94/1996, verði gerð fésekt hvort sem er af skattyfirvöldum eða fyrir dómi. Sá sem kyrrsetning beinist að á þá heimtingu á að felldar verði úr gildi þær ráðstafanir sem gerðar hafa verið til tryggingar kyrrsetningunni. Kyrrsetning fellur á sama hátt niður ef inntar eru af hendi þær greiðslur sem kyrrsetning á að tryggja.\nLeggja má fyrir héraðsdóm ágreining um lögmæti kyrrsetningargerðar með sama hætti og greinir í 2. mgr. 102. gr. laga um meðferð sakamála, nr. 88/2008.\nL. 133/2021, 21. gr. L. 29/2021, 26. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Nauðasamningar.\nInnheimtumanni ríkissjóðs er heimilt að samþykkja nauðasamning gjaldanda við kröfuhafa að uppfylltum eftirfarandi skilyrðum:\n1. Gjaldandi skuldi ekki virðisaukaskatt, staðgreiðslu opinberra gjalda, tryggingagjald eða vörugjald af ökutækjum.\n2. Skattar og gjöld séu ekki tilkomin vegna endurákvörðunar skattyfirvalda vegna skattsvika.\n3. Skattar og gjöld séu ekki byggð á áætlunum stjórnvalda.\n4. Gjaldandi skuldi hvorki skattsekt yfirskattanefndar eða [skattrannsóknarstjóra] né fésekt ársreikningaskrár ríkisskattstjóra.\n5. Ljóst sé að hagsmunum ríkissjóðs verði betur borgið með nauðasamningi.\nL. 29/2021, 26. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Afskriftir eldri krafna.\nRíkisskattstjóra er heimilt að afskrifa kröfur vegna þing- og sveitarsjóðsgjalda einstaklinga ásamt áföllnum dráttarvöxtum þegar tíu ár eru liðin frá stofnun kröfunnar að uppfylltum eftirfarandi skilyrðum:\n1. Ljóst þyki að gjaldandi geti ekki greitt höfuðstól ásamt áföllnum dráttarvöxtum.\n2. Greiðsluáætlun um lækkun launaafdráttar sé í gildi.\n3. Gjaldanda hafi verið synjað um greiðsluaðlögun hjá umboðsmanni skuldara eða greiðsluaðlögunarumleitanir reynst árangurslausar.\n4. Ábyrgð samsköttunaraðila sé ekki fyrir hendi, sbr. 1. mgr. 116. gr. laga um tekjuskatt, nr. 90/2003.\n5. Gjaldandi hafi ekki áður fengið afskrifaðar kröfur á grundvelli þessa ákvæðis.\nRíkisskattstjóri tekur umsóknir til afgreiðslu samkvæmt ákvæði þessu.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tilkynningar og upplýsingagjöf til [skattrannsóknarstjóra] og annars stjórnvalds sem fer með rannsókn máls.\nFái innheimtumaður ríkissjóðs vitneskju í starfi sínu um atvik sem hann telur vekja rökstuddan grun um að gjaldandi eða aðrir hafi gerst sekir um refsivert athæfi skal hann, ef ekki standa sérstök rök til annars, tilkynna það [skattrannsóknarstjóra], lögreglu, héraðssaksóknara eða öðru stjórnvaldi sem rannsókn háttseminnar heyrir undir.\nInnheimtumanni er skylt að veita [skattrannsóknarstjóra], lögreglu og héraðssaksóknara allar nauðsynlegar upplýsingar og gögn sem þau óska eftir og unnt er að láta þeim í té. Innheimtumanni er skylt að veita öðru stjórnvaldi skv. 1. mgr. allar nauðsynlegar upplýsingar og gögn um þau mál sem hann hefur tilkynnt því um á grundvelli 1. mgr.\nÁkvæði 20. gr. sem og ákvæði annarra laga um trúnaðar- og þagnarskyldu víkja fyrir ákvæðum þessarar greinar.\nL. 29/2021, 26. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Rafræn þjónusta.\nRafræn miðlun gagna og málsmeðferð er heimil, sbr. 39. gr. stjórnsýslulaga, nr. 37/1993.\nRíkisskattstjóra er heimilt að ákveða að greiðsla skatta, gjalda og sekta skuli eingöngu fara fram með rafrænum hætti.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Upplýsingagjöf.\nGjaldendum, stjórnvöldum og öðrum hlutaðeigandi aðilum er skylt að veita innheimtumanni ríkissjóðs án endurgjalds og á því formi sem óskað er allar nauðsynlegar upplýsingar og gögn sem innheimtumaður óskar eftir og unnt er að láta honum í té svo að hann geti rækt hlutverk sitt skv. 3. gr.\nInnheimtumanni ríkissjóðs skal heimill aðgangur að fasteigna-, skipa- og ökutækjaskrám, verðbréfamiðstöð og vinnuvélaskrá Vinnueftirlitsins í því skyni að sannreyna eignastöðu einstakra gjaldenda. Jafnframt skal ríkisskattstjóri veita öðrum innheimtumönnum aðgang að skattframtölum gjaldanda í þeim tilgangi að kanna eignastöðu vegna innheimtuaðgerða.\nAuk þeirrar heimildar sem kveðið er á um í 2. mgr. hefur innheimtumaður ríkissjóðs heimild til að óska eftir upplýsingum um eignir sem varðveittar kunna að vera í bönkum, sparisjóðum og öðrum fjármálafyrirtækjum, þ.m.t. innlán og verðbréfaeign sem og upplýsingar um skuldastöðu í því skyni að sannreyna eignastöðu gjaldenda í tengslum við kyrrsetningargerðir og innheimtuaðgerðir. Fjármálafyrirtækjum er skylt að upplýsa innheimtumann ríkissjóðs án endurgjalds um eignastöðu viðskiptamanna sinna hjá fyrirtækinu samkvæmt beiðni þar um.\nÞá skal innheimtumanni heimill rafrænn aðgangur að yfirlitum um framvindu skipta dánarbúa hjá sýslumönnum án endurgjalds vegna innheimtu hjá erfingjum dánarbúa, endurgreiðslna inneigna dánarbúa og vegna afskrifta eignalausra dánarbúa.\nÁkvæði 1. mgr. 94. gr. laga um tekjuskatt, nr. 90/2003, eiga við um innheimtumann á sama hátt og önnur skattyfirvöld.\nÁkvæði annarra laga um trúnaðar- og þagnarskyldu víkja fyrir ákvæðum þessarar greinar.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Þagnarskylda.\nÁ innheimtumanni ríkissjóðs hvílir þagnarskylda skv. X. kafla stjórnsýslulaga, nr. 37/1993. Innheimtumanni er óheimilt, að viðlagðri ábyrgð skv. XIV. kafla almennra hegningarlaga, nr. 19/1940, um brot í opinberu starfi, að skýra frá því sem hann kemst að í starfi sínu og leynt á að fara, þar á meðal um tekjur og efnahag gjaldenda. Þagnarskyldan helst þótt látið sé af störfum.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gildistaka og lagaskil.\nLög þessi öðlast þegar gildi. ...\nSé mál tekið upp að nýju eða ákvörðun kærð til æðra stjórnvalds eftir gildistöku laga þessara skal beita lögunum um þau mál upp frá því. Um endurgreiðslukröfur sem berast fyrir gildistöku laganna fer samkvæmt ákvæðum laga um endurgreiðslu oftekinna skatta og gjalda, nr. 29/1995.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    }
  ]
}
