{
  "id": "65/2019",
  "type": "statute",
  "title": "Lög um lýðskóla",
  "status": "in_force",
  "issued_date": "2019-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2019065.html",
  "description": "Tóku gildi 4. júlí 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og gildissvið.\nMarkmið laga þessara er að stuðla að starfrækslu lýðskóla á Íslandi. Með lýðskólum er átt við skóla sem hafa það að markmiði að veita almenna menntun og uppfræðslu í samræmi við ákvæði laganna og undirbúa nemendur fyrir þátttöku í lýðræðissamfélagi.\nLög þessi gilda um lýðskóla sem hafa hlotið viðurkenningu [Miðstöðvar menntunar og skólaþjónustu] samkvæmt lögunum.\nL. 91/2023, 9. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Yfirstjórn.\nRáðherra fer með yfirstjórn þeirra mála er lög þessi taka til.\nII. kafli. Viðurkenning lýðskóla og fjármögnun.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilyrði.\n[Miðstöð menntunar og skólaþjónustu] getur veitt skólum eða stofnunum viðurkenningu til fimm ára í senn til að starfa undir heitinu lýðskóli, sbr. 1. gr.\nLýðskólar skulu uppfylla eftirfarandi skilyrði til að hljóta viðurkenningu [Miðstöðvar menntunar og skólaþjónustu]:\n1. Skólinn skal vera rekinn samkvæmt viðurkenndu rekstrarformi, vera sjálfstæður og ekki rekinn með fjárhagslegan ágóða að markmiði.\n2. Skólinn skal geta sýnt hvernig fjárhagslegri ábyrgð sé háttað og hvernig fjárhagslegt rekstraröryggi starfseminnar sé tryggt.\n3. Skólinn skal hafa á að skipa skólahúsnæði, þ.e. húsnæði vegna kennslu og til að starfrækja heimavist sem uppfyllir lög og reglugerðir þar að lútandi, sbr. 8. gr.\n4. Yfir skólanum skal vera stjórn sem ber ábyrgð á starfsemi hans. Stjórnin ræður skólastjóra til að stýra og bera ábyrgð á daglegri starfsemi lýðskóla í umboði stjórnar.\n5. Skólastjóri skal hafa lokið námi á háskólastigi sem tengja má við starfsemi lýðskóla og velferð nemenda, auk stjórnunarnáms eða kennslureynslu. Skólastjóri lýðskóla ber faglega ábyrgð á starfseminni og að skólinn starfi samkvæmt þessum lögum.\n6. Nemendur skulu hafa náð 18 ára aldri er þeir hefja nám í lýðskóla, sbr. 9. gr. Fjöldi nemenda skal vera hið minnsta 15 á ári að meðaltali, á hverju þriggja ára tímabili.\n7. Nám í lýðskóla er ekki metið til eininga en skólarnir ákveða að öðru leyti fyrirkomulag kennslu og námsmats. Starfstími með nemendum skal að lágmarki vera 12 vikur á skólaárinu.\n8. Skólinn skal hafa skipulagt innra matskerfi og framkvæma sjálfsmat árlega.\n9. Skólanum er skylt að halda til haga gögnum um námsvist og þátttöku nemenda sem getur nýst þeim til frekara náms eða starfa.\n10. Kennsla fer að jafnaði fram á íslensku nema annað sé tekið fram í skólanámskrá og það þjóni markmiðum námsins.\nÍ viðurkenningu lýðskóla felst staðfesting á því að starfsemi viðkomandi skóla uppfylli, á þeim tíma sem viðurkenning er veitt, almenn skilyrði laga þessara og reglna sem settar eru með stoð í þeim. Skóli sem hlotið hefur viðurkenningu hefur sjálfdæmi um starfsemi sína að öðru leyti en því sem kveðið er á um í lögum þessum, reglum eða öðrum stjórnvaldsfyrirmælum sem sett eru á grundvelli laga þessara.\nÍ viðurkenningu lýðskóla felst hvorki skuldbinding um fjárframlög úr ríkissjóði til viðkomandi skóla né ábyrgð hins opinbera á skuldbindingum hans.\nL. 91/2023, 9. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Afturköllun viðurkenningar.\n[Miðstöð menntunar og skólaþjónustu] getur afturkallað viðurkenningu skóla til að starfa undir heitinu lýðskóli ef hann uppfyllir ekki skilyrði laga þessara eða reglna sem settar eru á grundvelli þeirra.\nL. 91/2023, 9. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fjármögnun.\nGert er ráð fyrir að lýðskólar innheimti skólagjöld af nemendum en geti auk þess aflað fjármagns með öðrum hætti, svo sem með styrkjum, frjálsum framlögum eða annars konar starfsemi samhliða starfsemi lýðskóla.\nIII. kafli. Skipulag náms og skólastarf.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Inntak náms.\nLýðskólar skulu leggja áherslu á að veita víðtæka almenna menntun þar sem nemandinn er í fyrirrúmi í skólasamfélaginu og fær stuðning frá kennurum og samnemendum. Námið skal stuðla að umburðarlyndi nemenda og miða að því að gefa þeim tækifæri til að þroskast á eigin forsendum, rækta hæfileika sína og styrkleika og auka skilning á sögu, menningu, virðingu fyrir lífsgildum annarra og innviðum lýðræðislegs samfélags.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Leiðbeinendur.\nÓheimilt er að ráða þann til starfa við lýðskóla sem hlotið hefur refsidóm fyrir brot á ákvæðum XXII. kafla almennra hegningarlaga. Við ráðningu skal liggja fyrir sakavottorð eða heimild skólastjóra til að afla upplýsinga úr sakaskrá.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Heimavist.\nÍ lýðskólum fer námið fram innan skólasamfélagsins þar sem nemendur búa á heimavist skólans. Nemendur sem búa í næsta nágrenni lýðskóla geta þó fengið undanþágu frá búsetu á heimavist.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Innritun.\nÞeir sem hafa náð 18 ára aldri við upphaf náms geta innritast í lýðskóla.\nHver lýðskóli ber ábyrgð á innritun nemenda og getur sett ítarlegri skilyrði en skv. 1. mgr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Skólabragur og skólanámskrá.\nÖllum sem tilheyra skólasamfélagi lýðskóla ber að leggja sitt af mörkum til þess að stuðla að og viðhalda góðum starfsanda og jákvæðum skólabrag.\nLýðskóli skal birta skólanámskrá á vef skólans. Í henni skal gerð grein fyrir starfsemi skólans, helstu áherslum, stefnumörkun, stjórnskipan, námsframboði og skipulagi náms og kennslu. Þá skal þar tekið fram hvernig stuðningi, ráðgjöf og þjónustu við nemendur er háttað, þ.m.t. nemendur með sértæka námsörðugleika, og hver réttindi og skyldur nemenda eru. Skólareglur skulu einnig birtar í skólanámskrá. Í reglunum skal meðal annars kveðið á um hegðun og almenna umgengni, samskipti, heilbrigðar lífsvenjur, skólasókn, meðferð ágreiningsmála og viðurlög. Í skólanámskrá á einnig að geta um samstarf innan sem utan skóla, sjálfsmatskerfi skólans og gæðaeftirlit ásamt öðru því sem skóli kýs að setja fram.\nSkólanámskrá skal uppfærð reglulega og fylgt eftir af stjórn skólans.\nLýðskólar skulu hafa heildstæða stefnu um það hvernig fyrirbyggja eigi að líkamlegt, andlegt eða félagslegt ofbeldi eigi sér stað í skólastarfi og koma sér upp viðbragðsáætlun. Stjórn lýðskóla skal tryggja að til staðar sé ferli þar sem nemendur geta komið sjónarmiðum sínum og ábendingum á framfæri að því er varðar starfsemi skólans.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Nemendaráð.\nVið lýðskóla skal vera nemendaráð og skal það tilnefna einn stjórnarmann í stjórn skólans. Hlutverk nemendaráðs er að styðja við skólastarfið, huga að hagsmuna- og velferðarmálum nemenda og efla samstarf nemenda við skólann og nærsamfélag. Nemendaráði skal búin aðstaða til starfsemi sinnar.\nIV. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Reglugerðarheimild.\nRáðherra getur sett reglugerð um nánari framkvæmd laga þessara.\nRg. 430/2020.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
