{
  "id": "77/2019",
  "type": "statute",
  "title": "Umferðarlög",
  "status": "in_force",
  "issued_date": "2019-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2019077.html",
  "description": "Tóku gildi 1. janúar 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að vernda líf og heilsu vegfarenda með auknu umferðaröryggi þar sem jafnræðis er gætt milli vegfarenda, óháð samgöngumáta, og tillit tekið til umhverfissjónarmiða við skipulagningu umferðar.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nÁkvæði laga þessara gilda um umferð á vegum nema annað sé ákveðið.\nÁkvæði laga þessara gilda einnig, eftir því sem við á, um umferð ökutækja utan vega.\nÁkvæði laga þessara um umferð ökutækja gilda einnig, eftir því sem við á, um reiðmenn og þá sem teyma eða reka búfé.\nÁkvæði laga þessara um gangandi vegfarendur gilda einnig um þá sem eru á skíðum, hjólaskíðum, skautum, hjólaskautum eða svipuðum tækjum sem og um þá sem renna sér á sleða eða draga með sér eða leiða tæki eða hjól. Þau gilda einnig um þá sem sjálfir aka hjólastól eða samsvarandi tæki.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skilgreiningar.\nÍ lögum þessum er merking orða og orðasambanda sem hér segir:\n1. Akbraut: Sá hluti vegar sem er ætlaður fyrir umferð ökutækja.\n2. Akrein: Hver og ein af samhliða reinum sem akbraut er skipt í að endilöngu með yfirborðsmerkingum eða er nægilega breið fyrir umferð bifreiða eða eftir atvikum reiðhjóla í einfaldri röð.\n3. Akstur á afmörkuðum, skilgreindum svæðum: Sérhæfður akstur ökutækja á afmörkuðum, skilgreindum og merktum svæðum utan almennrar umferðar, t.d. á aksturskeppnissvæði.\n4. Akstursíþróttir: Keppni, æfingar og sýningar í akstri ökutækja á lokuðum eða afmörkuðum, skilgreindum svæðum þar sem undanþágur eru veittar frá ákvæðum laga þessara.\n5. Almenn umferð: Öll meðferð ökutækja og önnur umferð samkvæmt lögum þessum á vegum sem opnir eru almenningi.\n6. Ásþungi: Þungi sem flyst á veg af hjólum á einum ás ökutækis.\n7. Biðstöð: Allir staðir á akstursleið reglubundinna farþegaflutninga þar sem höfð er viðkoma samkvæmt tímaáætlun og farþegum er hleypt inn eða út.\n8. Bifhjól: Vélknúið ökutæki sem ekki telst bifreið, dráttarvél eða torfærutæki og er aðallega ætlað til farþega- eða farmflutninga, á tveimur hjólum, með eða án hliðarvagns, eða á þremur eða fleiri hjólum með sprengirými yfir 50 [cm ] sé það búið brunahreyfli og hannað til hraðari aksturs en 45 km á klst.\n9. Bifreið:\na. Vélknúið ökutæki sem aðallega er ætlað til farþega- eða farmflutninga, og eftir atvikum til að draga annað ökutæki, yfir 400 kg að eigin þyngd, án rafgeyma sé það rafknúið, og er hannað til hraðari aksturs en 30 km á klst. eða aka má svo hratt án verulegra breytinga.\nb. Vélknúið ökutæki sem aðallega er ætlað til farþega- eða farmflutninga og/eða til að draga annað ökutæki, er búið beltum og eftir atvikum stýrimeiðum/stýrihjólum og er yfir 400 kg að eigin þyngd.\n10. Dráttarvél: Vélknúið ökutæki sem aðallega er hannað til að draga annað ökutæki og draga, ýta, flytja og knýja vinnutæki og er á hjólum og/eða beltum.\n11. Eftirvagn: Ökutæki sem hannað er til að vera dregið af öðru vélknúnu ökutæki, þ.m.t.:\na. eftirvagn sem aðallega er ætlaður til farþega- og vöruflutninga,\nb. eftirvagn sem búinn er áfestum vélum og tækjum,\nc. hjólhýsi, fellihýsi og tjaldvagn.\n12. Eigin þyngd: Þyngd ökutækis sem tilbúið er til notkunar, að meðtöldum búnaði sem því fylgir að jafnaði, eldsneyti, smurolíu, kælivatni, varahjóli, verkfærum og þess háttar.\n13. Farstarfsmaður: Starfsmaður flytjanda, þ.e. ökumaður og aðrir í áhöfn hóp- eða vörubifreiðar sem aðstoða ökumann við önnur störf en akstur og einnig sá sem er í bifreið til þess að leysa ökumanninn af þegar hann tekur sér hvíld.\n14. Flytjandi: Einstaklingur eða lögaðili, þ.e. flutningsaðili, sem býður almenningi reglubundinn eða óreglubundinn farþega- eða farmflutning.\n15. Gangbraut: Sérstaklega merktur hluti vegar með umferðarmerki og yfirborðsmerkingum sem er ætlaður gangandi vegfarendum til að komast yfir akbraut.\n16. Gangstétt: Sá hluti vegar til hliðar við akbraut sem aðallega er ætlaður gangandi vegfarendum.\n17. Göngugata: Göturými sem aðallega er ætlað gangandi vegfarendum og er merkt sem slíkt. Umferð annarra ræðst af merkingum og ákvæðum laga þessara.\n18. Göngustígur: Stígur sem aðallega er ætlaður umferð gangandi vegfarenda og er merktur þannig.\n19. Gönguþverun: Þar sem gert er ráð fyrir að gangandi vegfarendur þveri akbraut, þ.m.t. gangbraut.\n20. Hjólabox: Svæði í framhaldi af hjólarein, framan við stöðvunarlínu vélknúinna ökutækja, við ljósastýrð vegamót, ætlað hjólreiðamönnum til að taka sér stöðu.\n21. Hjólarein: Sérrein á götustæði sem ætluð er umferð reiðhjóla og léttra bifhjóla í flokki I og merkt þannig.\n22. Hjólastígur:\na. Sá hluti vegar sem eingöngu er ætlaður umferð reiðhjóla og léttra bifhjóla í flokki I, er merktur þannig og er greinilega aðskilinn frá akbraut, t.d. með umferðareyju eða kantsteini.\nb. Stígur sem er ekki hluti vegar og eingöngu ætlaður umferð reiðhjóla og léttra bifhjóla í flokki I og er merktur þannig.\n23. Hópbifreið: Bifreið sem ætluð er til flutnings fleiri en átta farþega, einnig þótt bifreiðin sé jafnframt ætluð til annarra nota.\n24. Hópbifreið í almenningsakstri: Bifreið sem ætluð er til flutnings fleiri en átta farþega og er notuð í reglubundna farþegaflutninga. Reglubundnir farþegaflutningar eru fastar ferðir á ákveðinni leið samkvæmt fyrir fram birtri áætlun þar sem farþegum er hleypt inn og út á leiðinni, þ.e. almenningssamgöngur.\n25. Hringtorg: Vegamót þar sem hringlaga svæði er í miðjunni með akbraut umhverfis.\n26. Lagning ökutækis: Ökutæki komið fyrir í kyrrstöðu, með eða án ökumanns. Stöðvun ökutækis í minna en þrjár mínútur eða til að hleypa farþegum inn eða út eða vegna lestunar og losunar farms telst þó ekki lagning þess.\n27. Leyfð heildarþyngd: Þyngd ökutækis með ökumanni, farþegum, farmi og viðfestum vinnutækjum. Leyfð heildarþyngd ökutækis er sú heildarþyngd sem leyfð er við skráningu þess.\n28. Létt bifhjól: Vélknúið ökutæki á tveimur, þremur eða fjórum hjólum sem er ekki hannað til hraðari aksturs en 45 km á klst. og er með:\na. sprengirými sem er ekki yfir 50 [cm ] sé það búið brunahreyfli eða\nb. samfellt hámarksafl sem er ekki yfir 4 kW sé það búið rafhreyfli.\nLétt bifhjól greinast í létt bifhjól í flokki I sem er ekki hannað til hraðari aksturs en 25 km á klst. og létt bifhjól í flokki II sem er hannað til hraðari aksturs en 25 km á klst. Ákvæði laganna um bifhjól eiga einnig við um létt bifhjól nema annað sé tekið fram.\n29. Óvarinn vegfarandi: Vegfarandi sem ekki er varinn af yfirbyggingu ökutækis í umferð, svo sem gangandi og hjólandi vegfarandi, þ.m.t. ökumaður og farþegi bifhjóls og torfærutækis.\n30. Reiðhjól:\na. Ökutæki sem er knúið áfram með stig- eða sveifarbúnaði.\nb. Hjól með stig- eða sveifarbúnaði, búið rafknúinni hjálparvél þar sem samfellt hámarksafl er allt að 0,25 kW og afköstin minnka smám saman og stöðvast alveg þegar hjólið hefur náð hraðanum 25 km á klst. eða fyrr ef hjólreiðamaðurinn hættir að stíga hjólið.\nc. ...\n31. Reiðstígur: Vegur eða stígur skipulagður af sveitarfélagi sem ætlaður er sérstaklega fyrir umferð reiðmanna á hestum og er merktur þannig.\n32. Sérrein: Akrein sem einungis er ætluð ákveðinni tegund umferðar, einni eða fleiri, svo sem akstri hópbifreiða í almenningsakstri, leigubifreiða, ökutækja með ákveðinn lágmarksfjölda farþega, reiðhjóla og léttra bifhjóla í flokki I, sem umferðarmerki gefa til kynna.\n[33. Smáfarartæki: Lítið ökutæki sem er vélknúið og án sætis, telst hvorki létt bifhjól né reiðhjól og er hannað til aksturs á hraða frá 6 km á klst. upp í 25 km á klst. Undir þessa skilgreiningu fellur t.d. vélknúið hlaupahjól og tvíhjóla ökutæki á einum öxli.]\n[34. ] Snjalltæki: Hvert það tæki, með eða án farsímavirkni eða nettengingar, sem m.a. er hægt að nota til samskipta, skeytasendinga, leikja og/eða leiðsagnar.\n[35. ] Stöðvun ökutækis: Stutt hlé sem ökumaður ákveður sjálfur að gera á akstri sínum og ekki er tilkomið vegna annarrar umferðar, umferðarmerkja, fyrirmæla lögreglu eða þess háttar.\n[36. ] Torfærutæki: Vélknúið ökutæki sem ekki telst bifreið, bifhjól eða dráttarvél, er aðallega ætlað til fólks- eða farmflutninga utan vega og/eða til að draga annað ökutæki og er á hjólum eða er búið beltum og eftir atvikum stýrimeiðum/stýrihjólum.\n[37. ] Umráðamaður: Sá sem með samþykki eiganda ökutækis hefur umráð yfir því. Aðili telst ekki umráðamaður nema hann sé skráður sem slíkur í ökutækjaskrá, t.d. samkvæmt samningi við löggilt kaupleigu- eða rekstrarleigufyrirtæki.\n[38. ] Vegamót: Þar sem vegir mætast eða skerast eða vegur greinist.\n[39. ] Vegfarandi: Hver sem fer um veg eða er staddur á vegi eða í ökutæki á vegi.\n[40. ] Veghaldari: Sá aðili sem hefur veghald vegar eins og það er skilgreint í vegalögum.\n[41. ] Vegur: Vegur, gata, götuslóði, stígur, húsasund, brú, torg, bifreiðastæði eða þess háttar, sem notað er til almennrar umferðar.\n[42. ] Vegöxl: Sá hluti vegar sem liggur milli akbrautar og vegarbrúnar.\n[43. ] Vélknúið ökutæki: Ökutæki, annað en reiðhjól, sem ætlað er til aksturs á landi og er búið aflvél til að knýja það.\n[44. ] Vinnuvél:\na. Vélknúið ökutæki sem aðallega er ætlað til sérstakra verka, er búið áfestum tækjum eða vélum og er á hjólum og/eða beltum.\nb. Vélknúið ökutæki sem aðallega er ætlað til farþega- eða farmflutninga eða til að draga annað ökutæki, er á hjólum og er eigi hannað til hraðari aksturs en 30 km á klst.\nc. Vélknúið ökutæki sem stjórnað er af gangandi manni.\n[45. ] Vörubifreið: Bifreið sem aðallega er ætluð til farmflutninga, er með leyfða heildarþyngd meiri en 3,5 tonn og er að hámarki fyrir átta farþega. Sama gildir um flutningabifreið.\n[46. ] Þéttbýli: Svæði sem fellur undir skilgreiningu þéttbýlis samkvæmt skipulagslögum og afmarkað er með sérstökum merkjum sem tákna þéttbýli.\n[47. ] Ökuljós: Lögboðin aðalljós eða dagljós sem loga að framan og að aftan á ökutæki.\n[48. ] Ökutæki: Tæki á hjólum, beltum, völtum, meiðum eða öðru sem ætlað er til aksturs á landi og eigi rennur á spori.\nRáðherra er heimilt í reglugerð að kveða á um nánari skilgreiningar á hugtökum samkvæmt lögum þessum.\nL. 39/2021, 1. gr. L. 92/2024, 1. gr.\nII. kafli. Reglur fyrir alla umferð.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Almenn aðgæsluskylda.\nVegfarandi skal sýna tillitssemi og varúð svo að eigi leiði til hættu eða valdi tjóni eða óþægindum og þannig að eigi trufli eða tefji umferð að óþörfu. Hann skal og sýna þeim tillitssemi sem býr eða staddur er við veg og skal haga sér þannig í umferðinni að öðru leyti að eigi valdi óþarfa ónæði.\nSérstaka tillitssemi skal sýna börnum, öldruðum og þeim sem eru sýnilega sjón- eða heyrnarskertir, fatlaðir eða sjúkir þannig að hái þeim í umferðinni.\nVeghaldari skal gera ráðstafanir í samráði við skólayfirvöld og lögreglu til að vernda börn gegn hættu í umferðinni á leið þeirra til og frá skóla.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Leikir o.fl.\nEigi má stökkva af eða upp í ökutæki á ferð eða vera utan á ökutæki á ferð.\nEigi má draga vagn, sleða eða þess háttar tæki eða búnað aftan í ökutæki, sbr. þó 70. gr. Eigi má hanga í ökutæki á ferð eða draga með ökutæki á vegi þann sem er á skíðum, hjólaskíðum, skautum, hjólaskautum eða svipuðum tækjum.\nEigi má vera að leik á vegi þannig að til óþæginda verði fyrir umferð.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Óhreinkun vegar o.fl.\nEigi má fleygja út úr ökutæki, skilja eftir á vegi eða strengja yfir opinn veg í leyfisleysi neitt það sem getur haft í för með sér hættu eða óþægindi fyrir vegfarendur.\nEigi má fleygja út úr ökutæki eða skilja eftir á vegi sorp eða annað það sem óhreinkar veg eða náttúru, jafnvel þótt það hafi ekki í för með sér hættu eða óþægindi fyrir aðra vegfarendur.\nEf eitthvað sem getur haft í för með sér hættu eða óþægindi fyrir umferð fellur eða rennur af ökutæki á veg skal ökumaður sjá til þess að hluturinn sé þegar fjarlægður. Ef það er eigi unnt skal vara vegfarendur við með merkjum eða á annan hátt þar til það sem veldur hættu eða óþægindum hefur verið fjarlægt.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fyrirmæli og leiðbeiningar fyrir umferð.\nÖkumanni er óheimilt að aka gegn rauðu umferðarljósi. Við rautt ljós skal ökutæki stöðvað áður en komið er að stöðvunarlínu eða, ef stöðvunarlínu vantar, umferðarljósastólpa.\nGult umferðarljós eitt og sér merkir að numið skuli staðar. Það gefur til kynna að brátt skipti yfir í rautt ljós en hefur að öðru leyti sömu merkingu og rautt ljós. Ökumaður skal þó ekki nema staðar ef hann, þegar skipt er úr grænu ljósi í gult, er kominn það nálægt umferðarljósi að stöðvun muni hafa í för með sér hættu.\nVegfarandi skal fara eftir fyrirmælum og leiðbeiningum um umferð sem gefnar eru til kynna með umferðarmerkjum, umferðarljósum, merkingum á yfirborði vegar, hljóðmerkjum eða öðrum hætti á eða við veg, sbr. 88. gr. Slík fyrirmæli og leiðbeiningar gilda framar almennum umferðarreglum.\nFyrirmæli gefin með umferðarljósum gilda framar fyrirmælum um biðskyldu eða stöðvunarskyldu samkvæmt umferðarmerki.\nVegfarandi skal án tafar fara eftir fyrirmælum og leiðbeiningum um umferð sem lögregla eða sá annar sem ráðherra hefur heimilað að stjórna umferð gefur og gilda þau framar fyrirmælum og leiðbeiningum sem gefin eru á annan hátt.\nEf ökumaður má ætla að merkjagjöf lögreglu um stöðvun, ljós- og/eða hljóðmerki, beinist að honum skal hann stöðva ökutæki sitt strax ef það er hægt án hættu eða óþæginda fyrir aðra vegfarendur.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rekstur búfjár.\nEigi má án leyfis lögreglu reka búfé á vegi í þéttbýli.\nUtan þéttbýlis má reka búfé á vegi, en fylgja skulu rekstrinum nægilega margir gæslumenn. Ef vænta má umferðar ökutækja um veginn skal einn gæslumaður ætíð fara fyrir.\nBúfé skal vikið fljótt og greiðlega úr vegi ef þess gerist þörf vegna annarrar umferðar.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vistgata.\nUm vistgötu ber að aka hægt og eigi hraðar en [15 km] á klst. Heimilt er að dveljast og vera að leik á vistgötu. Ökumaður skal sýna gangandi vegfaranda sérstaka tillitssemi og víkja fyrir honum.\nVistgata skal afmörkuð með sérstökum merkjum sem tákna vistgötu. [Skráningarskyldum] ökutækjum má ekki leggja í vistgötu nema á merktum stæðum.\nL. 39/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Göngugata.\nUmferð vélknúinna ökutækja um göngugötu er óheimil. Þó er umferð vélknúinna ökutækja akstursþjónustu fatlaðra, handhafa stæðiskorta fyrir hreyfihamlaða, lögreglu, slökkviliðs og sjúkraflutninga heimil. Þá er heimil umferð vélknúinna ökutækja í þeim tilgangi að afhenda verslunum, veitingastöðum og sambærilegum aðilum vörur á skilgreindum vörulosunartímum sem gefnir eru til kynna með skilti. [Veghaldara er enn fremur heimilt að kveða á um frekari undanþágur frá banni við umferð í samræmi við 1. og 4. mgr. 84. gr.]\n[Veghaldara er heimilt að veita íbúum og rekstraraðilum við göngugötu leyfi til aksturs vélknúinna ökutækja um göngugötuna, til og frá lóð heimilis þeirra eða eftir atvikum lóð fyrirtækis þeirra, hvort heldur almennt eða í einstökum tilvikum. Sama á við um íbúa og rekstraraðila nærliggjandi gatna þegar aðgengi að bifreiðastæðum þeirra er frá göngugötu og önnur leið að þeim er ekki fær. Almenna heimild skal gefa til kynna með umferðarmerki. Veghaldari gefur út göngugötukort til íbúa og rekstraraðila sem leyfi hafa til aksturs um göngugötu. Slíkt kort skal vera sýnilegt í eða á ökutæki í göngugötu. Lögreglu er heimilt að leggja hald á göngugötukort til bráðabirgða ef grunur leikur á um misnotkun þess og skal þá afhenda veghaldara kortið. Veghaldari skal afturkalla kort ef um misnotkun er að ræða. Veghaldari getur, að höfðu samráði við lögreglu, sett reglur um göngugötukort þar sem nánar er kveðið á um útgáfu og notkun þeirra.]\nÖkumanni vélknúins ökutækis sem fer um göngugötu ber að sýna gangandi vegfaranda sérstaka tillitssemi og víkja fyrir honum. Um göngugötu má aldrei aka hraðar en 10 km á klst.\nHjólreiðamanni á göngugötu ber að sýna gangandi vegfaranda sérstaka tillitssemi og víkja fyrir honum. Ekki er heimilt að hjóla á göngugötu hraðar en sem nemur eðlilegum gönguhraða.\nGöngugata skal afmörkuð með sérstökum merkjum. Vélknúnum ökutækjum má ekki leggja í göngugötu nema á merktum stæðum.\nL. 39/2021, 3. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Almennar reglur um forgangsakstur.\nÖkumaður ökutækis í forgangsakstri skal, þegar nauðsyn ber til, nota sérstök ljós- eða hljóðmerki við akstur og skulu aðrir vegfarendur þá víkja úr vegi í tæka tíð. Aðrir ökumenn skulu gefa til kynna með stefnumerkjum hvert þeir hyggjast víkja, draga úr hraða og gæta varúðar gagnvart öðrum vegfarendum. Þeir skulu einungis nema staðar ef nauðsyn ber til og þá utan akbrautar. Notkun hljóð- eða ljósmerkja við forgangsakstur dregur ekki úr skyldu forgangsökumanns til að sýna tillitssemi og viðhafa varúð gagnvart öðrum vegfarendum.\nVélknúið ökutæki, sem í einstakt skipti er notað til forgangsaksturs og er greinilega auðkennt að framan með hvítri veifu, er við þann akstur jafnsett ökutæki skv. 1. mgr. Ökumaður ökutækisins skal tilkynna lögreglu um aksturinn svo fljótt sem auðið er að honum loknum. Notkun hvítrar veifu í öðrum tilvikum er bönnuð.\nVið forgangsakstur samkvæmt þessari grein er ökumanni heimilt, ef brýna nauðsyn ber til, að víkja frá ákvæðum IV. kafla um umferðarreglur fyrir ökumenn, V. kafla um ökuhraða og 3. mgr. 7. gr. um að fylgja fyrirmælum og leiðbeiningum fyrir umferð.\nÖkumaður í forgangsakstri skal þó ávallt fara eftir leiðbeiningum sem lögreglan gefur við umferðarstjórn. Við akstur á móti rauðu eða gulu ljósi á gatnamótum þar sem umferð er stjórnað með umferðarljósum skal ökumaður draga svo mikið úr hraða að hann geti tafarlaust stöðvað ökutæki sitt fyrir umferð úr þverstæðri átt.\nÖkutæki á vegum forsetaembættisins, Alþingis og ráðuneyta, þegar það er í fylgd lögreglu í tengslum við opinberar heimsóknir og þess háttar, getur fallið undir 1., 3. og 4. mgr. án þess að það sé sérstaklega skráð til slíks aksturs.\nRáðherra setur í reglugerð nánari ákvæði um forgangsakstur, þar á meðal um skráningu ökutækja til forgangsaksturs, um notkun sérstakra hljóð- eða ljósmerkja við slíkan akstur og um þjálfun og námskeið fyrir þá sem sinna forgangsakstri, sem og skyldu þeirra til að sækja slíka þjálfun og námskeið.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Aðgát við slys- eða brunastað og við hópgöngur.\nÓviðkomandi má eigi koma svo nærri slys- eða brunastað að hann hamli björgunar- eða slökkvistarfi, þar á meðal akstri að og frá staðnum.\nVegfarandi má eigi rjúfa eða hindra á annan hátt för hóps barna undir leiðsögn stjórnanda eða annarrar hópgöngu nema með leyfi lögreglu.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Skemmdir á umferðarmerkjum.\nEigi má án leyfis veghaldara setja upp, nema brott eða breyta umferðarmerki.\nSá sem á hlut að því að skemma umferðarmerki skal strax lagfæra það ef kostur er. Annars ber honum að tilkynna lögreglunni þegar um atburðinn og gera nauðsynlegar ráðstafanir til viðvörunar öðrum vegfarendum.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skyldur vegfarenda við umferðaróhapp.\nVegfarandi sem á hlut að umferðarslysi eða öðru umferðaróhappi skal nema staðar, hvort sem hann á sök á því eða ekki. Hann skal enn fremur grípa til eftirfarandi ráðstafana, eftir því sem við á:\na. veita slösuðum hverja þá hjálp sem honum er unnt,\nb. taka þátt í þeim aðgerðum til verndar umferðaröryggi sem óhappið gefur tilefni til,\nc. veita öðrum aðila sem á hlutdeild í slysinu, eða hefur orðið fyrir tjóni vegna þess, upplýsingar, samkvæmt beiðni, um nafn, kennitölu og heimilisfang,\nd. svo fljótt sem auðið er tilkynna lögreglu um atburðinn hafi vegfarandi valdið öðrum aðila minni háttar tjóni,\ne. svo fljótt sem auðið er tilkynna tjónþola eða lögreglu um tjón sem hann hefur valdið á eign eða hlut og enginn er á staðnum sem getur tekið við upplýsingum skv. c-lið.\nHafi vegfarandi látist eða slasast í umferðarslysi skal sá sem á hlut að því tilkynna lögreglunni um slysið svo fljótt sem auðið er.\nHafi vegfarandi látist eða slasast alvarlega í umferðarslysi má eigi raska vettvangi eða fjarlægja ummerki sem þýðingu geta haft fyrir rannsókn þess. Ef ökutæki veldur verulegri hættu fyrir umferð skal þó færa það úr stað.\nIII. kafli. Umferðarreglur fyrir gangandi vegfarendur.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Notkun gangstétta, göngustíga o.fl.\nGangandi vegfarandi skal nota gangstétt eða göngustíg. Vegöxl, hjólastíg og akbraut má nota ef gangstétt eða göngustígur er ekki til staðar eða ófær. Eftir vegöxl, hjólastíg eða akbraut skal að jafnaði gengið við vinstri vegarbrún miðað við gönguátt og ekki fleiri en tveir samhliða.\nEf gangandi vegfarandi leiðir reiðhjól eða létt bifhjól skal hann að jafnaði ganga við hægri vegarbrún. Hann má þó nota gagnstæða vegarbrún ef hann væri annars í hættu eða sérstakar aðstæður mæla með því.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ganga yfir akbraut.\nGangandi vegfarandi sem ætlar yfir akbraut eða hjólastíg skal hafa sérstaka aðgát gagnvart ökutækjum sem nálgast. Hann skal fara yfir án óþarfrar tafar.\nÞegar farið er yfir akbraut skal nota gangbraut eða aðra gönguþverun ef hún er nálæg. Sama á við um göng og brú fyrir gangandi vegfarendur. Að öðrum kosti skal ganga þvert yfir akbraut og að jafnaði sem næst vegamótum.\nÞar sem umferð er stjórnað af lögreglu eða með umferðarljósum má einungis ganga yfir akbraut þegar grænt ljós er fyrir umferð gangandi vegfarenda eða lögreglan gefur til kynna með merkjagjöf að umferð gangandi sé heimil.\nIV. kafli. Umferðarreglur fyrir ökumenn.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Notkun akbrauta.\nÖkumaður skal aka á akbraut. Bannað er að aka eftir gangstétt, göngustíg, hjólastíg og göngugötu, sbr. þó 2. mgr. 27. gr., 1. mgr. 43. gr. og 2. mgr. 46. gr. Sama á við um almenna reiðstíga sem skipulagðir hafa verið á vegum sveitarfélags og eru merktir sem slíkir.\nÞar sem sérstakar reinar eru fyrir mismunandi tegundir ökutækja mega þeir einir nota þá akrein sem ökutæki þeirra er ætluð en aðrir ekki. Þar sem merktar reinar eru fyrir hæga umferð skulu hægfara ökutæki nota þær reinar.\nVeghaldara er heimilt, að fenginni umsögn lögreglu, að ákveða hvaða ökutæki megi almennt eða í einstökum tilvikum aka á sérreinum og skal sú ákvörðun tilgreind með umferðarmerkjum. Við ákvörðunina skal þess m.a. gætt að tekið sé tillit til umferðaröryggis vegfarenda, umhverfissjónarmiða og skilvirkni samgangna.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hvar skal aka á vegi.\nÖkumaður skal vera með ökutæki sitt eins langt til hægri og unnt er með tilliti til annarrar umferðar og aðstæðna að öðru leyti. Við akstur á vegi sem skipt er í akreinar í sömu akstursstefnu skulu ökumenn að jafnaði velja að aka á hægri akrein verði því við komið en nota vinstri akrein til að aka fram hjá öðru ökutæki, sbr. þó 5. mgr. 23. gr.\nÖkutæki sem ekið er á eftir öðru ökutæki skal vera svo langt frá því að eigi sé hætta á árekstri þótt ökutækið sem er á undan stöðvist eða dregið sé úr hraða þess. Skal þess að jafnaði gætt að það taki eigi minna en þrjár sekúndur að aka bilið milli ökutækjanna.\nUtan þéttbýlis skal ökutæki sem háð er sérstökum hraðareglum skv. 38. gr. vera svo langt frá næsta ökutæki á undan að þeir sem aka fram úr geti án hættu komist á milli þeirra að loknum framúrakstri.\nAka skal hægra megin við umferðareyju og þess háttar sem komið er fyrir á akbraut. Þó má aka vinstra megin ef það er gefið til kynna með umferðarmerki eða ekið er á akbraut með einstefnuakstri.\nHaga má akstri ökutækis í vegavinnu eftir því sem þörf er á vegna vinnunnar, enda sé sýnd full aðgæsla.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Akstur á vegamótum og í beygjum og hringtorgum.\nÖkumaður vélknúins ökutækis sem ætlar að beygja á vegamótum skal ganga úr skugga um að það sé unnt án hættu eða óþarfa óþæginda fyrir aðra. Hann skal sérstaklega gefa gaum að umferð gangandi og hjólandi vegfarenda, svo og umferð sem á móti og á eftir kemur, og gefa stefnumerki í samræmi við fyrirhugaða akstursstefnu. Óheimilt er að skipta um akrein við eða á vegamótum.\nVið hægri beygju ber að aka sem næst hægri brún akbrautar og skal beygjan tekin eins kröpp og unnt er. Við vinstri beygju skal aka sem næst miðlínu akbrautar og á akbraut með einstefnuakstri eins nálægt vinstri brún og unnt er. Beygjuna skal taka þannig að þegar ökutækið kemur út af vegamótum sé það hægra megin á akbrautinni sem beygt er inn á.\nTveir ökumenn sem koma úr gagnstæðum áttum á vegamót og ætla báðir að beygja til vinstri skulu aka vinstra megin hvor fram hjá öðrum þegar þeir mætast ef það er unnt án hættu eða óþæginda.\nÞar sem ein beygjuakrein er inn á akbraut með tvær eða fleiri akreinar fyrir umferð í sömu akstursstefnu skal beygjan tekin svo sem hentugast er með tilliti til annarrar umferðar og fyrirhugaðrar akstursleiðar.\nÖkumaður sem nálgast vegamót á akbraut með tvær eða fleiri akreinar í akstursstefnu sína skal í tæka tíð færa ökutæki sitt á þá akrein sem er hentugust með tilliti til annarrar umferðar og fyrirhugaðrar akstursleiðar. Þar sem tvær beygjureinar eru inn á akbraut með tvær eða fleiri akreinar fyrir umferð í sömu akstursstefnu skal sá sem velur hægri akrein í beygju koma inn á akrein lengst til hægri á akbraut sem ekið er inn á.\nÖkumaður sem ekur að hringtorgi skal veita þeim sem eru í torginu forgang. Í hringtorgi sem skipt er í tvær akreinar skal ökumaður velja hægri akrein, ytri hring, ætli hann að aka út úr hringtorginu á fyrstu gatnamótum. Ökumaður á ytri hring skal veita þeim sem ekur á innri hring forgang út úr torginu. Óheimilt er að skipta um akrein við hringtorg eða á milli ytri og innri hrings í hringtorgi.\nEftir því sem við á gilda ákvæði greinar þessarar um akstur yfir akbraut eða af henni þótt ekki sé um vegamót að ræða.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Að snúa ökutæki, aka aftur á bak og skipta um akrein.\nÁður en ökumaður snýr ökutæki eða ekur því aftur á bak skal hann ganga úr skugga um að það sé unnt án þess að það skapi hættu eða óþægindi fyrir aðra.\nÁður en ökumaður ekur af stað frá vegarbrún, skiptir um akrein eða ekur á annan hátt til hliðar skal hann ganga úr skugga um að það sé unnt án hættu eða óþarfa óþæginda fyrir aðra. Sama gildir ef ökumaður ætlar að nema staðar eða draga snögglega úr hraða ökutækisins.\nÖkumaður á aðrein skal aðlaga hraða ökutækis síns umferð á þeirri akrein sem hann ætlar inn á og fara af aðreininni strax og það er unnt án hættu eða óþarfa óþæginda. Ökumaður á akrein sem umferð af aðrein fer inn á skal auðvelda þeirri umferð akstur inn á akreinina.\nÞar sem tvær samhliða akreinar renna saman í eina á vegi skulu ökumenn aka þannig að eitt ökutæki fari í senn af hvorri akrein eftir því sem við verður komið og umferðarmerki gefa það til kynna.\nFrárein skal nota strax og komið er að henni til að draga úr hraða áður en beygt er.\nÓheimilt er, án fullnægjandi ástæðu, að aka ökutæki þannig að það missi veggrip, þ.m.t. hliðarskrið og spól.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Akstur við biðstöð hópbifreiða í almenningsakstri o.fl.\nÖkumaður sem í þéttbýli nálgast biðstöð þar sem hópbifreið í almenningsakstri hefur numið staðar skal draga úr hraða, færa sig yfir á vinstri akrein eða nema staðar ef nauðsyn ber til ef ökumaður hópbifreiðarinnar í almenningsakstri hefur gefið merki um að hann ætli að aka af stað. Ökumaður hópbifreiðarinnar í almenningsakstri skal eftir sem áður sýna sérstaka aðgát til að draga úr hættu.\nÖkumaður sem nálgast merkta skólabifreið sem numið hefur staðar á biðstöð til að hleypa farþegum inn eða út skal sýna sérstaka aðgát. Sama á við þegar skólabifreið er ekið frá slíkum stað.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Þegar ökutæki mætast.\nÞegar ökutæki mætast skal þeim ekið hægra megin hvoru fram hjá öðru og þess gætt að nægilegt hliðarbil sé milli þeirra. Aka ber varlega og sýna öðrum vegfarendum tillitssemi og nema staðar ef nauðsyn ber til. Ef hindrun er á hluta vegar skal sá ökumaður nema staðar, ef nauðsyn ber til, sem er þeim megin á akbrautinni sem hindrunin er. Ef ökutæki mætast þar sem vegur er svo mjór að hvorugt kemst fram hjá hinu áhættulaust skal sá ökumaður sem fyrstur kemur að njóta forgangs en sá sem síðar kemur að skal, ef kostur er, nema staðar, aka út af vegi eða aka aftur á bak.\nMæta má ökutæki í vegavinnu eins og best hentar, enda sé sýnd full aðgæsla.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Almennar reglur um framúrakstur.\nAka skal vinstra megin fram úr ökutæki. Þó skal aka hægra megin fram úr ökutæki ef ökumaður þess beygir til vinstri eða undirbýr greinilega vinstri beygju. Hjólreiðamaður og ökumaður létts bifhjóls má aka hægra megin fram úr öðru ökutæki en reiðhjóli og léttu bifhjóli nema ökutækið á undan beygi til hægri eða undirbúi greinilega hægri beygju.\nÖkumaður sem ætlar fram úr ökutæki skal ganga úr skugga um að það sé unnt án hættu og athuga sérstaklega:\na. að akrein sú sem nota á til framúraksturs sé án umferðar á móti á nægilega löngum kafla og að ekki sé annað er hindri framúraksturinn,\nb. að sá sem á undan er hafi ekki gefið merki um að hann ætli að beygja til vinstri eða aka fram úr öðru ökutæki sem á undan er,\nc. hvort ökumaður sem á eftir ekur hafi byrjað akstur fram úr honum, og\nd. að hann geti komist inn í umferðarstrauminn á ný án óþæginda fyrir aðra þegar framúrakstri lýkur; þetta á þó eigi við um framúrakstur á akrein þar sem mótumferð er óheimil.\nSá sem ekur fram úr öðru ökutæki skal hafa nægilegt hliðarbil milli ökutækis síns og þess sem ekið er fram úr. Sé ekið fram úr reiðhjóli eða léttu bifhjóli skal hliðarbil að lágmarki vera 1,5 metrar.\nSá sem ekið hefur vinstra megin fram úr skal aka til hægri á ný svo fljótt sem unnt er án hættu eða óþæginda. Hann þarf þó ekki að aka til hægri ef ætlunin er að aka þá þegar fram úr enn öðru ökutæki og skilyrði til framúraksturs eru að öðru leyti fyrir hendi.\nÞrátt fyrir ákvæði 1. mgr. 18. gr. má í þéttri umferð ökutækja á tveimur eða fleiri akreinum í sömu akstursstefnu, þar sem hraðinn ræðst af þeim sem á undan fara, aka hægra megin fram hjá ökutæki á annarri akrein. Þegar þannig stendur á má ekki skipta um akrein nema þess þurfi til að beygja á vegamótum, aka af akbraut, stöðva ökutæki eða leggja því.\nAka má fram hjá ökutæki ef öðru ökutækjanna er ekið á akrein sem ætluð er sérstakri tegund umferðar. Aka má fram hjá ökutæki í vegavinnu á þann hátt sem hentugastur er, enda sé sýnd full aðgæsla.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Aðgæsluskylda ökumanns við framúrakstur.\nÞegar ökumaður verður þess var að ökumaður sem á eftir kemur ætlar að aka fram úr vinstra megin skal hann aka ökutæki sínu eins langt til hægri og unnt er og gefa stefnumerki til hægri þegar hann telur að öðrum sé óhætt að aka fram úr, sbr. þó 5. mgr. 23. gr. Má hann ekki auka hraðann eða torvelda framúraksturinn á annan hátt.\nEf ökutæki er ekið hægt eða er fyrirferðarmikið og akbraut er mjó eða bugðótt eða umferð kemur á móti skal ökumaður gæta sérstaklega að umferð sem kemur á eftir. Ef það getur auðveldað framúrakstur skal hann aka til hliðar eins fljótt og unnt er, draga úr hraða og nema staðar ef þörf krefur.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Bann við framúrakstri.\nEigi má aka fram úr öðru ökutæki rétt áður en komið er að vegamótum eða á þeim. Sama gildir þegar komið er að gangbraut eða á henni. Óheimilt er að aka fram úr öðru vélknúnu ökutæki þegar óbrotin miðlína er á milli akreina þar sem ekið er í gagnstæðar áttir. Sama gildir um akstur þeim megin við heila línu þar sem hálf- eða fullbrotnar línur eru hinum megin við heilu línuna.\nHeimilt er þó að aka fram úr öðru ökutæki ef skilyrði til framúraksturs eru að öðru leyti fyrir hendi og:\na. ökutækin eru á akbraut með tveimur eða fleiri akreinum í akstursstefnu þeirra,\nb. ökutæki er beygt til vinstri, en þá skal ekið fram úr því hægra megin,\nc. umferð á vegamótum er stjórnað af lögreglu eða með umferðarljósum, og\nd. umferð við gangbraut er stjórnað af lögreglu eða með umferðarljósum, enda sé nægilegt útsýni yfir gangbrautina.\nEigi má aka fram úr öðru ökutæki þegar vegsýn er skert vegna hæðar, beygju á vegi eða af öðrum ástæðum nema unnt sé að aka fram úr á akrein þar sem umferð á móti er óheimil.\nÁkvæði greinarinnar eiga ekki við um akstur fram úr reiðhjóli og léttu bifhjóli þegar því er ekið við brún vegar.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skylda til að veita öðrum forgang.\nÖkumaður skal hafa sérstaka aðgát við vegamót.\nÞegar ekið er inn á veg eða yfir veg skal ökumaður veita umferð ökutækja, gangandi og hjólandi á þeim vegi forgang ef það er gefið til kynna með umferðarmerki um biðskyldu eða stöðvunarskyldu.\nÖkumaður skal veita umferð forgang hvarvetna þar sem ekið er inn á veg af bifreiðastæði, lóð eða landareign, bensínstöð eða svipuðu svæði utan vegar eða af vegslóða, stíg, göngugötu, vistgötu, heimreið, vegöxl eða yfir gangstíg, gangstétt eða hjólastíg.\nÞegar ökumenn stefna svo að leiðir þeirra skerast á vegamótum, opnum svæðum eða svipuðum stöðum skal sá þeirra sem hefur hinn sér á hægri hönd veita honum forgang nema annað leiði af 19. gr.\nÖkumaður sem sker sérrein skal veita umferð á sérreininni forgang sé ekki annað gefið til kynna með vegmerkingum, umferðarmerkingum eða umferðarljósum.\nÖkumaður sem á að veita öðrum forgang skal gefa greinilega til kynna að hann muni veita forgang með því að draga úr hraða í tæka tíð eða nema staðar. Hann má því aðeins aka áfram að það sé unnt án hættu eða óþæginda fyrir önnur ökutæki miðað við hvar þau eru á vegi og hver fjarlægð þeirra er og hraði.\nÞegar ökumaður ætlar að beygja á vegamótum ber honum að veita forgang þeirri umferð sem á móti kemur svo og gangandi vegfarendum, hjólreiðamönnum og ökumönnum á léttu bifhjóli í flokki I, sem fara þvert yfir akbraut þá sem hann ætlar að fara á. Sama á við um akstur yfir eða af akbraut þar sem eigi eru vegamót.\nÞegar ökumaður ætlar að beygja þvert á hjólarein ber honum að veita forgang umferð hjólreiðamanna á hjólareininni.\nÖkumaður sem nálgast eða ekur inn á vegamót skal haga akstri sínum þannig að hann valdi ekki umferð á veginum sem hann fer yfir óþarfa óþægindum ef hann þarf að nema þar staðar.\nÁ vegamótum þar sem umferð er stjórnað með umferðarljósum má ökumaður eigi aka inn á vegamótin á grænu ljósi ef honum má vera ljóst af aðstæðum í umferðinni að hann muni eigi komast yfir vegamótin áður en grænt ljós kviknar fyrir umferð úr þverstæðri átt. Á sama hátt má eigi aka af stað eftir að grænt ljós hefur kviknað hafi umferð úr þverstæðri átt ekki komist út af gatnamótunum.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Sérstakar skyldur gagnvart gangandi vegfarendum.\nÖkumaður sem mætir eða ekur fram hjá gangandi vegfaranda skal gefa honum tíma til að víkja til hliðar og veita honum nægilegt rými á veginum.\nÖkumaður sem ekur yfir gangstétt, göngustíg eða inn á akbraut frá lóð eða svæði við veginn skal bíða meðan gangandi vegfarandi fer fram hjá. Sama á við um akstur inn á eða yfir göngugötu. Við beygju á gatnamótum má ökumaður ekki valda gangandi vegfaranda, sem fer yfir akbraut þá sem beygt er inn á, hættu eða óþægindum. Sama á við um akstur yfir akbraut eða af henni þar sem ekki eru vegamót.\nVið gönguþverun þar sem umferð er stjórnað af lögreglu eða með umferðarljósum skal ökumaður bíða eftir gangandi vegfaranda sem er á gangbrautinni á leið yfir akbrautina þótt umferð sé að öðru leyti heimil í akstursstefnu ökumannsins. Ef gönguþverunin er við gatnamót og ökumaður kemur að henni úr beygju á gatnamótunum skal hann aka hægt og bíða meðan gangandi vegfarandi sem er á þveruninni eða á leið út á hana kemst fram hjá.\nÖkumaður sem nálgast gangbraut þar sem umferð er ekki stjórnað af lögreglu eða með umferðarljósum skal aka þannig að það valdi ekki gangandi vegfaranda á gangbrautinni eða á leið út á hana hættu eða óþægindum. Skal ökumaður nema staðar, ef nauðsynlegt er, til að veita hinum gangandi færi á að komast yfir akbrautina.\nÖkumaður skal ekki nema staðar á gangbraut.\nVið biðstöð hópbifreiða í almenningsakstri sem liggur við hjólastíg, þar sem farþegum er hleypt úr hópbifreiðum út á hjólastíginn, skal hjólreiðamaður sýna sérstaka aðgæslu og víkja fyrir farþegum.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Stöðvun ökutækis og lagning þess.\nEigi má stöðva ökutæki eða leggja því þannig að valdið geti hættu eða óþarfa óþægindum fyrir aðra umferð.\nÁ vegi má einungis stöðva ökutæki eða leggja því hægra megin. Þar sem einstefnuakstur er má þó setja aðrar reglur, sbr. 1. mgr. 84. gr. Utan þéttbýlis má einungis stöðva eða leggja ökutæki hægra megin miðað við akstursstefnu. Þó má stöðva eða leggja ökutæki vinstra megin ef ómögulegt reynist að stöðva eða leggja því hægra megin á vegi. Stöðva skal ökutæki eða leggja því við ystu brún akbrautar og samhliða henni eða utan hennar, ef unnt er.\nEigi má stöðva [skráningarskylt] ökutæki eða leggja því á stöðum sem ekki eru ætlaðir fyrir umferð slíkra ökutækja, svo sem gangstétt, göngustíg, göngugötu, hjólarein eða hjólastíg nema annað sé ákveðið, sbr. 1. mgr. 84. gr. Sama á við um umferðareyjar, grassvæði og aðra svipaða staði.\nÞegar ökumaður yfirgefur vélknúið ökutæki skal hann stöðva vél þess og búa svo um að það geti ekki runnið sjálfkrafa eða aðrir látið það fara af stað.\nOpna skal dyr ökutækis þannig að ekki valdi hættu eða óþarfa óþægindum. Sama á við þegar farið er í eða úr ökutæki, svo og við fermingu og affermingu.\nL. 39/2021, 4. gr.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Sérstakar reglur um bann við stöðvun eða lagningu ökutækis.\nEigi má stöðva ökutæki eða leggja því:\na. á gangbraut eða innan 5 metra frá henni,\nb. á vegamótum eða innan 5 metra frá næstu brún akbrautar á þvervegi,\nc. þannig að skyggi á umferðarmerki eða umferðarljós,\nd. í veggöngum, undir brú eða á brú, nema sérstaklega sé ráð fyrir því gert,\ne. í eða við blindhæð eða beygju eða annars staðar þar sem vegsýn er skert,\nf. þar sem akbraut er skipt í akreinar með óbrotinni mið- eða deililínu milli akreina eða svo nálægt slíkri línu að torveldi akstur inn á rétta akrein, og\ng. á hringtorgi.\nAð undanskildum þeim ökutækjum sem stæði eru ætluð er bannað að stöðva eða leggja ökutæki á eftirtöldum stæðum:\na. á merktu stæði fyrir ökutæki fatlaðs fólks,\nb. á biðstöð hópbifreiða innan 15 metra frá merki,\nc. á merktu stæði fyrir leigubifreið, vörubifreið eða hópbifreið,\nd. á merktu stæði ætluðu bifreið til rafhleðslu,\ne. á merktu stæði ætluðu lögreglu eða sjúkrabifreið,\nf. á merktu stæði ætluðu reiðhjóli,\ng. á merktu stæði ætluðu bifhjóli, og\nh. á merktu stæði ætluðu fólksbifreiðum.\nEigi má leggja ökutæki:\na. að hluta eða í heild fyrir framan innkeyrslu að húsi eða lóð,\nb. við hlið ökutækis sem stendur við brún akbrautar, annars en reiðhjóls eða létts bifhjóls,\nc. í snúningshaus botnlangagötu,\nd. þannig að hindri aðgang að öðru ökutæki eða færslu þess af staðnum, og\ne. við vatnshana slökkviliðs.\nVeghaldari eða eftir atvikum landeigandi getur, að höfðu samráði við lögreglu, bannað stöðu eftirvagna, báta, húsbíla og annarra svipaðra tækja á götum og almennum bifreiðastæðum sem þykja valda óþægindum, óþrifnaði eða hættu.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Undantekningar varðandi stöðvun og lagningu ökutækja.\nÁkvæði 28. og 29. gr. gilda ekki um ökutæki í vegavinnu, enda sé nauðsynlegt að stöðva það eða leggja því vegna vinnunnar og fullnægjandi varúðarráðstafanir gerðar. Sama á við um ökutæki lögreglu, slökkviliðs eða sjúkraflutninga eða ökutæki ætlað sambærilegri þjónustu.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Akstur, stöðvun eða lagning ökutækis utan vega í þéttbýli.\nÍ þéttbýli má ekki í heimildarleysi aka, stöðva eða leggja vélknúnu ökutæki utan vega á svæði sem ekki er ætlað fyrir umferð vélknúinna ökutækja.\nÁkvæði 1. mgr. gildir þó ekki um akstur lögreglu og slökkviliðs, akstur vegna sjúkraflutninga eða annan sambærilegan akstur.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Skyldur ökumanns þegar ökutæki hefur stöðvast í sérstöku tilviki.\nNú stöðvast ökutæki vegna umferðaróhapps eða vélarbilunar eða af öðrum orsökum á stað þar sem bannað er að stöðva ökutæki eða leggja því. Skal þá flytja það á viðeigandi stað eins fljótt og unnt er nema annað leiði af ákvæði 3. mgr. 14. gr. Hafi ökutæki stöðvast á þannig stað eða svo að hætta eða óþægindi stafi af fyrir umferðina skal ökumaður gera ráðstafanir með hættuljósi og viðvörunarþríhyrningi til að vara aðra vegfarendur við þar til það hefur verið flutt brott. Tilkynna skal til lögreglu staðsetningu ökutækisins ef nauðsyn ber til.\nRáðherra getur sett í reglugerð nánari ákvæði um viðvörunarbúnað ökutækis sem stöðvast í sérstöku tilviki, notkun hans og til hvaða flokka ökutækja reglurnar nái.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Merki og merkjagjöf.\nÞegar nauðsynlegt er, til að koma í veg fyrir eða afstýra hættu, skal ökumaður gefa hljóð- eða ljósmerki eða á annan hátt vekja athygli annarra vegfarenda á hættunni. Merki skal gefa þannig að sem minnstum óþægindum valdi og ekki að nauðsynjalausu. Hljóðmerki í tengslum við framúrakstur má einungis nota utan þéttbýlis. Hljóðmerki má eigi nota lengur en nauðsyn ber til. Þegar myrkur er eða birtu er tekið að bregða skal ökumaður vélknúins ökutækis gefa ljósmerki í stað hljóðmerkis nema hætta sé yfirvofandi. Ljósmerki skal gefa með því að blikka aðalljósum.\nÖkumaður skal með góðum fyrirvara veita öðrum vegfarendum leiðbeiningar um breytingu á fyrirhugaðri akstursstefnu sinni. Leiðbeiningar eru veittar með því að gefa stefnumerki með stefnuljósi á vélknúnu ökutæki, en annars með því að rétta út hönd.\nStefnumerki skal gefa áður en ökumaður:\na. beygir á vegamótum,\nb. ekur inn á og eftir frárein,\nc. ekur af aðrein og inn á veg,\nd. ekur að eða frá brún vegar,\ne. skiptir um akrein,\nf. ekur fram úr öðru ökutæki og aftur inn á sömu akrein eftir framúrakstur,\ng. vill gefa öðrum ökumanni til kynna að honum sé óhætt að aka fram úr,\nh. ekur inn í eða út úr bifreiðastæði,\ni. ekur út úr hringtorgi,\nj. ekur á ytri hring torgs fram hjá gatnamótum af torginu, eða\nk. breytir akstursstefnu við akstur aftur á bak.\nÍ öðrum tilvikum en greinir í a–k-lið 3. mgr. skal ökumaður enn fremur á sama hátt gefa stefnumerki ef hann má ætla að slíkt geti komið öðrum vegfarendum að gagni eða stuðlað að gagnkvæmum skilningi vegfarenda á milli um akstursstefnu.\nÖkumaður sem stöðvar eða dregur snögglega úr hraða ökutækis skal gefa merki öðrum til leiðbeiningar. Merkið skal gefa með hemlaljósi eða hættuljósi á vélknúnu ökutæki, en annars með því að rétta upp hönd.\nMerki skv. 3. og 4. mgr. skal gefið tímanlega og á greinilegan og ótvíræðan hátt áður en stefnu ökutækis er breytt, snögglega dregið úr hraða þess eða það er stöðvað. Merkjagjöf skal hætt þegar hún á ekki lengur við.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ljósanotkun.\nVið akstur vélknúins ökutækis skulu lögboðin ökuljós ávallt vera tendruð.\nVið akstur annarra ökutækja en vélknúinna, svo sem reiðhjóla, skulu lögboðin ljós vera tendruð í rökkri, myrkri eða ljósaskiptum og þegar birta er ófullnægjandi vegna veðurs eða af öðrum ástæðum, hvort heldur er til að ökumaður sjái nægilega vel fram á veginn eða til að aðrir vegfarendur sjái ökutækið.\nNota skal háan ljósgeisla þegar vegsýn ökumanns nægir ekki til að aka örugglega með lágum ljósgeisla miðað við ökuhraða.\nHáan ljósgeisla má eigi nota:\na. þegar ekið er um nægilega vel lýstan veg,\nb. þegar ekið er á móti öðru ökutæki, þannig að valdið geti ökumanni þess glýju, eða\nc. þegar ekið er svo skammt á eftir öðru ökutæki að ljósgeislinn geti valdið ökumanni óþægindum, að því tilskildu að ökumaður sem á eftir kemur geti ekið örugglega miðað við hraða ökutækisins og birtu að öðru leyti.\nNota skal lágan ljósgeisla þegar ekki er skylt eða heimilt að nota háan ljósgeisla.\nÖkuljós má eigi nota þannig að valdið geti öðrum vegfarendum óþægindum eða glýju.\nUtan þéttbýlis má nota þokuljós í stað eða ásamt lágum ljósgeisla í þoku, þéttri úrkomu eða skafrenningi.\nEigi má nota annan ljósabúnað eða glitmerki en boðið er eða heimilað í lögum þessum eða reglum settum samkvæmt þeim.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Hættuljós og viðvörunarþríhyrningar.\nEf nokkur kostur er skulu hættuljós vera tendruð ef ökutæki stöðvast eða því er lagt af óviðráðanlegum orsökum á akbraut og skulu önnur ljós ekki vera tendruð. Í slíkum aðstæðum skal ávallt setja upp viðvörunarþríhyrning.\nNota má hættuljós í akstri til að vara við hættu á vegi.\nV. kafli. Ökuhraði.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Almennar reglur.\nÖkuhraða skal jafnan miða við aðstæður með sérstöku tilliti til öryggis annarra. Ökumaður skal þannig miða hraðann við gerð og ástand vegar, veður, birtu, ástand ökutækis og hleðslu, svo og umferðaraðstæður að öðru leyti. Hraðinn má aldrei vera meiri en sá hámarkshraði sem ákveðinn hefur verið á vegi. Ökumaður skal haga akstri þannig að hann hafi fullt vald á ökutækinu og geti stöðvað það á þeim hluta vegar sem fram undan er og hann sér yfir og áður en komið er að hindrun. Þegar skipt er frá háum ljósgeisla í lágan skal aðlaga ökuhraða hinni breyttu vegsýn.\nSérstök skylda hvílir á ökumanni að aka nægilega hægt miðað við aðstæður:\na. í þéttbýli,\nb. þegar útsýni er takmarkað vegna birtu eða veðurs,\nc. við vegamót, í hringtorgum og í beygjum,\nd. áður en komið er að gangbraut,\ne. við blindhæð eða annars staðar þar sem vegsýn er skert,\nf. þegar hætta er á að ljós valdi glýju,\ng. þegar ökutæki mætast á mjóum vegi,\nh. þegar vegur er blautur eða háll,\ni. þegar ökutæki nálgast hópbifreið í almenningsakstri, hópbifreið eða merkta skólabifreið sem numið hefur staðar til þess að hleypa farþegum inn eða út,\nj. þegar ökutæki nálgast reiðhjól á eða við veg,\nk. þegar ökutæki nálgast gangandi vegfaranda á eða við veg og skal sérstaka aðgæslu hafa ef barn er á ferð,\nl. þegar ökutæki nálgast aldraðan eða fatlaðan vegfaranda eða vegfaranda sem ber auðkenni sjónskertra,\nm. þegar ökutæki nálgast búfé á eða við veg,\nn. þar sem vegavinna fer fram, og\no. þar sem umferðaróhapp hefur orðið.\nÖkumaður má eigi að óþörfu aka svo hægt eða hemla svo snögglega að tefji eðlilegan akstur annarra eða skapi hættu.\nÞegar vegur er blautur skal ökumaður, eftir því sem unnt er, aka þannig að vegfarendur verði ekki fyrir vatns- eða aurslettum.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Almennar hraðatakmarkanir.\nHraðamörk á vegum skulu m.a. ákveðin að teknu tilliti til umferðaröryggis vegfarenda, umhverfissjónarmiða og skilvirkni samgangna.\nÍ þéttbýli má hámarksökuhraði ekki vera meiri en 50 km á klst. nema sérstakar ástæður mæli með hærri hraðamörkum og umferðarmerki gefi það til kynna.\nUtan þéttbýlis má hámarksökuhraði ekki vera meiri en 80 km á klst. á vegum með malarslitlagi, en 90 km á klst. á vegum með bundnu slitlagi, nema umferðarmerki gefi annað til kynna.\nÁkveða má hærri hraðamörk á vegum, þó eigi hærri en 110 km á klst. ef akstursstefnur eru aðgreindar og aðstæður að öðru leyti leyfa, enda mæli veigamikil sjónarmið um umferðaröryggi eigi gegn því. Á vegum með aðskildar akstursstefnur þar sem hámarkshraði hefur verið ákveðinn hærri en 90 km á klst. er umferð gangandi, hjólandi og léttra bifhjóla í flokki I ekki heimil, enda séu gangstéttir, göngustígar, hjólastígar eða aðrar leiðir til staðar.\nÁkveða má lægri hraðamörk þar sem æskilegt þykir til öryggis eða af öðrum ástæðum.\nÁ afmörkuðum bifreiðastæðum skal hámarksökuhraði vera 15 km á klst.\nHámarksökuhraði skal tilgreindur í heilum tugum, að undanteknum hámarksökuhraðanum 15 km á klst.\nRáðherra setur í reglugerð, að fengnum tillögum Vegagerðarinnar, nánari ákvæði um þær tegundir vega þar sem heimilt er að ákveða lægri eða hærri hámarkshraða, þar á meðal um rafræna stjórnun hraða á vegum.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Lægri hámarkshraði ökutækis.\nRáðherra er heimilt að setja í reglugerð ákvæði um sérstakan lægri hámarkshraða vélknúins ökutækis en segir í 37. gr. ef þess er þörf vegna hönnunar eða notkunar ökutækisins.\nVI. kafli. Sérreglur um akstursíþróttir og aksturskeppni.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Leyfisveitingar og almennar reglur um aksturskeppni.\nLeita skal leyfis lögreglu til að stunda akstursíþróttir. Ef um akstursíþróttir á vegi er að ræða skal að auki leita samþykkis veghaldara. Ef um akstursíþróttir utan vega er að ræða skal að auki leita samþykkis viðkomandi sveitarstjórnar og, eftir atvikum, landeiganda. Heimilt er að binda slíkt leyfi skilyrðum um að leyfishafi annist öryggisgæslu, lokanir og merkingar þær sem nauðsynlegar eru til að tryggja öryggi keppenda, áhorfenda og annarra.\nVið undirbúning og framkvæmd aksturskeppni eða sýningar ber að taka tillit til þess að keppnin og annar akstur keppenda valdi öðrum ekki verulegum óþægindum eða hættu eða skemmdum á vegi eða náttúruspjöllum. Sama gildir þegar stundaðar eru æfingar í akstursíþróttum.\nKeppnis- eða sýningarhaldari er ábyrgur fyrir skemmdum á vegum og öðrum mannvirkjum svo og á náttúru sem hljótast af aksturskeppni eða öðrum akstri keppenda eða starfsmanna við keppni. Ökumaður ber sömu ábyrgð við æfingar.\nLögreglu er heimilt að veita undanþágu frá ákvæðum umferðarlaga um hámarkshraða, skyldu um aðgæslu, hvar aka skuli á vegi, ljósanotkun og gerð og búnað ökutækja og ákvæðum um fyrirmæli gefin með umferðarljósum, skiltum eða yfirborðsmerkingum að því er varðar ökutæki sem taka þátt í akstursíþróttum á vegi, enda verði þá umferð annarra ökutækja þar bönnuð og aðrar viðeigandi öryggisráðstafanir gerðar.\nÁkvæði 1.–4. mgr. gilda um hjólreiðakeppni á vegum.\nRáðherra setur í reglugerð nánari ákvæði um akstursíþróttir, og eftirlit með aksturskeppnum og framkvæmd þeirra, og hjólreiðakeppnir, svo og um gerð verklagsreglna á grundvelli alþjóðlegra reglna um akstursíþróttir sem hafðar skulu til hliðsjónar við veitingu leyfa.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Akstur barna á æfingasvæði og í skemmtigörðum.\nLögreglu er heimilt að leyfa akstur barna og fullorðinna á þar til gerðum æfingasvæðum.\nBörn frá fimm ára aldri mega aka rafbílum sem sérstaklega eru hannaðir fyrir börn á æfingasvæðum, sbr. 1. mgr. Með sama hætti mega einstaklingar sem náð hafa tíu ára aldri eða eru a.m.k. 140 [cm] á hæð aka öðrum gerðum vélknúinna leiktækja á sérstökum svæðum í skemmtigörðum.\nL. 39/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Undanþága til æfinga og keppni vegna aldurs.\nAð fengnu leyfi lögreglu er heimilt að víkja frá ákvæðum laga þessara um ökuskírteini og lágmarksaldur ökumanna við æfingar og keppni á lokuðum svæðum eða afmörkuðum svæðum utan vega. Undanþága þessi gildir þó ekki um þann sem sviptur hefur verið ökurétti.\nUndanþága fyrir þann sem ekki hefur náð 18 ára aldri skal háð skriflegu samþykki foreldris eða annars forsjármanns.\nNánar skal kveðið á um lágmarksaldur ökumanna miðað við ökutæki samkvæmt þessari grein í reglugerð sem ráðherra setur.\nRg. 507/2007, sbr. 594/2013 og 668/2020.\nVII. kafli. [Sérreglur fyrir reiðhjól og smáfarartæki.]\nL. 92/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "[Sérreglur fyrir reiðhjól og smáfarartæki.]\nHjólreiðamaður skal að jafnaði hjóla í akstursstefnu á hjólastíg eða hjólarein eða hægra megin á akrein þeirri sem lengst er til hægri á akbraut sem er ætluð almennri umferð.\nHjólreiðamenn skulu hjóla í einfaldri röð. Þar sem nægilegt rými er mega tveir þó hjóla samhliða ef það er unnt án hættu eða óþæginda fyrir aðra vegfarendur. Ef gefið er merki um framúrakstur mega hjólreiðamenn eigi hjóla samhliða nema aðstæður leyfi eða nauðsyn krefji.\nHjólreiðamaður skal sýna sérstaka aðgát við vegamót og þar sem akbraut og stígar skerast.\nHjólreiðamaður má ekki hanga í öðru ökutæki á ferð eða halda sér í ökumann eða farþega annars ökutækis.\nÍ reglugerð sem ráðherra setur skv. 80. gr. skal kveðið á um flutning farþega og farms á reiðhjóli [og smáfarartæki].\nGanga skal þannig frá reiðhjóli sem er lagt að eigi stafi hætta eða truflun af.\n[Ákvæði laga þessara um reiðhjól og hjólreiðamann eiga einnig við um smáfarartæki og ökumann þess, og fer um þau sem slík, nema annað sé tekið fram.]\nL. 92/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "[Undanþáguheimildir fyrir hjólreiðamenn og ökumenn smáfarartækja.]\nHeimilt er að hjóla á gangstétt, göngustíg eða göngugötu, enda valdi það ekki gangandi vegfarendum hættu eða óþægindum eða sveitarstjórn hefur ekki sérstaklega lagt bann við því. Ef hjólastígur er samhliða gangstétt eða göngustíg skal að jafnaði notast við hjólastíginn. Þó er í slíkum tilvikum heimilt að hjóla á gangstétt eða göngustíg ef fyllsta öryggis er gætt og ekki er hjólað hraðar en sem nemur eðlilegum gönguhraða.\nHjólreiðamaður á gangstétt, göngustíg eða göngugötu skal víkja fyrir gangandi vegfarendum. Hann skal gæta ýtrustu varkárni og ekki hjóla hraðar en svo að hann geti vikið úr vegi fyrir gangandi vegfarendum sem eiga leið um. Hann skal gefa hljóðmerki þegar hann nálgast gangandi vegfarendur ef ætla má að þeir verði hans ekki varir.\nEf hjólreiðamaður á gangstétt þverar akbraut skal hann gæta að því að hjóla eigi hraðar en sem nemur venjulegum gönguhraða. Sama á við um hjólreiðamann sem þverar akbraut á gangbraut.\nÁ vegi þar sem leyfður hámarkshraði er ekki meiri en 30 km á klst. er hjólreiðamanni heimilt að hjóla á miðri akrein, enda gæti hann fyllsta öryggis og haldi hæfilegum hraða.\nHjólreiðamaður á vegi má til framúraksturs nota akreinina við hlið akreinar lengst til hægri ef eigi er unnt að fara fram úr hægra megin.\n[Á vegi þar sem leyfður hámarkshraði er ekki meiri en 30 km á klst. er ökumanni heimilt að aka smáfarartæki.]\nL. 92/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "[Börn, reiðhjól og smáfarartæki.]\nBarn yngra en níu ára má ekki hjóla á akbraut nema undir leiðsögn og eftirliti manns sem náð hefur 15 ára aldri.\nHjólreiðamaður sem náð hefur 15 ára aldri má reiða börn yngri en sjö ára, enda séu þeim ætluð sérstök sæti og þannig um búið að ekki stafi hætta af hjólteinunum. [Um flutning barna á smáfarartæki fer eftir reglum sem ráðherra setur skv. 80. gr.]\n[Barn yngra en 13 ára má ekki aka smáfarartæki.]\nL. 92/2024, 4. gr.\nVIII. kafli. Sérreglur fyrir bifhjól og torfærutæki.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Almennar reglur um akstur bifhjóla.\nBifhjóli má ekki aka samhliða öðru ökutæki, nema þegar ekið er samhliða öðru bifhjóli á tveimur hjólum, án hliðarvagns, á sömu akrein í þéttbýli, enda sé hámarkshraði þar eigi meiri en 50 km á klst. og aðstæður leyfa slíkt.\nÁ bifhjóli og hliðarvagni þess má ekki flytja fleiri farþega en ökutækið er ætlað til. Farþega á bifhjólinu er óheimilt að sitja fyrir framan ökumann.\nÓheimilt er að flytja farþega á léttu bifhjóli nema ökumaður sé 20 ára eða eldri, enda sé bifhjólið til þess ætlað.\nBarn sjö ára eða yngra sem er farþegi á bifhjóli skal sitja í sérstöku sæti því ætluðu. Barn eldra en sjö ára skal ná með fætur niður að fóthvílum bifhjóls, en að öðrum kosti á 1. málsl. við. Ráðherra er heimilt í reglugerð að kveða á um gerð og notkun viðurkennds öryggis- og verndarbúnaðar fyrir börn sem eru farþegar á bifhjóli.\nÖkumaður og farþegi bifhjóls skulu að jafnaði hafa báða fætur á fótstigum eða fóthvílum og ökumaður báðar hendur á stýri og að jafnaði bæði (öll) hjól bifhjólsins á vegi þegar það er á ferð.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Sérreglur um akstur léttra bifhjóla í flokki I.\nLéttum bifhjólum í flokki I má eigi aka samsíða.\nHeimilt er að aka léttu bifhjóli í flokki I á hjólastíg, hjólarein, gangstétt, gangbraut, göngustíg og göngugötu, enda valdi það ekki hættu eða óþægindum eða veghaldari hefur ekki lagt við því bann. Ef hjólastígur er samhliða göngustíg er einungis heimilt að aka á hjólastígnum. Ökumaður á gangstétt, gangbraut, göngustíg eða göngugötu skal víkja fyrir gangandi vegfarendum. Hann skal gæta ýtrustu varkárni og ekki aka hraðar en svo að hann geti vikið úr vegi fyrir gangandi vegfarendum sem eiga leið um. Hann skal gefa hljóðmerki þegar hann nálgast gangandi vegfarendur ef ætla má að þeir verði hans ekki varir.\nEf ökumaður á léttu bifhjóli í flokki I á gangstétt þverar akbraut skal hann gæta að því að aka eigi hraðar en sem nemur venjulegum gönguhraða. Sama á við um ökumann á léttu bifhjóli í flokki I sem þverar akbraut á gangbraut.\nAð öðru leyti eiga reglur 45. gr. einnig við um akstur léttra bifhjóla í flokki I.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Almennar reglur um akstur torfærutækja.\nEigi má aka torfærutæki á vegi sem ekki er einkavegur. Þó má sá sem þarf að aka yfir veg aka eftir veginum skemmstu leið sem hentug er, enda geri aðstæður utan vegar það nauðsynlegt. Skal ökumaður torfærutækis í slíkum tilvikum víkja fyrir öðrum vegfarendum á veginum og nema staðar áður en hann fer inn á veg.\nÁkvæði 1. mgr. gildir eigi um akstur í þágu öryggis- eða heilsugæslu.\nIX. kafli. Bann við akstri undir áhrifum áfengis, ávana- og fíkniefna o.fl.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Veikindi, áfengisáhrif o.fl.\nÖkumaður skal vera líkamlega og andlega fær um að stjórna ökutæki því sem hann fer með.\nEnginn má stjórna eða reyna að stjórna ökutæki ef hann vegna veikinda, hrörnunar, ellihrumleika, ofreynslu, svefnleysis eða neyslu áfengis eða annarra örvandi eða deyfandi efna eða af öðrum orsökum er þannig á sig kominn að hann er ekki fær um að stjórna ökutækinu örugglega.\nEigi má fela manni í því ástandi sem um ræðir í 2. mgr. stjórn ökutækis.\nEnginn má neyta áfengis eða annarra örvandi eða deyfandi efna við stjórn vélknúins ökutækis.\nTóbaksreykingar og notkun rafrettna eru bannaðar við stjórn bifreiðar til farþegaflutninga í atvinnuskyni.\nRáðherra er heimilt að kveða á um vanhæfismörk með nánari hætti í reglugerð, þ.e. hvenær ökumaður teljist vera óhæfur til að stjórna ökutæki vegna neyslu lyfja.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Bann við ölvunarakstri.\nEnginn má stjórna eða reyna að stjórna vélknúnu ökutæki ef hann er undir áhrifum áfengis.\nEf vínandamagn í blóði ökumanns nemur 0,20‰, en er minna en 1,20‰, eða magn vínanda í lofti sem hann andar frá sér nemur 0,1 milligrammi í lítra lofts, en er minna en 0,60 milligrömm, eða ökumaður er undir áhrifum áfengis þótt magn vínanda í blóði hans eða útöndun sé minna telst hann ekki geta stjórnað ökutæki örugglega.\nEf magn vínanda í blóði ökumanns nemur 1,20‰ eða meira eða vínandamagn í lofti sem hann andar frá sér nemur 0,60 milligrömmum í lítra lofts eða meira telst hann óhæfur til að stjórna ökutæki.\nNú hefur ökumaður neytt áfengis við akstur eða fyrir hann þannig að vínandamagn í blóði hækkar eftir að akstri lauk, og skal þá litið svo á sem hið aukna vínandamagn hafi verið í blóði hans við aksturinn.\nÞað leysir ökumann ekki undan sök þótt hann ætli vínandamagn minna en um ræðir í [2., 3. eða 7. mgr.]\nEnginn má hjóla eða reyna að hjóla eða stjórna eða reyna að stjórna hesti ef hann er undir svo miklum áhrifum áfengis eða annarra örvandi eða deyfandi efna að hann getur ekki stjórnað hjólinu eða hestinum örugglega.\n[Enginn má stjórna eða reyna að stjórna smáfarartæki ef hann er undir áhrifum áfengis og ef vínandamagn í blóði ökumanns smáfarartækis nemur meira en 0,50‰, magn vínanda í lofti sem hann andar frá sér er umfram 0,25 milligrömm í lítra lofts eða niðurstaða öndunarprófs er að vínandamagn í blóði sé umfram 0,50‰ telst hann ekki geta stjórnað ökutækinu örugglega.]\nEkki má fela manni í því ástandi sem að framan greinir stjórn ökutækis.\nL. 92/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Bann við akstri undir áhrifum ávana- og fíkniefna og lyfja.\nEnginn má stjórna eða reyna að stjórna vélknúnu ökutæki ef hann er undir áhrifum ávana- og fíkniefna sem bönnuð eru á íslensku yfirráðasvæði samkvæmt lögum um ávana- og fíkniefni og reglugerðum settum samkvæmt þeim eða ef hann telst óhæfur til að stjórna ökutæki vegna neyslu lyfja, sbr. 6. mgr. 48. gr.\nMælist ávana- og fíkniefni eða lyf skv. 1. mgr., sbr. 6. mgr. 48. gr., í blóði ökumanns telst hann vera undir áhrifum ávana- og fíkniefna eða lyfja og óhæfur til að stjórna ökutæki örugglega.\n[Enginn má stjórna eða reyna að stjórna smáfarartæki ef hann er undir áhrifum ávana- og fíkniefna eða lyfja skv. 1. mgr.]\nEnginn má hjóla eða reyna að hjóla eða stjórna eða reyna að stjórna hesti ef hann er undir áhrifum ávana- og fíkniefna eða lyfja skv. 1. mgr.\nEigi má fela manni sem er undir áhrifum ávana- og fíkniefna eða lyfja skv. 1. mgr. stjórn ökutækis.\nL. 92/2024, 7. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Tilkynningarskylda vegna gruns um ölvunarakstur o.fl.\nÞegar maður hefur neytt áfengis á veitingastað og veitingamaður eða starfsmenn hans vita eða hafa ástæðu til að ætla að hann sé stjórnandi ökutækis og að hann sé vegna áfengisneyslu ekki fær um að stjórna ökutækinu örugglega ber þeim að reyna að hindra hlutaðeigandi í því að aka ökutækinu með því m.a. að gera lögreglunni viðvart.\nEigi má selja eða afhenda ökumanni vélknúins ökutækis eldsneyti eða annað sem þarf til aksturs ef hann er augljóslega undir áhrifum áfengis eða ávana- og fíkniefna. Afgreiðslumanni sem veit eða hefur ástæðu til að ætla að ökumaður ætli að aka ökutækinu er skylt að reyna að koma í veg fyrir brotið með því m.a. að gera lögreglunni viðvart.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Öndunarpróf, öndunarsýni, blóðsýni o.fl.\nÖkumanni vélknúins ökutækis [eða smáfarartækis] er skylt að kröfu lögreglu að gangast undir öndunarpróf og láta í té svita- og munnvatnssýni með þeim hætti sem lögregla ákveður ef:\na. ástæða er til að ætla að hann hafi brotið gegn ákvæðum 2. eða 4. mgr. 48. gr., sbr. 49. og 50. gr.,\nb. ástæða er til að ætla að hann hafi brotið gegn öðrum ákvæðum þessara laga eða reglna sem settar eru samkvæmt þeim, enda sé þar kveðið á um heimild til töku öndunar-, svita- eða munnvatnssýna,\nc. hann hefur átt hlut að umferðarslysi eða óhappi, hvort sem hann á sök á því eða ekki, eða\nd. hann hefur verið stöðvaður við umferðareftirlit.\nLögreglan getur fært ökumann til rannsóknar á öndunar-, svita- og munnvatnssýni eða til blóð- og þvagrannsóknar ef ástæða er til að ætla að hann hafi brotið gegn ákvæðum 2. eða 4. mgr. 48. gr., sbr. 49. og 50. gr., eða hann neitar lögreglunni um að gangast undir öndunarpróf eða láta í té svita- eða munnvatnssýni eða er ófær um það. Liggi fyrir grunur um önnur brot en akstur undir áhrifum áfengis getur lögreglan auk þess fært ökumann til læknisskoðunar. Sama á við þegar grunur er um akstur undir áhrifum áfengis og sérstakar ástæður mæla með því.\nLögregla annast töku öndunar-, svita- og munnvatnssýnis. Læknir, hjúkrunarfræðingur eða lífeindafræðingur annast töku blóðsýnis og eftir atvikum munnvatns-, svita- og þvagsýnis. Aðrar rannsóknir og klínískt mat skal framkvæmt af til þess bærum heilbrigðisstarfsmanni. Ökumanni er skylt að hlíta þeirri meðferð sem talin er nauðsynleg við rannsókn skv. 2. mgr. Neiti ökumaður er lögreglu heimilt að beita valdi við framkvæmd rannsóknar, sbr. þó 4. mgr.\nUm þvagrannsókn skv. 2. mgr. fer samkvæmt lögum um meðferð sakamála nema fyrir liggi ótvírætt samþykki ökumanns.\nÖkumanni er óheimilt að neyta áfengis eða annarra örvandi eða deyfandi efna í sex klukkustundir eftir að akstri lýkur ef ætla má að lögreglurannsókn fari fram vegna akstursins. Bannið fellur þó niður ef lögregla hefur afskipti af ökumanni í tengslum við aksturinn innan sex klukkustunda frá því að honum lauk.\nRáðherra setur í reglugerð nánari reglur um töku sýna og rannsókn skv. 1.–3. mgr. Vegna kostnaðar við töku og rannsókn öndunarsýnis skal sá sem sakfelldur er greiða 25.000 kr. gjald sem telst til sakarkostnaðar.\nL. 92/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Upplýsingaskylda o.fl.\nEiganda eða eftir atvikum umráðamanni ökutækis er skylt, þegar lögreglan krefst þess, að gera grein fyrir hver hafi stjórnað því á tilteknum tíma.\nEigi má fela stjórn ökutækis þeim sem hefur ekki réttindi til að stjórna þess konar ökutæki samkvæmt ákvæðum XII. kafla.\nX. kafli. Aksturs- og hvíldartími ökumanna þungra ökutækja í farþega- og farmflutningum í atvinnuskyni.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Aksturs- og hvíldartími ökumanna o.fl.\n[Í þágu umferðaröryggis og bættra vinnuskilyrða skal ökumaður við akstur í farþega- og farmflutningum í atvinnuskyni njóta nægjanlegrar hvíldar til að geta sinnt störfum sínum. Í því skyni skal kveðið á um hámark daglegrar, vikulegrar og tveggja vikna vinnuskyldu ökumanna eftirtalinna ökutækja og skyldu þeirra til hvíldar eða til að gera hlé á akstri ökutækja sem:\na. eru yfir 3,5 tonnum að leyfðri heildarþyngd,\nb. eru hönnuð eða varanlega útbúin til að flytja fleiri en átta farþega,\nc. eru yfir 2,5 tonnum að leyfðri heildarþyngd og notuð til vöruflutninga á milli ríkja eða gestaflutninga.]\nRáðherra setur í reglugerð nánari ákvæði um aksturs- og hvíldartíma ökumanna, sbr. 1. mgr., ökurita o.fl. þar sem m.a. skal kveðið á um:\na. ökutæki og þá flutninga sem reglurnar taka til,\nb. lágmarksaldur ökumanna sem sjá um þá flutninga sem reglurnar taka til,\nc. leyfilegan aksturstíma ökumanns, sbr. 1. mgr., og skyldu hans til að gera hlé á akstri og til að taka hvíld frá akstri miðað við daglegan, vikulegan og tveggja vikna akstur,\nd. skyldu til notkunar ökurita sem er búnaður ökutækis þar sem m.a. eru skráðar og geymdar upplýsingar um aksturs- og hvíldartíma ökumanns auk hraða ökutækis,\ne. skyldu til að varðveita í ökuritaskífum, ökurita, á ökuritakorti eða með öðrum hætti upplýsingar um aksturs- og hvíldartíma,\n[f. skyldu flutningsaðila til að skipuleggja vinnu ökumanns í samræmi við ákvæði um aksturs- og hvíldartíma og skrásetja hvernig það er gert],\n[g. ] skyldu til afhendingar gagna með upplýsingum sem skráðar eru og varðveittar, [sbr. d-, e- og f-lið],\n[h. ] útgáfu, efni og form ökuritakorta sem er lykill að rafrænum ökurita og í eru varðveittar rafrænar upplýsingar um aksturs- og hvíldartíma ökumanns,\n[i. ] skyldu flutningsaðila til að leita til viðurkennds viðgerðarmanns eða verkstæðis til uppsetningar og skoðunar á ökurita,\n[j. ] gjald fyrir ökuritakort sem standa skal undir kostnaði við útgáfu slíkra korta, þ.m.t. launakostnaði, árlegum rekstrarkostnaði vegna tölvukerfa og annarri umsýslu tengdri ökuritakortum,\n[k. skyldu flutningsaðila til að greiða kostnað vegna gistingar ökumanns utan ökutækis þegar hann er að störfum],\n[l. ] skyldu ökumanns og flutningsaðila til að fylgja reglum sem ráðherra setur samkvæmt þessari grein,\n[m. ]hvernig með skuli fara þegar tveir eða fleiri ökumenn skipta með sér akstri sem fellur undir grein þessa.\nHaga skal meðferð persónuupplýsinga sem til verða í tengslum við notkun ökurita í samræmi við ákvæði laga um persónuvernd og vinnslu persónuupplýsinga og reglna settra á grundvelli þeirra.\nLiðurinn tekur gildi 1. júlí 2026 skv. l. 91/2024, 6. gr. L. 91/2024, 1. gr. Rg. 605/2010, sbr. 290/2011, 445/2011, 1150/2011, 1002/2013, 671/2015, 691/2016, 983/2016, 768/2017, 321/2018, 1186/2020, 1299/2022, 526/2023 og 643/2024. Rg. 1187/2020.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Skipulag vinnutíma, ábyrgð flutningsaðila og notkun ökurita.\nFlutningsaðili skal skipuleggja störf ökumanns þannig að honum sé kleift að fara eftir reglum sem ráðherra setur á grundvelli 54. gr. og hafa eftirlit með því að eftir þeim sé farið í starfseminni. Með sama hætti skulu ökumaður og flutningsaðili sjá til þess að ökuriti sé notaður og að fylgt sé reglum um notkun hans og um varðveislu gagna sem varða aksturs- og hvíldartíma.\nÓheimilt er að miða laun ökumanns sem annast farþega- og farmflutninga á vegum í atvinnuskyni samkvæmt þessum kafla við ekna vegalengd eða flutt magn af farmi séu greiðslur þess eðlis að þær geti stofnað umferðaröryggi í hættu. Jafnframt er óheimilt að veita ökumanni kaupauka eða launauppbót í þessum tilvikum.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Farstarfsmenn.\nFarstarfsmönnum er skylt að haga vinnutíma og vinnutilhögun í samræmi við reglur sem ráðherra setur. Flutningsaðili ber ábyrgð á því að skrá vinnutíma farstarfsmanna.\nRáðherra setur í reglugerð nánari ákvæði um skipulag vinnutíma farstarfsmanna sem annast farþega- og farmflutninga á vegum í atvinnuskyni. Í reglunum skal m.a. kveðið á um:\na. ökutæki og flutninga sem reglurnar taka til,\nb. skilgreiningu vinnustaðar, vinnutíma og hvíldartíma,\nc. skyldu til skráningar vinnutíma,\nd. skyldu til varðveislu gagna í a.m.k. tvö ár frá því að viðkomandi tímabili lýkur.\nXI. kafli. Notkun farsíma og annars fjarskiptabúnaðar í akstri.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Notkun farsíma og annars fjarskiptabúnaðar.\nStjórnanda ökutækis er við akstur óheimilt að nota farsíma, snjalltæki eða önnur raftæki sem truflað geta aksturinn, án handfrjáls búnaðar.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um notkun fjarskiptabúnaðar eða raftækja sem valdið geta truflun við akstur, þar á meðal um bann eða takmarkanir við notkun slíks búnaðar meðan á akstri stendur.\nXII. kafli. Ökuskírteini og ökupróf.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Skilyrði til að mega stjórna ökutæki.\nEnginn má stjórna bifreið eða bifhjóli nema hann hafi til þess gilt ökuskírteini sem ríkislögreglustjóri gefur út. Ríkislögreglustjóri getur falið sýslumönnum að annast útgáfu ökuskírteinis.\nVeita má ökuskírteini þeim sem:\na. er fullra 17 ára,\nb. sér nægilega vel og er að öðru leyti nægilega heilbrigður, andlega og líkamlega, til að geta stjórnað ökutæki örugglega, sbr. þó 5. mgr.,\nc. hefur hlotið kennslu löggilts ökukennara, fengið þjálfun í ökugerði ef við á og sannað með prófi að hann hafi næga aksturshæfni og þekkingu á umferðarlöggjöf og á ökutæki og meðferð þess til að geta stjórnað því örugglega,\nd. hefur fasta búsetu hér á landi.\nRáðherra setur reglur um aldursmörk og námskröfur til að mega stjórna dráttarvél, bifreið með eftirvagni, bifhjóli í AM-, A1-, A2- og A-flokki með og án hliðarvagns og bifreið í C1-, C-, D1- og D-flokki sem og til farþega- og vöruflutninga í atvinnuskyni.\nSvipta skal þann sem ekið hefur ökutæki án þess að hafa fengið til þess réttindi réttinum til að öðlast ökuskírteini í fjóra mánuði. Hafi viðkomandi ekki náð tilskildum aldri þegar brotið var framið skal miða sviptinguna við þann dag er hann nær tilskildum aldri, en að öðrum kosti gilda almennar reglur um upphaf sviptingartíma. Framlengja skal sviptingu réttar til að öðlast ökuskírteini um fjóra mánuði fyrir hvert skipti sem ekið er án ökuréttinda.\n[Brot á prófreglum í ökuprófi varðar brottvísun úr prófi, svo og viðurlögum skv. 95. gr., auk sviptingar réttarins til að þreyta ökupróf að nýju í allt að sex mánuði. Öðrum er þá óheimilt að aðstoða ökunema við brot á prófreglum. Samgöngustofa tekur ákvörðun um tímabundna sviptingu réttar til að þreyta ökupróf.]\nRáðherra getur sett reglur um að veita megi fötluðum manni ökuskírteini til að mega stjórna hægfara vélknúnu ökutæki sem er sérstaklega hannað fyrir fatlað fólk.\nÖkumanni með bráðabirgðaskírteini fyrir B-flokk er óheimilt að aka vélknúnu ökutæki sem er þyngra en 3.500 kg að leyfðri heildarþyngd.\nNeita má þeim um ökuskírteini sem háður er notkun ávana- og fíkniefna, áfengis eða annarra sljóvgandi efna. Bera má ákvörðun um þetta undir dómstóla samkvæmt reglum 68. gr. a almennra hegningarlaga.\nÖkumaður skal hafa ökuskírteini meðferðis við akstur og framvísa því sé þess krafist af lögreglu eða eftir atvikum eftirlitsmanni skv. XVII. kafla.\nRíkislögreglustjóri skal halda skrá um ökuskírteini og ökuferil samkvæmt reglum sem ráðherra setur í reglugerð.\nÖkumenn sem stjórna ökutækjum í C1-, C-, D1- og D-flokki til farþega- og farmflutninga í atvinnuskyni skulu gangast undir endurmenntun á fimm ára fresti. Ráðherra kveður nánar á um tilhögun endurmenntunar í reglugerð. Heimilt er að ljúka endurmenntun [að hluta] með fjarnámi.\nRáðherra setur í reglugerð nánari ákvæði m.a. um:\na. flokka ökuréttinda,\nb. efni og form ökuskírteinis,\nc. skilyrði til útgáfu og endurnýjunar ökuskírteinis,\nd. nánari kröfur skv. b–d-lið 2. mgr.,\n[e. brot á prófreglum í ökuprófum og viðurlög við þeim],\n[f. ] [akstursmat skv. 59. gr., námsheimild skv. 67. gr. og leyfi leiðbeinanda skv. 68. gr., og]\n[g. ] búsetuskilyrði og undanþágur frá þeim varðandi mismunandi flokka ökuréttinda.\nL. 92/2024, 9. gr. L. 91/2024, 2. gr. Rg. 830/2011, sbr. 199/2012, 1176/2012, 27/2013, 801/2013, 1198/2013, 1149/2014, 628/2015, 534/2016, 1159/2016, 344/2017, 767/2017, 1067/2017, 1249/2018, 449/2019, 380/2020, 584/2020, 1184/2020, 1187/2020, 235/2021, 627/2021, 879/2021, 1314/2021, 10/2022, 168/2022, 896/2022, 1519/2022 og 1615/2023. Rg. 1187/2020. L. 39/2021, 5. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Bráðabirgðaskírteini og fullnaðarskírteini til byrjanda.\nÖkuskírteini fyrir A1-, A2-, A- og B-flokk til byrjanda eru tvenns konar:\na. bráðabirgðaskírteini, og\nb. fullnaðarskírteini sem er gefið út fullnægi byrjandi eftirtöldum skilyrðum:\n1. hafi haft bráðabirgðaskírteini samfellt í eitt ár, farið í akstursmat og fengið að því loknu staðfestingu ökukennara um fullnægjandi árangur,\n2. hafi ekki á síðustu tólf mánuðum fengið punkt í punktakerfi vegna umferðarlagabrots eða á sama tíma verið án ökuréttar vegna akstursbanns eða ökuleyfissviptingar.\nFullnægi byrjandi ekki skilyrðum 2. tölul. b-liðar 1. mgr. má endurnýja bráðabirgðaskírteini að loknum gildistíma þess.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Gildistími ökuskírteinis.\nGildistími ökuskírteinis skal ákveðinn frá útgáfudegi þess.\nGildistími bráðabirgðaskírteinis er þrjú ár fyrir A1-, A2-, A- og B-flokk.\nGildistími fullnaðarskírteinis er 15 ár fyrir sömu flokka, sbr. þó a-lið 4. mgr. varðandi B-flokk, en þó fyrir umsækjanda sem orðinn er 60 ára tíu ár, 65 ára fimm ár, 70 ára fjögur ár, 71 árs þrjú ár, 72 ára tvö ár og 80 ára eða eldri eitt ár. Ökuskírteini fyrir AM- og T-flokk skal gefa út til sama tíma.\nGildistími ökuskírteinis er fimm ár fyrir:\na. B-flokk til farþegaflutninga í atvinnuskyni,\nb. C1- og C-flokk, þ.m.t. til farmflutninga í atvinnuskyni,\nc. D1- og D-flokk, þ.m.t. til farþegaflutninga í atvinnuskyni,\nd. réttindi til aksturs í atvinnuskyni sem fylgdu eldri ökuréttindum.\nFyrir umsækjanda um ökuskírteini skv. 4. mgr. sem orðinn er 70 ára er gildistími ökuskírteinis fjögur ár, 71 árs þrjú ár, 72 ára tvö ár og 80 ára eða eldri eitt ár.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Stjórnendur dráttarvéla, vinnuvéla, léttra bifhjóla og torfærutækja.\nEnginn má stjórna dráttarvél eða vinnuvél nema hann hafi gilt ökuskírteini til þess eða til að mega stjórna bifreið. Eigi þarf þó ökuskírteini, þar sem ekki er almenn umferð, til að stjórna dráttarvél við landbúnaðarstörf, enda sé ökumaður fullra 15 ára, eða til að stjórna vinnuvél utan vegar, enda sé stjórnandi fullra 17 ára.\nStjórnandi vinnuvélar skal hafa tilskilin vinnuvélaréttindi.\nÁkvæði laga þessara um ökuskírteini gilda að öðru leyti, eftir því sem við á, um stjórnendur vinnuvéla og dráttarvéla.\nEnginn má stjórna léttu bifhjóli í flokki II nema hann hafi gilt ökuskírteini til þess eða til að mega stjórna bifreið eða bifhjóli. Ökuskírteini til að mega stjórna léttu bifhjóli í flokki II má ekki veita þeim sem er yngri en 15 ára, enda hafi hann áður fengið tilskilda ökukennslu. Enginn sem er yngri en 13 ára má stjórna léttu bifhjóli í flokki I.\nEnginn má stjórna torfærutæki nema hann hafi gilt ökuskírteini til að mega stjórna bifreið eða bifhjóli í A1-, A2- eða A-flokki.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Erlend ökuskírteini.\nRáðherra setur reglur um þau skilyrði sem þeir sem dveljast hér á landi og hafa eigi íslenskt ökuskírteini þurfa að fullnægja til að mega stjórna vélknúnu ökutæki, þ.m.t. hvaða skilyrði handhafi erlends ökuskírteinis þarf að uppfylla til að fá íslenskt ökuskírteini.\nRáðherra getur ákveðið að ökuskírteini útgefið í öðru ríki sem er aðili að samningnum um Evrópska efnahagssvæðið gildi einnig eftir að handhafi þess hefur sest að hér á landi, samkvæmt nánari reglum. Með sama hætti getur ráðherra ákveðið að ökuskírteini útgefið í öðru ríki gildi hér á landi, enda séu íslensk ökuskírteini jafnframt tekin gild í því ríki.\n[Leiði það af skuldbindingum Íslands samkvæmt samningnum um Evrópska efnahagssvæðið að erlent ökuskírteini skuli gilda hér á landi eða að íslenskt ökuskírteini verði útgefið í stað þess mælir ráðherra nánar fyrir um það og skilyrði þess í reglugerð.]\nRg. 830/2011, sbr. 235/2021, 879/2021, 10/2022, 896/2022, 1519/2022, 1303/2023 og 1615/2023. L. 91/2024, 3. gr.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Afturköllun ökuréttinda.\nLögreglan getur afturkallað ökuréttindi ef hlutaðeigandi fullnægir ekki lengur skilyrðum til að öðlast ökuskírteini. [Ákvörðun um afturköllun ökuréttinda þess sem ekki uppfyllir lengur skilyrði b-liðar 2. mgr. 58. gr. skal byggð á læknisfræðilegu mati á aksturshæfni. Við ákvörðun um afturköllun ökuréttinda skal fylgja ákvæðum stjórnsýslulaga.]\n[Þegar afskipti eru höfð af ökumanni við umferðareftirlit sem lögregla hefur sérstaka ástæðu til að ætla að fullnægi ekki skilyrðum b-liðar 2. mgr. 58. gr. er lögreglu heimilt að afturkalla ökuréttindin tafarlaust til bráðabirgða í þrjá mánuði þrátt fyrir ákvæði 1. mgr. Þau verða ekki gild að nýju fyrr en ökumaður hefur undirgengist læknisfræðilegt mat á aksturshæfni.\nLæknir getur ákveðið að handhafi ökuréttinda fari í próf í aksturshæfni að loknu læknisfræðilegu mati skv. 1. eða 2. mgr.]\n[Nú fullnægir handhafi ökuréttinda að mati læknis ekki skilyrðum b-liðar 2. mgr. 58. gr., að undangenginni læknisrannsókn skv. 1. eða 2. mgr.], eða hlutaðeigandi neitar að taka þátt í læknisrannsókn eða prófi sem nauðsynlegt er til að taka ákvörðun samkvæmt þessari grein um hvort skilyrði til að mega stjórna ökutæki séu enn uppfyllt, og skal lögreglan þá afturkalla ökuréttindi ótímabundið þegar niðurstaða liggur fyrir.\nRáðherra setur í reglugerð, að höfðu samráði við ráðherra sem fer með málefni heilbrigðisþjónustu og landlækni, nánari ákvæði um ... verklag við framkvæmd mats á aksturshæfni og takmarkaða afturköllun ökuréttinda, svo sem ef ökumaður telst uppfylla kröfur til að aka á ákveðnum tíma dags eða innan ákveðinnar fjarlægðar frá heimili.\nHandhafi fullnaðarskírteinis sem sviptur hefur verið ökuréttindum í annað sinn vegna aksturs undir áhrifum áfengis eða vímuefna öðlast eigi ökuréttindi að nýju að loknum sviptingartíma nema hann hafi sótt sérstakt námskeið á vegum Samgöngustofu og staðist ökupróf að nýju. Sama á við um þann sem fengið hefur sviptingu vegna tiltekins fjölda punkta samkvæmt punktakerfi vegna umferðarlagabrota eða verið sviptur ökuréttindum í lengri tíma en 12 mánuði.\nByrjandi sem hefur fengið bráðabirgðaskírteini skv. 59. gr. og sviptur er ökuréttindum áður en bráðabirgðaskírteinið er endurnýjað í fullnaðarskírteini, öðlast eigi ökuréttindi að nýju að loknum sviptingartíma nema hann hafi sótt sérstakt námskeið vegna aksturbanns skv. 3. mgr. 106. gr. og staðist ökupróf að nýju.\nSá sem misst hefur ökuréttindi vegna sviptingar, akstursbanns eða afturköllunar skal afhenda lögreglunni ökuskírteini sitt.\n[Ökumaður ber sjálfur kostnað af læknisfræðilegu mati, námskeiðum og prófi í aksturshæfni eftir því sem við á samkvæmt þessari grein.]\nL. 39/2021, 6. gr. Rg. 830/2011, sbr. 199/2012, 1176/2012, 27/2013, 801/2013, 1198/2013, 1149/2014, 628/2015, 534/2016, 1159/2016, 344/2017, 767/2017, 1067/2017, 1249/2018, 449/2019 og 380/2020.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Ökukennsla.\nStarfsleyfi til að annast ökukennslu má aðeins veita þeim sem:\na. hefur náð 21 árs aldri,\nb. hefur haft ökuréttindi samfellt síðustu þrjú árin í þeim flokki sem hann sækir um starfsleyfi fyrir,\nc. hefur stundað nám fyrir ökukennara í viðkomandi flokki og lokið prófum sem því námi fylgja, og\nd. fullnægir kröfum um líkamlegt og andlegt hæfi sem gerðar eru til ökumanna sem annast farþegaflutninga í atvinnuskyni.\nHeimilt er að synja um starfsleyfi eigi ákvæði 2. mgr. 68. gr. almennra hegningarlaga við. Enn fremur er heimilt að synja þeim um starfsleyfi sem hlotið hefur dóm fyrir brot gegn ákvæðum XXII. kafla almennra hegningarlaga.\nRáðherra setur nánari reglur um tilhögun ökukennaranáms og prófs.\nRáðherra er heimilt að setja reglur um stofnun, starfsemi og starfsleyfi ökuskóla og ökugerða til akstursæfinga.\n[Útgefandi ökuréttinda] gefur út starfsleyfi til ökukennslu og gildir það í fimm ár, þó ekki lengur en hlutaðeigandi hefur ökuréttindi í viðkomandi flokki.\nEndurnýja má starfsleyfi ökukennara til allt að fimm ára í senn uppfylli hann skilyrði til útgáfu starfsleyfis og hafi sótt starfstengd námskeið, í samræmi við ákvæði í reglugerð skv. 66. gr.\nRg. 830/2011, sbr. 199/2012, 1176/2012, 27/2013, 801/2013, 1198/2013, 1149/2014, 628/2015, 534/2016, 1159/2016, 344/2017, 767/2017, 1067/2017, 1249/2018, 449/2019, 380/2020, 1410/2020, 10/2022, 896/2022 og 1519/2022. L. 136/2019, 1. gr.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Afturköllun starfsleyfis.\nSamgöngustofa getur afturkallað starfsleyfi ökuskóla [og ökugerða] ef skilyrðum fyrir útgáfu leyfis er ekki lengur fullnægt. [Útgefandi ökuréttinda getur afturkallað starfsleyfi ökukennara ef skilyrðum fyrir útgáfu leyfis er ekki lengur fullnægt.] Um málsmeðferð fer samkvæmt stjórnsýslulögum.\nÖkukennari, ökuskóli eða ökugerði sem hefur verið svipt starfsleyfi sínu getur því aðeins öðlast það að nýju að sýnt sé fram á að skilyrði fyrir útgáfu starfsleyfis séu uppfyllt. Leita skal umsagnar hlutaðeigandi lögreglustjóra áður en starfsleyfi er veitt að nýju.\nL. 136/2019, 2. gr.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Starfsskyldur ökukennara, ökuskóla og ökugerða.\nÖkukennarar, ökuskólar og ökugerði skulu haga starfsemi sinni í samræmi við ákvæði laga þessara og reglna sem ráðherra setur í reglugerð þar sem m.a. er kveðið á um:\na. nánara inntak starfsleyfis ökukennara, sbr. 64. gr., og eftir atvikum ökuskóla og ökugerða,\nb. málsmeðferð við útgáfu og afturköllun á starfsleyfi ökukennara, ökuskóla og ökugerðis, sbr. 65. gr.,\nc. tilhögun og framkvæmd ökunáms og ökuprófa,\nd. fyrirkomulag á aðstöðu til bóklegrar og verklegrar ökukennslu og hvort heimilt sé að bókleg kennsla fari fram rafrænt að hluta eða öllu leyti,\ne. aðgang að viðeigandi ökutæki til kennslu,\nf. kröfur til kennslufræðilegrar ráðgjafar,\ng. árlega skýrslugjöf ökuskóla og ökugerða til Samgöngustofu,\nh. kynningar- og leiðbeiningarskyldu ökukennara, ökuskóla og ökugerða gagnvart nemendum,\ni. eftirlit Samgöngustofu með ökukennslu, ökuskólum og ökugerðum, og\nj. starfstengd námskeið ökukennara.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Kennsluakstur.\nKennsluakstur á bifreið má því aðeins fara fram að hjá nemanda sitji ökukennari sem uppfyllir ákvæði 64. gr. sem þá telst stjórnandi bifreiðarinnar. Nemandi telst þó stjórnandi við prófakstur. Nú óskar maður sem hefur ökuskírteini eftir að æfa sig í akstri á ný í viðurkenndri kennslubifreið hjá ökukennara, og telst þá ökukennari stjórnandi bifreiðarinnar. Ákvæði 48.–50. og 52. gr. eiga þó ávallt einnig við um nemandann.\nÖkukennari ber ábyrgð á að kennsluakstur fari fram á þeim stöðum og þannig að ekki stafi hætta af. Hann skal og gæta þess að eigi stafi óþörf eða veruleg truflun af kennsluakstrinum.\nRáðherra setur í reglugerð ákvæði um kennsluakstur á sérstökum lokuðum svæðum, m.a. ökugerðum. Má þar ákveða að kennsluakstur fari fram án þess að ökukennari sitji hjá nemanda.\nKennsluakstur má ekki fara fram fyrr en að fenginni námsheimild .... Skal nemandi þá fullnægja skilyrðum b-liðar 2. mgr. 58. gr. og má ekki vera svo ástatt um hann að [8. mgr.] 58. gr. eigi við. Sá sem sviptur hefur verið ökurétti má eigi hefja akstursþjálfun fyrr en einum mánuði áður en sviptingartímabil rennur út. Slík akstursþjálfun má því aðeins fara fram að hjá nemanda sitji ökukennari, sbr. 1. mgr.\nGefa má út námsheimild áður en aldursskilyrðum skv. 58. gr. er fullnægt fyrir:\na. B-flokk 12 mánuðum fyrr,\nb. AM-, A1-, A2-, A-, BE- og T-flokk þremur mánuðum fyrr,\nc. C-, C1-, D- og D1-flokk sex mánuðum fyrr, enda hafi umsækjandi fullnaðarskírteini fyrir B-flokk.\nRg. 830/2011, sbr. 199/2012, 1176/2012, 27/2013, 801/2013, 1198/2013, 1149/2014, 628/2015, 534/2016, 1159/2016, 344/2017, 767/2017, 1067/2017, 1249/2018, 449/2019, 380/2020 og 1410/2020. L. 39/2021, 7. gr. L. 92/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Æfingaakstur.\nÖkunema sem hlotið hefur nauðsynlegan undirbúning er heimilt að æfa akstur bifreiðar sem er ekki yfir 3.500 kg að leyfðri heildarþyngd með leiðbeinanda í stað ökukennara, enda hafi leiðbeinandinn fengið til þess leyfi .... Engum má veita leyfi sem leiðbeinanda nema hann:\na. hafi náð 24 ára aldri,\nb. hafi gild ökuréttindi til að stjórna þeim flokki ökutækja sem æfa á akstur með og hafi a.m.k. fimm ára reynslu af að aka þannig ökutæki, og\nc. hafi ekki á undangengnum tólf mánuðum verið sviptur ökuleyfi.\nLeyfi skal gefið út á nafn nemanda og leiðbeinanda og til tiltekins tíma, mest 18 mánaða. Leyfið fellur sjálfkrafa úr gildi þegar nemandi hefur öðlast ökuréttindi. Heimilt er að afturkalla leyfi ef sérstaklega stendur á. Leiðbeinandi skal hafa leyfið meðferðis við æfingaakstur og sýna það þegar lögreglan krefst þess.\nBifreið sem notuð er til æfingaaksturs með leiðbeinanda skal sérstaklega auðkennd til æfingaaksturs. Óheimilt er að nota auðkennið við annan akstur.\nÆfingaakstur skal fara fram með hliðsjón af þjálfun nemandans og leiðbeiningum sem Samgöngustofa gefur út. Um æfingaakstur með leiðbeinanda gilda að öðru leyti, eftir því sem við á, ákvæði 67. gr.\nLeiðbeinanda er óheimilt að taka endurgjald fyrir starf sitt.\nL. 39/2021, 7. gr.\nXIII. kafli. Ökutæki.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Öryggi, gerð og búnaður ökutækis.\nÖkutæki skal svo gert og því haldið í þannig ástandi að nota megi án þess að af því leiði hætta eða óþægindi fyrir aðra eða skemmd á vegi og það valdi ekki óþarfa hávaða eða mengun.\nEigandi (umráðamaður) ber ábyrgð á að ökutæki sé í lögmæltu ástandi skv. 1. mgr. og í samræmi við þær reglur sem ráðherra setur á grundvelli 4. mgr.\nÖkumaður skal gæta þess að ökutæki sé í góðu ástandi. Sérstaklega skal þess gætt að stýrisbúnaður, hemlar og ljósa- og merkjabúnaður, svo og öryggis- og verndarbúnaður, ökutækis sé í lögmæltu ástandi og virki örugglega. Sama á við um eftirvagn, svo og tengingu ökutækis og eftirvagns og tengibúnað.\nÍ reglugerð sem ráðherra setur skulu m.a. koma fram eftirfarandi atriði:\na. kröfur á grundvelli heildargerðarviðurkenningar ökutækis varðandi gerð, búnað og íhluti þess til að tryggja að einungis séu sett á markað ökutæki hér á landi sem uppfylla kröfur um öryggi og um verndun umhverfis,\nb. flokkun ökutækja og skilgreiningar á þeim,\nc. áletranir og merki sem setja skal á ökutæki vegna skráningar eða eftirlits,\nd. heimild til að kveða á um bann við viðskiptum með tiltekna hluti eða búnað í ökutæki til verndar ökumanni eða farþegum ef þeir uppfylla ekki skilyrði reglna sem settar eru eða ef notkun þeirra mundi leiða til hættu eða verulegra óþæginda fyrir ökumann eða aðra vegfarendur og\ne. undanþágur frá kröfum enda sé nægjanlegt öryggi tryggt með öðrum hætti.\n[Óheimilt er að breyta reiðhjóli búnu rafknúinni hjálparvél, smáfarartæki eða léttu bifhjóli í flokki I svo að mögulegur hámarkshraði þess undir vélarafli verði meiri en 25 km á klst. og er notkun þess þá óheimil. Einnig er óheimilt að breyta léttu bifhjóli í flokki II svo að mögulegur hámarkshraði þess undir vélarafli verði meiri en 45 km á klst. og er notkun þess þá óheimil.]\nSamgöngustofa skal uppfæra reglulega tæknilegar reglur um gerð og búnað ökutækja sem fram koma í alþjóðasamningum sem Ísland hefur samþykkt.\n[Eftirlitsstofnun EFTA er heimilt að leggja umframlosunargjald á framleiðanda ökutækja þegar ... meðaltal útblásturs skaðlegra lofttegunda nýskráðra ökutækja framleiðandans á Evrópska efnahagssvæðinu er hærra en viðmið sem kveðið er á um í reglugerð sem ráðherra setur. [Vinnueftirlitið annast þó markaðseftirlit með smáfarartækjum.] Í reglugerðinni skal kveðið nánar á um hvernig og í hvaða tilvikum slíkt gjald skal lagt á.]\n[Eftirlitsstofnun EFTA er heimilt að leggja sekt á framleiðanda ökutækja þegar skýrslugjöf hans er ekki í samræmi við kröfur sem fram koma í reglugerð sem ráðherra setur. Eftirlitsstofnun EFTA er einnig heimilt að leggja sekt á framleiðanda ökutækja eða aðra markaðsaðila vegna samræmdra aðgerða innan Evrópska efnahagssvæðisins þegar ökutæki, eftirvagn, kerfi, íhlutur eða aðskilin tæknieining samræmist ekki kröfum sem fram koma í reglugerð ráðherra. Ráðherra skal í reglugerð m.a. kveða nánar á um skyldur og ábyrgð framleiðanda ökutækja og annarra markaðsaðila.\nHúsnæðis- og mannvirkjastofnun annast markaðseftirlit með vélknúnum ökutækjum og öðru þeim tengdu, samkvæmt nánari ákvörðun ráðherra. Samgöngustofa annast gerðarviðurkenningar. Ráðherra skal í reglugerð m.a. kveða nánar á um framkvæmd starfa markaðseftirlits- og viðurkenningarstjórnvalda, rétt til upplýsinga og gagna, miðlunar þeirra, aðgang að athafnasvæði markaðsaðila, sýnatöku o.s.frv.]\nRg. 822/2004, sbr. 375/2005, 647/2005, 986/2005, 1071/2005, 156/2006, 427/2006, 465/2006, 689/2006, 953/2006, 207/2007, 349/2007, 1116/2007, 1279/2007, 165/2008, 1028/2008, 635/2009, 875/2009, 326/2010, 871/2010, 170/2011, 722/2011, 388/2012, 837/2012, 898/2012, 377/2013, 1045/2013, 236/2014, 736/2014, 918/2014, 967/2014, 509/2015, 159/2016, 446/2016, 846/2016, 982/2016, 987/2016, 119/2017, 699/2017, 919/2017 46/2018, 346/2018, 544/2018, 1079/2018, 279/2019, 664/2019, 451/2020, 1183/2020, 1185/2020, 628/2021, 1233/2021, 623/2022, 1301/2022, 153/2023, 1304/2023 og 644/2024. Rg. 605/2010, sbr. 290/2011, 445/2011, 1150/2011, 1002/2013, 671/2015, 691/2016, 983/2016, 768/2017, 321/2018, 1186/2020, 1187/2020, 526/2023 og 643/2024. Rg. 1077/2010, sbr. 589/2011, 980/2013, 1181/2014, 871/2015, 552/2017, 766/2017, 543/2018, 834/2019, 549/2021, 742/2022. og 710/2024. Rg. 414/2021, sbr. 1001/2021 og 1397/2021. L. 92/2024, 11. gr. L. 91/2024, 4. gr. L. 39/2021, 8. gr.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Tenging og dráttur ökutækis.\nVið bifreið, bifhjól og torfærutæki má tengja einn eftirvagn. Við reiðhjól, dráttarvél og vinnuvél má tengja allt að tvo eftirvagna. Við rafknúið dráttartæki ætlað til farþegaflutninga má þó tengja allt að þrjá eftirvagna enda sé tækið ekki hannað til hraðari aksturs en 25 km á klst.\nVið bifhjól og reiðhjól má tengja hliðarvagn sem skal þá vera hægra megin við ökutækið.\nVið létt bifhjól má hvorki tengja eftirvagn né hliðarvagn.\nRáðherra setur í reglugerð ákvæði um tengingu og drátt ökutækja, þ.m.t. tengingu eftirvagna, reiðhjóla og hliðarvagna, og um hvað flytja megi með ökutækjum þessum, svo og undanþágu frá ákvæðum 1. mgr. við akstur á tilteknum svæðum.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Akstur rafknúinna dráttartækja til farþegaflutninga.\nLeyfi lögreglustjóra og veghaldara þarf til aksturs rafknúinna dráttartækja til farþegaflutninga, sbr. 3. málsl. 1. mgr. 70. gr., á vegum þar sem hámarkshraði er yfir 30 km á klst. eða umferð er meiri en 300 bílar á dag að jafnaði alla daga ársins.\nRáðherra er heimilt að setja reglugerð um akstur rafknúinna dráttartækja til farþegaflutninga, þ.m.t. kröfur til búnaðar og stjórnanda.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Skráning.\nEigandi (umráðamaður) vélknúins ökutækis ber ábyrgð á skráningu þess í ökutækjaskrá og að skráningarmerki sé sett á það áður en það er tekið í notkun. Sama á við um eftirvagn vélknúins ökutækis [sem gerður er fyrir meira en 750 kg heildarþyngd, svo og hjólhýsi, fellihýsi og tjaldvagn óháð heildarþyngd]. [Ráðherra getur þó í reglugerð kveðið á um skráningarskyldu eftirvagns vélknúins ökutækis sem gerður er fyrir 750 kg heildarþyngd eða minna. Undanþegin skráningarskyldu eru létt bifhjól í flokki I [og smáfarartæki].]\nÍ reglugerð sem ráðherra setur skal kveðið á um undanþágu frá skráningu ökutækis sem ætlað er til aksturs á afmörkuðum, skilgreindum svæðum, svo og ökutækis sem ætlað er til aksturs utan almennrar umferðar, og hvar nota megi ökutækið.\nRáðherra setur enn fremur í reglugerð nánari ákvæði um skráningu ökutækis í ökutækjaskrá, svo sem um:\na. tilkynningu eigendaskipta,\nb. skráningarmerki, m.a. um útlit, gerð og framleiðslu,\nc. skráningarskírteini,\nd. tímabundinn akstur skráningarskylds ökutækis án skráningar,\ne. afskráningu ökutækis og heimild Samgöngustofu til afskráningar þess,\nf. tímabundna notkun ökutækis, sem skráð er erlendis, hér á landi,\ng. skráningu ökutækis í eigu erlends ríkis,\nh. umráðamann ökutækis, réttindi hans og skyldur, og\ni. skráningu ökutækis sem ætlað er til aksturs á afmörkuðum, skilgreindum svæðum.\nHeimilt er að skrá breytingalás á ökutæki í ökutækjaskrá. Breytingalás takmarkar heimildir til nýskráningar, skráningar eigendaskipta og/eða skráningar ökutækis í umferð. Ráðherra setur í reglugerð nánari reglur um framkvæmd skráningar breytingalása, þar á meðal um það hvers konar breytingalása heimilt er að skrá, hvaða áhrif þeir hafa á skráningar, hverjir geta farið fram á skráningu breytingaláss og að hvaða skilyrðum uppfylltum megi aflétta slíkum skráningum.\n[Ráðherra er heimilt með reglugerð að kveða á um aðgengi og miðlun upplýsinga úr ökutækjaskrá, þar á meðal miðlun upplýsinga um eigendur og umráðamenn ökutækja, að uppfylltum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga.]\nL. 39/2021, 9. gr. L. 92/2024, 12. gr. Rg. 751/2003, sbr. 299/2004, 506/2005, 656/2005, 158/2006, 307/2006, 691/2006, 756/2006, 1231/2007, 669/2008, 408/2009, 448/2011, 169/2016, 1086/2018 og 1515/2020.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Einkamerki.\nEigandi bifreiðar eða bifhjóls, þó ekki létts bifhjóls í flokki I, hefur heimild til þess að velja tiltekna bókstafi og tölustafi sem einkamerki á skráningarmerki ökutækisins.\nFyrir rétt til einkamerkis skal greiða sérstakt gjald samkvæmt lögum um aukatekjur ríkissjóðs, auk gjalds fyrir skráningu og skráningarmerki. Réttur til einkamerkis gildir í átta ár. Skráður eigandi ökutækis skal fram að 65 ára aldri greiða sama gjald vegna endurnýjunar á rétti til einkamerkis. Fyrir skráningu á flutningi einkamerkis af einu ökutæki á annað í samræmi við reglur sem ráðherra setur á grundvelli 3. mgr. skal greiða sama gjald og fyrir skráningu eigendaskipta að ökutæki.\nRáðherra setur í reglugerð nánari ákvæði um heimild til að velja tiltekna bókstafi og tölustafi sem einkamerki á ökutæki samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Skoðun ökutækis og álagning og innheimta vanrækslugjalds.\nÖkutæki, skráð hér á landi, sbr. 1. mgr. 72. gr., skal færa til reglubundinnar almennrar skoðunar (aðalskoðunar) í samræmi við reglur sem ráðherra setur á grundvelli 3. mgr. Ákvæðið gildir þó ekki um dráttarvélar, aðrar en þær sem hannaðar eru til aksturs yfir 40 km hraða á klst. og eru aðallega notaðar á opinberum vegum og rafknúin dráttartæki, sbr. 3. málsl. 1. mgr. 70. gr., torfærutæki og vinnuvélar.\nEigandi (umráðamaður) ökutækis ber ábyrgð á því að ökutæki sé fært til skoðunar í samræmi við 1. mgr.\nRáðherra setur í reglugerð nánari ákvæði um skoðun ökutækja, svo sem um:\na. skilyrði og tíðni aðalskoðunar skv. 1. mgr.,\nb. skilyrði annarra tegunda skoðunar, þar á meðal skoðunar við afhendingu skráningarmerkja, skráningarskoðunar, vegaskoðunar, skoðunar ökutækis sem skráð er til flutnings á hættulegum farmi (ADR-skoðunar), skoðunar vegna breytingar á ökutæki og endurskoðunar,\nc. hverjir annast skoðun, [menntun þeirra og endurmenntun] og verklag við framkvæmd skoðunar,\nd. starfsemi skoðunarstofa og endurskoðunarverkstæða og\ne. álagningu og innheimtu vanrækslugjalds, sbr. 4.–6. mgr.\nHafi eigandi (umráðamaður) ökutækis ekki fært ökutæki til skoðunar innan tilgreindra tímamarka skal greiða sérstakt vanrækslugjald er rennur í ríkissjóð í eftirfarandi tilvikum:\na. ökutæki hefur ekki verið fært til aðalskoðunar fyrir lok annars mánaðar frá því er ökutækið skyldi fært til aðalskoðunar,\nb. ökutæki hefur ekki verið fært til endurskoðunar þegar liðinn er mánuður frá lokum þess mánaðar er ökutækið skyldi fært til endurskoðunar, og\nc. ökutæki hefur ekki verið fært til skoðunar þegar liðinn er mánuður frá því að skráningarmerki hafði verið afhent tímabundið til þess að færa mætti ökutækið til skoðunar.\nFjárhæð vanrækslugjalds skal ákveðin af ráðherra í reglugerð, en hún skal að hámarki vera 100.000 kr. Breyta má fjárhæð gjaldsins til samræmis við almennar breytingar á verðlagi. Ráðherra er heimilt að ákveða mismunandi fjárhæð vanrækslugjalds eftir flokkum ökutækja. Ráðherra er heimilt að gera samninga við skoðunarstofur um innheimtu vanrækslugjalds og þóknun til þeirra fyrir þann kostnað sem hlýst af slíkri innheimtu. Sé ökutæki fært til skoðunar, eftir atvikum aðalskoðunar eða endurskoðunar, eða skráningarmerki þess afhent skoðunarstöð innan mánaðar frá því að vanrækslugjald var lagt á lækkar gjaldið um 50%. Sé ökutæki afskráð innan tveggja mánaða frá álagningu gjaldsins skal fella álagninguna niður. Heimilt er að hækka gjaldið um allt að 100% verði það ekki greitt við skoðun eða endurskoðun sé þess krafist. Ráðherra er heimilt að hækka fjárhæð í samræmi við breytingar á verðlagi.\nVanrækslugjald nýtur lögveðs í viðkomandi ökutæki sem helst við eigendaskipti og má gera fjárnám til tryggingar greiðslu þess hjá eiganda (umráðamanni) ökutækis án undangengins dóms eða sáttar.\nTakist ekki birting greiðsluáskorunar sem undanfari nauðungarsölu má fara með mál sem segir í 4. mgr. 110. gr. um birtingu í Lögbirtingablaði. Sú birting hefur sömu réttaráhrif og hefði hún verið birt beint fyrir þeim sem greiðsluáskorun beinist að.\nRg. 1187/2020. Rg. 414/2021, sbr. 1001/2021, 1397/2021, 1601/2022, 531/2023, 695/2023, 1305/2023, 1614/2023 og 777/2024. Rg. 1085/2024. L. 92/2024, 13. gr.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Bann við notkun ökutækis.\nNú kemur í ljós að skráningarskylt ökutæki veldur hættu fyrir umferðaröryggi, hefur verið skráð á fölskum forsendum eða er eigi fært til skoðunar þegar krafist er, og getur þá lögreglan tekið af því skráningarmerki án frekari viðvörunar.\nReynist ökutæki sem lögreglan stöðvar ekki vera í lögmæltu ástandi má krefjast þess að það skuli fært til sérstakrar skoðunar hjá skoðunarstofu.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Sjálfkeyrandi ökutæki.\nPrófanir á sjálfkeyrandi ökutækjum mega aðeins fara fram með leyfi Samgöngustofu. Heimilt er að veita leyfi fyrir prófun á ökutæki sem er sjálfkeyrandi að fullu eða að hluta.\nLeyfi skal gefið út til ákveðins tíma í senn en þó er heimilt að endurnýja leyfi að gildistíma loknum. Samgöngustofu er heimilt að setja sérstök skilyrði fyrir veitingu leyfis í því skyni að tryggja öryggi, svo sem að prófun fari aðeins fram á lokuðum brautum og að ökumaður sé staddur í ökutæki við prófun gerist þess þörf að stjórna ökutæki handvirkt.\nUmsækjandi um leyfi skal sýna fram á að umferðaröryggi sé tryggt meðan á prófun stendur og tryggja að af prófun stafi ekki verulegar truflanir eða óþægindi fyrir umferð. Þá skal umsækjandi tryggja að prófun fari fram í samræmi við lög og reglur og í samræmi við skilyrði leyfis. Ef umsækjandi um leyfi fyrir prófun á sjálfkeyrandi ökutæki er lögaðili skal ábyrgur einstaklingur vera í forsvari sem ber ábyrgð á því að prófun fari fram í samræmi við lög og reglur og skilyrði leyfis.\nSamgöngustofa skal afturkalla leyfi til prófunar sjálfkeyrandi ökutækis ef leyfishafi uppfyllir ekki lengur skilyrði fyrir veitingu leyfis nema sérstakar ástæður mæli gegn því.\nRáðherra er með reglugerð heimilt að setja reglur um sjálfkeyrandi ökutæki og prófanir á þeim, þar á meðal um leyfisveitingu fyrir prófunum, eftirlit og skilyrði fyrir leyfisveitingu. Þá er í reglugerð heimilt að kveða á um gjaldskrá vegna kostnaðar við leyfisveitingar og eftirlit Samgöngustofu.\nXIV. kafli. Notkun öryggis- og verndarbúnaðar.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Öryggisbelti og annar öryggis- og verndarbúnaður í bifreiðum.\nHver sá sem situr í sæti bifreiðar sem búið er öryggisbelti skal nota beltið þegar bifreiðin er á ferð.\nÖkumaður skal sjá um að í stað öryggisbeltis eða ásamt öryggisbelti noti barn undir 135 [cm] á hæð viðurkenndan barnabílstól, beltispúða eða annan sérstakan öryggis- og verndarbúnað sem hæfir stærð þess.\nBarn sem er undir 150 [cm] á hæð má ekki vera farþegi í framsæti bifreiðar sem búin er uppblásanlegum öryggispúða fyrir framan sætið nema púðinn hafi verið gerður óvirkur.\nEigi er skylt að nota öryggis- eða verndarbúnað þegar ekið er aftur á bak eða við akstur á bifreiðastæði eða við bensínstöð, viðgerðarverkstæði eða svipaðar aðstæður.\nÖkumaður skal sjá um að farþegi yngri en 15 ára noti öryggis- og verndarbúnað skv. 1.–4. mgr.\nRáðherra setur í reglugerð nánari ákvæði um flokkun, gerð og notkun öryggis- og verndarbúnaðar skv. 1.–4. mgr. Þar skal m.a. kveðið á um skyldu til að tilkynna farþegum um skyldubundna notkun öryggisbeltis.\nRáðherra getur sett reglur um undanþágu frá skyldu til að nota slíkan búnað, m.a. við sérstakan akstur og fyrir farþega hópbifreiða í almenningsakstri í þéttbýli. Ekki er heimilt að veita undanþágu frá notkun öryggis- og verndarbúnaðar í hópbifreiðum í almenningsakstri í dreifbýli á vegum þar sem heimilt er að aka hraðar en 80 km á klst.\nL. 39/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Öryggis- og verndarbúnaður við akstur bifhjóls og torfærutækis.\nÓvarinn vegfarandi sem er á ferð á bifhjóli eða torfærutæki skal nota viðurkenndan hlífðarhjálm ætlaðan til slíkra nota. Sama er um þann sem er á hliðarvagni eða eftirvagni slíks ökutækis. Ökumaður ber ábyrgð á að farþegi noti hlífðarhjálm.\nEigi er skylt að nota hlífðarhjálm við akstur, sbr. 1. mgr., á bifreiðastæði eða við bensínstöð, viðgerðarverkstæði eða við svipaðar aðstæður.\nHver sá sem situr í sæti bifhjóls eða torfærutækis, sbr. 1. mgr., sem búið er öryggisbelti skal nota beltið þegar ökutækið er á ferð.\nRáðherra getur sett ákvæði í reglugerð um undanþágu frá notkun hlífðarhjálms við sérstakar aðstæður.",
      "metadata": {
        "source_anchor": "G78",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Öryggis- og verndarbúnaður óvarinna vegfarenda.\nBarn yngra en 16 ára skal nota reiðhjólahjálm við hjólreiðar [og akstur smáfarartækis].\nÁkvæði 1. mgr. á ekki við þegar barn hefur fengið læknisvottorð sem undanþiggur það notkun hlífðarhjálms af heilsufarsástæðum eða læknisfræðilegum ástæðum.\nLögregla og forsjármenn skulu vekja athygli barna á skyldu skv. 1. mgr.\nRáðherra setur í reglugerð ákvæði um flokkun, gerð og notkun öryggis- og verndarbúnaðar óvarinna vegfarenda annarra en gangandi, þ.m.t. ákvæði um hlífðarfatnað og annan hlífðarbúnað þeirra sem eru á ferð á bifhjóli, torfærutæki eða öðru vélknúnu ökutæki.\nL. 92/2024, 14. gr.\nXV. kafli. Flutningur, hleðsla, þyngd og stærð ökutækja.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Hleðsla ökutækja, flutningur farms og öryggisráðstafanir við flutning á farþegum.\nFarm ökutækis skal skorða tryggilega og festa við ökutækið. Gæta skal þess að farþegar eða farmur byrgi eigi útsýni ökumanns eða tálmi notkun stjórntækja ökutækis. Farmi skal þannig komið fyrir að hann byrgi ekki lögboðinn ljósa- eða merkjabúnað ökutækis eða skráningarmerki þess.\nEkki má flytja fleiri farþega eða þyngri farm í ökutæki en það er skráð fyrir.\nFarm skal flytja þannig að eigi hafi í för með sér hættu fyrir menn eða valdi munatjóni. Þess skal enn fremur gætt að eigi sé hætta á að farmur dragist eftir akbraut eða falli á hana eða valdi rykmekki eða svipuðum óþægindum, umferðartruflun eða óþarfa hávaða.\nRáðherra setur í reglugerð nánari ákvæði um hleðslu og frágang farms og skyldu til að breiða yfir farm, svo og hvernig auðkenna skuli sérstaklega fyrirferðarmikinn farm. Þá getur ráðherra sett reglugerð um öryggisráðstafanir við flutning á farþegum.",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Flutningur á hættulegum farmi.\nVið flutning á hættulegum farmi skal fara eftir reglum sem ráðherra setur á grundvelli 4. mgr. Flutningur telst hvers konar tilfærsla á hættulegum farmi á landi, þ.m.t. lestun, losun og geymsla farmsins í ökutækinu, og annað sem fram fer meðan á flutningi stendur og er þáttur í flutningi farmsins.\nHver sem kemur að flutningi á hættulegum farmi skv. 1. mgr. skal sýna varúð og standa þannig að verki að sem minnst hætta sé á líkams- og heilsutjóni, svo og eignatjóni eða umhverfisspjöllum. Áður en hættulegur farmur er fluttur skal ganga úr skugga um að umbúðir og merking farmsins sé fullnægjandi. Ökutæki og búnaður, sem notaður er við flutninginn, skal vera í þannig ástandi að ekki stafi hætta af. Ekki má afhenda hættulegan farm til flutnings þeim sem ljóst er að ekki hefur kunnáttu eða búnað til þess að flytja farminn svo fyllsta öryggis sé gætt.\nLögreglan hefur eftirlit með flutningi á hættulegum farmi. Samgöngustofa gætir þess að búnaður ökutækis sé í samræmi við reglur skv. 4. mgr. þegar ökutæki er skráð til flutnings á hættulegum farmi.\n[Ráðherra setur í reglugerð nánari ákvæði um flutning á hættulegum farmi skv. 1. mgr., þar á meðal um hlutverk stjórnvalda, flokkun hættulegs farms, öryggisbúnað, ábyrgð og skyldur, öryggisráðgjafa, réttindi (ADR-réttindi), þjálfun, eftirlit og upplýsingar og miðlun þeirra. Ráðherra er í reglugerð heimilt að mæla fyrir um bann við flutningi tiltekins farms eða í ákveðnum tilvikum að veita undanþágu frá reglum um flutning hættulegs farms.]\nRg.1077/2010, sbr. 589/2011, 980/2013, 1181/2014, 871/2015, 552/2017, 766/2017, 543/2018, 834/2019, 549/2021, 530/2023 og 710/2024. Rg. 414/2021, sbr. 1001/2021 og 1397/2021. L. 92/2024, 15. gr.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Akstur breiðra, þungra, langra eða hárra ökutækja.\nÖkumaður ökutækis sem fjallað er um í reglum sem ráðherra setur á grundvelli 5. mgr. skal sýna sérstaka varúð í umferðinni með tilliti til stærðar og þyngdar ökutækisins og skal víkja greiðlega fyrir öðrum og nema staðar ef þörf krefur. Ökumaður skal sérstaklega gæta að umferð reiðhjóla og bifhjóla.\nÖkumaður ökutækis skv. 1. mgr. skal við akstur undir brú, í göngum, undir rafmagns- eða símalínu eða við svipaðar aðstæður ganga úr skugga um að það sé unnt án þess að hætta á manntjóni eða eignatjóni skapist.\nÞrátt fyrir ákvæði 1. mgr. eða í reglum sem ráðherra setur á grundvelli 5. mgr. getur veghaldari leyft meiri ásþunga og heildarþyngd ökutækja á einstökum vegarköflum, svo og ákveðið minni ásþunga eða heildarþyngd á öðrum, hvort tveggja miðað við burðarþol brúar eða vegar.\nSamgöngustofa getur, að fengnu samþykki [Vegagerðarinnar] og að höfðu samráði við lögreglu, veitt undanþágu frá reglum sem ráðherra setur á grundvelli 5. mgr. þegar brýn nauðsyn þykir vegna sérstakra flutninga. [Slíka undanþágu má binda viðeigandi skilyrðum, t.d. um að sá sem óskar eftir slíkri undanþágu afli samþykkis annarra veghaldara eftir því sem við á.]\nRáðherra setur í reglugerð nánari reglur um hámark breiddar, lengdar og hæðar ökutækja, með og án farms, þar á meðal um akstur sérstaklega breiðra, langra eða hárra ökutækja. Reglur þessar skulu einnig taka til samtengdra ökutækja. Í reglunum getur ráðherra m.a. kveðið á um í hvaða tilvikum kalla verður til aðstoð lögreglu við flutning á vegum. Þá skal í reglum þessum kveðið á um hámark ásþunga og heildarþyngdar ökutækja, með og án farms.\nHeimilt er að innheimta gjald vegna kostnaðar við veitingu undanþágu og eftirlit með að skilyrði séu uppfyllt, svo og aðstoð lögreglu og Samgöngustofu við flutning og tilhögun á útgáfu leyfis sem nánar er kveðið á um í reglugerð sem ráðherra setur.\nL. 39/2021, 10. gr. Rg. 155/2007, sbr. 1187/2008, 991/2009, 696/2010, 1263/2011, 193/2013, 1199/2013, 339/2015, 159/2017, 1056/2017, 1073/2017, 399/2020, 599/2021, 1232/2021 og 1327/2021.\nXVI. kafli. Umferðarstjórn, umferðarmerki o.fl.",
      "metadata": {
        "source_anchor": "G82",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Umferðarstjórn.\nLögreglan stjórnar umferð þar sem hún telur þess þörf.\nVið vegavinnu, og þar sem skemmd hefur orðið á vegi þannig að hætta stafi af fyrir umferð, getur veghaldari eða sá sem hefur með höndum vegavinnu stjórnað umferð, eftir því sem nauðsynlegt er, þar á meðal beint henni fram hjá vinnusvæði.\nRáðherra getur sett reglur um merkjagjöf við umferðarstjórn, þar á meðal um heimild annarra en lögreglunnar til að stjórna umferð.\nRg. 250/2024.",
      "metadata": {
        "source_anchor": "G83",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Sérákvæði um notkun vega, hraðamörk o.fl.\nVeghaldari getur kveðið á um varanleg sérákvæði um notkun vegar til umferðar að höfðu samráði við sveitarstjórn, þegar það á við, og að fengnu samþykki lögreglu, m.a. um:\na. stöðvun og lagningu ökutækis,\nb. hvar umferð skuli hafa forgang, sbr. 2. mgr. 26. gr.,\nc. einstefnuakstur,\nd. gangbrautir,\ne. undanþágur frá og bann við tiltekinni umferð, og\nf. aðrar takmarkanir á umferð um veg.\nÁ þjóðvegum ákveður Vegagerðin hraðamörk skv. 2.–4. mgr. 37. gr.\nHraðamörk á þjóðvegum í þéttbýli skulu ákveðin að fengnu samþykki viðkomandi sveitarstjórnar og lögreglu. Á öðrum vegum ákveður sveitarstjórn hraðamörkin að fenginni umsögn lögreglu.\nÁkvarðanir samkvæmt grein þessari skal veghaldari gefa til kynna með umferðarmerkjum og yfirborðsmerkingum í tilviki gangbrauta. Ákvörðun varðandi stöðvun eða lagningu ökutækja, sem ekki er bundin við ákveðinn vegarkafla, skal birta á vefsetri Vegagerðarinnar eða með öðrum tryggum hætti.",
      "metadata": {
        "source_anchor": "G84",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Takmörkun eða bann umferðar um stundarsakir.\nVeghaldari getur, í samráði við lögreglu og almannavarnanefnd, þegar það á við, takmarkað eða bannað umferð vélknúinna ökutækja um stundarsakir á vegi sem hættulegur er vegna skemmda eða af öðrum orsökum þar til viðgerð er lokið eða hætta liðin hjá.\nSveitarstjórn eða Vegagerðinni, þegar um þjóðveg er að ræða, er heimilt að takmarka eða banna umferð um stundarsakir á vegi eða svæði þegar mengun er yfir heilsufarsmörkum eða hætta er talin á að svo verði. Til grundvallar slíku banni skal liggja fyrir rökstuðningur fyrir takmörkun umferðar vegna mengunar, studdur mæliniðurstöðum og mengunarspám.\nTakmarkanir á umferð vegna mengunar frá ökutækjum geta t.d. falist í breytingum á hámarkshraða, takmörkun á umferð stærri ökutækja eða takmörkun almennrar umferðar með því að heimila tilteknum bifreiðum akstur á ákveðnum svæðum eftir oddatölu/jafnri endatölu eða sambærilegum endabókstaf skráningarmerkja. Upplýsingar um slíkar takmarkanir skulu gefnar með umferðarmerkjum og auglýsingum á opinberum vettvangi, svo sem á vefsetri Vegagerðarinnar eða sveitarfélags eða með öðrum tryggum hætti.\nRáðherra getur í reglugerð sett nánari ákvæði um úrræði og við hvaða kringumstæður grípa megi til takmarkana skv. 2. og 3. mgr. Ráðherra getur einnig sett nánari reglur um notkun negldra hjólbarða, þ.m.t. á hvaða tímabili og við hvaða aðstæður notkun þeirra er heimil.",
      "metadata": {
        "source_anchor": "G85",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Stöðukort og stöðureitir.\nRáðherra getur ákveðið að þar sem heimild til lagningar ökutækja er tímabundin megi því aðeins leggja ökutæki að notuð skuli sérstök stöðukort. Ráðherra setur reglur um stöðukort og notkun þeirra.\nSveitarstjórn er heimilt að setja reglur um notkun stöðureita og gjaldtöku fyrir hana á landi í umráðum hennar, þ.m.t. á þjóðlendum innan marka sveitarfélagsins. Reglur um notkun stöðureita á landi í umráðum sveitarstjórnar þurfa samþykki lögreglustjóra. Reglur um notkun stöðureita á þjóðlendum skulu samþykktar af ráðherra sem fer með málefni þjóðlendna.\nSveitarstjórn innheimtir gjald skv. 2. mgr. á stöðureitum á landi í umráðum hennar og á þjóðlendum innan marka sveitarfélagsins. Samþykki ráðherra sem fer með málefni þjóðlendna þarf fyrir gjaldtöku innan þeirra.\nAð fengnu samþykki ráðherra sem fer með málefni ríkisjarða og lands í eigu ríkisins er ráðherra heimilt að setja reglugerð um notkun stöðureita og gjaldtöku fyrir hana á landi í umráðum ríkisins, öðru en þjóðlendum og náttúruverndarsvæðum. [Ríkisaðila er, með samþykki ráðherra, heimilt að setja reglur um notkun stöðureita og gjaldtöku fyrir hana á landi í eigin umráðum.]\nRáðherra innheimtir gjald skv. 4. mgr. eða felur öðrum að sjá um innheimtuna með samningi. [Þá getur ráðherra heimilað ríkisaðila að sjá um innheimtu gjalds fyrir notkun stöðureita sem viðkomandi ríkisaðili hefur umsjón með.]\nFjárhæð gjalds samkvæmt þessari grein miðast við að standa straum af byggingarkostnaði, viðhaldi og rekstri stöðureita, þ.m.t. launum varða, og kostnaði við uppbyggingu, viðhald og rekstur þjónustu sem veitt er í tengslum við notkun stöðureita, svo sem salernisaðstöðu, og gerð og viðhald göngustíga og tenginga við önnur samgöngumannvirki. Gjaldskrá skal birta notendum á aðgengilegan hátt.\nL. 92/2024, 16. gr. L. 39/2021, 11. gr.",
      "metadata": {
        "source_anchor": "G86",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Stæðiskort fyrir hreyfihamlaða.\nEingöngu handhafa stæðiskorts fyrir hreyfihamlaða er heimilt að leggja ökutæki í bifreiðastæði sem ætlað er fyrir fatlaða og auðkennt með þar til gerðu umferðarmerki eða þar sem á annan hátt er sannanlega gefið til kynna að um stæði fyrir ökutæki hreyfihamlaðs einstaklings sé að ræða.\nHandhafa stæðiskorts skv. 1. mgr. er jafnframt heimilt að leggja ökutæki í gjaldskylt bifreiðastæði án sérstakrar greiðslu, enda sé þá gætt ákvæða 3.–5. mgr.\nÞegar ökutæki er lagt í bifreiðastæði skal stæðiskorti komið fyrir innan við framrúðu þannig að framhlið þess sé vel sýnileg að utan.\nSkylt er að sýna stæðiskort við eftirlit. Lögreglumanni eða stöðuverði sem annast eftirlit með stöðvunarbrotum er heimilt að leggja hald á stæðiskort til bráðabirgða ef grunur leikur á misnotkun þess.\nEf stöðuvörður verður var við misnotkun stæðiskorts skal hann gera viðkomandi lögreglustjóra viðvart.\nRáðherra getur í reglugerð sett nánari ákvæði um undanþágu fyrir hreyfihamlaða frá reglum 28. og 29. gr. um stöðvun og lagningu ökutækis, þar á meðal reglum um notkun stöðureita og gjald fyrir þá, sbr. 109. gr.\nRg. 1130/2016, sbr. 1241/2021 og 880/2022.",
      "metadata": {
        "source_anchor": "G87",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Umferðarmerki o.fl.\nVeghaldari skal sjá um að umferðarmerki verði sett á eða við veg þar sem sérreglur gilda um umferð eða þörf er á þeim til stjórnunar eða leiðbeiningar.\nEigi má án leyfis veghaldara setja merki á eða við veg, sbr. 1. mgr. 13. gr.\nKostnað vegna merkja skv. 1. mgr. skal veghaldari greiða nema um annað sé um samið.\nUm gerð og notkun umferðarmerkja, umferðarljósa og hljóðmerkja og annarra merkja á eða við veg til stjórnunar á eða leiðbeiningar fyrir umferð, svo og hvað þau tákna og hvenær megi frá þeim víkja, skal kveðið á í reglugerð sem ráðherra setur.\nRg. 250/2024.",
      "metadata": {
        "source_anchor": "G88",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Öryggisráðstafanir vegna framkvæmda við veg.\nÞar sem vegavinna fer fram eða umferð er raskað af öðrum ástæðum þannig að hætta stafi af er þeim sem stjórnar verki skylt að sjá um að staðurinn verði merktur á fullnægjandi hátt. Veghaldari getur með samningi falið þeim sem annast framkvæmd við veg að setja upp fullnægjandi merkingar.\nLeyfi veghaldara þarf til að geyma á vegi muni, tæki eða vegagerðarefni sem getur haft í för með sér óþægindi eða hættu fyrir umferðina nema sérstakar ástæður geri geymslu til bráðabirgða nauðsynlega. Ef eigi er unnt að setja slíka muni, tæki eða efni út fyrir akbraut skal þeim komið fyrir eins utarlega á henni og unnt er og staðurinn auðkenndur viðvörunarmerkjum.\n[Ráðherra setur nánari ákvæði í reglugerð um framkvæmdir, viðburði eða aðrar aðstæður á eða við veg þar sem umferð kann að vera raskað þannig að hætta stafi af, m.a. um gerð öryggisáætlunar og ábyrgð veghaldara og verktaka við að tryggja öryggi á verkstað.]\nL. 39/2021, 12. gr.",
      "metadata": {
        "source_anchor": "G89",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Auglýsingaskilti við veg.\nSpjöld, auglýsingar, ljósaskilti eða sambærilegan búnað má eigi setja á eða við veg þannig að honum sé beint að umferð nema með heimild veghaldara. Veghaldari getur synjað um leyfi eða gert kröfu um að slíkur búnaður verði fjarlægður ef hann telur hann draga úr umferðaröryggi, þar á meðal ef misskilja má hann sem umferðarmerki, umferðarskilti eða vegmerkingu, búnaður tálmar vegsýn eða er til þess fallinn að draga athygli vegfarandans frá vegi eða umferðinni.\nVerði ábyrgðaraðili búnaðar ekki við áskorun veghaldara um að fjarlægja búnað skv. 1. mgr. innan hæfilegs frests er veghaldara heimilt að fjarlægja búnaðinn á kostnað ábyrgðaraðila. Valdi búnaður yfirvofandi hættu fyrir umferð getur veghaldari, að fengnu leyfi lögreglu, látið fjarlægja búnað þegar í stað.\nHluti sem eru þess eðlis sem greinir í 1. mgr. og sjást frá vegi getur lögreglan látið fjarlægja ef þeir líkjast merkjum skv. 1. mgr. 88. gr. eða geta að öðru leyti verið villandi eða valdið óþægindum fyrir umferð.\nXVII. kafli. Eftirlit lögreglu með ástandi og hleðslu ökutækja o.fl.",
      "metadata": {
        "source_anchor": "G90",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Eftirlit með ástandi, stærð, þyngd og hleðslu ökutækja.\nVegaeftirlitsmönnum lögreglu og lögreglumönnum er heimilt að stöðva ökutæki og skoða ástand þess, stærð, heildarþyngd, ásþunga og búnað ökutækis, sem og hleðslu þess, frágang og merkingu farms, og skoða annað, þar á meðal hvort gætt hafi verið ákvæða 81. gr. um flutning á hættulegum farmi. Reynist ökutæki ekki vera í lögmæltu ástandi má krefjast þess að það verði fært til sérstakrar skoðunar.\nVegaeftirlitsmönnum lögreglu og lögreglumönnum er heimilt að stöðva akstur ökutækja sem eru meira en 3,5 tonn að leyfðri heildarþyngd í því skyni að kanna hvort fylgt hafi verið ákvæðum X. kafla um aksturs- og hvíldartíma ökumanna, 69. gr. um búnað slíkra ökutækja, 80. gr. um hleðslu ökutækja, flutning farms og öryggisráðstafanir við flutning á farþegum, 81. gr. um flutning á hættulegum farmi og 82. gr. um akstur breiðra, þungra, langra eða hárra ökutækja eða reglugerða settra á grundvelli þessara ákvæða.\nSkylt er að stöðva ökutæki þegar vegaeftirlitsmenn lögreglu eða lögreglumenn gefa stöðvunarmerki skv. 1. og 2. mgr. Ökumanni ökutækis til farþega- eða farmflutninga er skylt að hlíta því að vegaeftirlitsmenn lögreglu og lögreglumenn skoði stærð, heildarþyngd, ásþunga og búnað ökutækis, sem og hleðslu þess, frágang og merkingu farms, og geri aðrar athuganir sem nauðsynlegar kunna að vera vegna eftirlits skv. 2. mgr. og ber þeim einnig að veita aðgang að upplýsingum sem varðveittar eru í ökurita ökutækis, á ökuritakorti eða með öðrum hætti.\nReynist við eftirlit heildarþyngd eða ásþungi ökutækis meiri en heimilt er ber ökumanni að fara eftir fyrirmælum vegaeftirlitsmanna lögreglu og lögreglumanna um að létta ökutækið eða gera aðrar ráðstafanir um áframhaldandi akstur ökutækis krefjist þeir þess.\nTelji vegaeftirlitsmenn lögreglu eða lögreglumenn við eftirlit skv. 2. mgr. ástæðu til að ætla að í akstri ökutækis sem er meira en 3,5 tonn að leyfðri heildarþyngd hafi verið brotið gegn ákvæðum þeim sem vísað er til í 2. mgr. skal lögregla hefja rannsókn.",
      "metadata": {
        "source_anchor": "G91",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Upplýsingaskylda og málsmeðferð vegna vegaeftirlits.\nFlutningsaðili eða ökumaður ökutækis til farþega- eða farmflutninga skal að kröfu vegaeftirlitsmanns lögreglu eða lögreglumanns afhenda þau gögn sem nauðsynleg þykja við athugun einstaks máls skv. 2. mgr. 91. gr., þar á meðal gögn með upplýsingum sem skráðar eru og varðveittar í samræmi við reglur sem ráðherra setur á grundvelli 93. gr. Þetta gildir jafnt við eftirlit á vegum og í starfsstöð flutningsaðila, hvort sem gögnin eru afhent á staðnum eða send lögreglu.",
      "metadata": {
        "source_anchor": "G92",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Framkvæmd vegaeftirlits.\nRáðherra setur í reglugerð ákvæði um hæfi og þjálfun starfsmanna sem sinna vegaeftirliti, einkennisbúnað, skilríki, tækjabúnað og framkvæmd eftirlits, svo og málsmeðferð skv. 91. og 92. gr.\nRg. 605/2010, sbr. 528/2023. Rg. 414/2021, sbr. 527/2023.\nXVIII. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G93",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Brot er varða sektum.\nSá skal sæta sektum sem brýtur gegn ákvæðum 4. gr., 1. og 2. mgr. 5. gr., 6.–14. gr., 17.–35. gr., [39.–42. gr., 1.–4. mgr. 43. gr.], 2. mgr. 44. gr., [45.–47. gr.], 3. og 5. mgr. 52. gr., 54.–57. gr., 67.–72. gr., 76.–78. gr., [80. gr.], 81. gr., [1., 2. og 5. mgr. 82. gr.], 85. gr., 2. mgr. 88. gr., 89. gr., 90. gr., [3. og 4. mgr. 91. gr., 92. gr.] eða ákvæðum reglugerða sem settar eru samkvæmt þeim ákvæðum.\nEigi skal refsa skv. 1. mgr. fyrir brot sem tilgreind eru í 1. mgr. 109. gr. nema stöðvun eða lagning ökutækis hafi haft í för með sér hættu fyrir aðra eða að óþörfu valdið óþægindum fyrir umferðina.\nL. 39/2021, 13. gr. L. 124/2019, 1. gr. L. 136/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G94",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Brot er varða sektum eða fangelsi.\nSá skal sæta sektum eða fangelsi allt að tveimur árum sem brýtur gegn ákvæðum 36.–38. gr., 48. gr., [6. mgr. 49. gr.], 50. gr., 53. gr., 58. gr. eða 61. gr. eða ákvæðum reglugerða sem settar eru samkvæmt þeim. Þá skal [varða] sömu refsingu brot gegn [1.–5., 7. og 8. mgr.] 49. gr. ef vínandamagn í blóði ökumanns er yfir 0,5‰ eða vínandamagn í lofti sem hann andar frá sér er meira en 0,25 milligrömm í lítra lofts.\nVið ákvörðun sektar vegna brots gegn ákvæðum 36. og 37. gr. skal höfð hliðsjón af aukinni áhættu sem hraðabrotið hefur í för með sér. Á vegi þar sem leyfður hámarkshraði er 90 km á klst. eða meiri skal sekt ákveðin hærri en ella. Sama gildir um ákvörðun sektar vegna hraðabrots við akstur:\na. bifreiðar sem er 3,5 tonn eða minna að leyfðri heildarþyngd með eftirvagn, þ.m.t. fellihýsi, tjaldvagn og hjólhýsi,\nb. flutninga- eða vörubifreiðar,\nc. hópbifreiðar í almenningsakstri og hópbifreiðar,\nd. bifhjóls með hliðarvagni eða skráningarskyldum eftirvagni.\nL. 39/2021, 14. gr. L. 92/2024, 17. gr.",
      "metadata": {
        "source_anchor": "G95",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Brot eiganda eða lögaðila.\nEf brot sem greinir í 94. eða 95. gr. eða í ákvæðum reglugerða sem settar eru samkvæmt þeim er framið eftir fyrirmælum eða með vitund og vilja eiganda ökutækis eða stjórnanda í starfi skal honum einnig refsað fyrir brotið.",
      "metadata": {
        "source_anchor": "G96",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Sektareglugerð ráðherra.\nSektir ... fyrir brot skv. 94. og 95. gr. og ákvæðum reglugerða settra samkvæmt þeim skulu ákveðnar í reglugerð sem ráðherra setur að fengnum tillögum ríkissaksóknara. Í reglugerðinni skal tilgreint hvaða tegunda brota hún tekur til og hvaða sekt og önnur viðurlög skuli koma fyrir hverja tegund brots. Heimilt er að víkja frá ákvæðum reglugerðarinnar ef veigamikil rök mæla með því.\nL. 39/2021, 15. gr. Rg. 1240/2019.",
      "metadata": {
        "source_anchor": "G97",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Fullkomin samlagning sekta.\nÞegar ákveðin er sekt vegna brota á tveimur eða fleiri ákvæðum sem tilgreind eru í 94. eða 95. gr. eða í ákvæðum í reglugerðum sem settar eru samkvæmt þeim skal sektin vera samtala sekta vegna hvers brots um sig.",
      "metadata": {
        "source_anchor": "G98",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Almennar reglur um sviptingu ökuréttar.\nSvipta skal mann rétti til að stjórna ökutæki sem ökuskírteini þarf til ef hann hefur orðið sekur um mjög vítaverðan akstur slíks ökutækis eða ef telja verður, með hliðsjón af eðli brotsins eða annars framferðis hans sem ökumanns ökutækisins, varhugavert að hann stjórni vélknúnu ökutæki. Getur svipting náð til ákveðins flokks ökuréttinda samkvæmt reglugerð um ökuskírteini, nr. 830/2011, með síðari breytingum, eða sviptingar ökuréttar í heild.\nNú hefur maður á þriggja ára tímabili gerst sekur um þrjú eða fleiri brot á lögum þessum eða reglugerðum settum samkvæmt þeim og náð tilteknum punktafjölda samkvæmt punktakerfi vegna umferðarlagabrota, og skal hann þá sviptur ökurétti í þrjá mánuði til viðbótar þeirri sviptingu ökuréttar sem við síðasta brotinu kann að liggja. Ráðherra setur, að fenginni umsögn ríkissaksóknara, reglugerð um ökuferilsskrá og punktakerfi vegna umferðarlagabrota, þar á meðal um hvaða vægi einstök brot skuli hafa í punktum talið við ákvörðun um beitingu sviptingar ökuréttar vegna uppsöfnunar punkta.\nSvipting ökuréttar skal vera um ákveðinn tíma, eigi skemur en einn mánuð, eða ævilangt ef sakir eru miklar eða brot er ítrekað öðru sinni.\nÞegar ekið er meira en tvöfalt hraðar en heimilt er skal svipting ökuréttar ekki ákvörðuð skemur en í þrjá mánuði.\nSvipting ökuréttar felur í sér sviptingu ákveðins réttar samkvæmt ökuskírteini og réttar til að öðlast ökuskírteini.\nRg. 929/2006, sbr. 36/2020 og 901/2020.",
      "metadata": {
        "source_anchor": "G99",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Svipting ökuréttar vegna ítrekaðra brota gegn reglum um aksturs- og hvíldartíma ökumanna.\nNú hefur ökumaður tvívegis áður sætt sekt vegna brota á ákvæðum X. kafla um aksturs- og hvíldartíma ökumanna, og er þá heimilt að svipta hann tímabundið rétti til að stjórna bifreið í tilteknum flokki til farþega- og farmflutninga í atvinnuskyni í samræmi við ákvæði 99. gr.",
      "metadata": {
        "source_anchor": "G100",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Svipting ökuréttar vegna ölvunar- eða vímuefnaaksturs.\nNú hefur stjórnandi vélknúins ökutækis brotið gegn ákvæðum 1. mgr. 49. gr. eða 50. gr. eða neitað að veita atbeina sinn við rannsókn máls skv. 3. mgr. 52. gr., og skal hann þá sviptur ökurétti. Ef sérstakar málsbætur eru og ökumaður hefur ekki áður gerst sekur um sams konar brot eða annað verulegt brot gegn skyldum sínum sem ökumaður má sleppa sviptingu ökuréttar vegna brots á ákvæðum 1. mgr. 49. gr., sbr. 2. mgr. þeirrar greinar, eða 50. gr.\nHafi stjórnandi vélknúins ökutækis brotið gegn ákvæðum 1. mgr. 49. gr., sbr. 2. mgr. þeirrar greinar, og vínandamagn í blóði hans er undir 0,50‰ eða vínandamagn í lofti sem hann andar frá sér er minna en 0,25 milligrömm í lítra lofts skal hann ekki sviptur ökurétti.\nNeiti stjórnandi vélknúins ökutækis að veita atbeina sinn við rannsókn máls skv. 3. mgr. 52. gr. skal svipting ökuréttar eigi vara skemur en eitt ár.\nHafi stjórnandi vélknúins ökutækis brotið gegn ákvæðum 1. mgr. 49. gr., sbr. 3. mgr. þeirrar greinar, skal svipting ökuréttar eigi vara skemur en eitt ár og sex mánuði og allt að tveimur árum og sex mánuðum eftir alvarleika brots og vínandamagni í blóði ökumanns eða vínandamagni í lofti sem hann andar frá sér.\nHafi stjórnandi vélknúins ökutækis brotið gegn ákvæðum 50. gr. skal svipting ökuréttar eigi vara skemur en sex mánuði og allt að tveimur árum eftir alvarleika brots og magni ávana- og fíkniefna [og/eða lyfja] í blóði ökumanns.\nNú hefur stjórnandi vélknúins ökutækis brotið gegn 49. gr. og vínandamagn í blóði hans er yfir 2‰ eða vínandamagn í lofti sem hann andar frá sér fer yfir 1,00 milligramm í lítra lofts og skal hann þá sviptur ökurétti eigi skemur en þrjú ár.\nNú hefur stjórnandi vélknúins ökutækis áður brotið gegn ákvæðum 49. eða 50. gr. eða neitað að veita atbeina sinn við rannsókn máls skv. 3. mgr. 52. gr. og hann gerist sekur um eitthvert þessara brota. Skal svipting ökuréttar þá eigi vara skemur en þrjú ár og allt að fimm árum eftir alvarleika brots og magni vínanda eða ávana- og fíkniefna í ökumanni við síðara brotið. Varði síðara brotið við 3. mgr. 49. gr. skal svipting ökuréttar eigi vara skemur en fimm ár. Ef 2. mgr. þessarar greinar á við um fyrra brot ökumanns skal svipting ökuréttar fara eftir reglum 1. mgr. ...\nÖkumaður skal ekki beittur viðurlögum skv. 1. mgr., sbr. 5. mgr., ef:\na. hann hefur meðferðis við stjórn ökutækis vottorð læknis er sýnir fram á að hann sé haldinn tilteknum sjúkdómi eða ástandi og þurfi af þeim orsökum að neyta þeirra efna sem í blóði hans mælast, og\nb. hann sýnir fram á að hann hafi fengið útgefið lyfjaskírteini frá Sjúkratryggingum Íslands, sbr. lög um sjúkratryggingar, vegna neyslu þeirra efna sem í blóði hans mælast, og\nc. sýnt er fram á, með mati læknis að undangenginni læknisskoðun sem fram fer að beiðni lögreglu í framhaldi af stöðvun ökutækis, að hann hafi verið hæfur til að stjórna ökutækinu örugglega.\nTekið skal fram í vottorði læknis skv. a-lið 8. mgr. að sjúklingurinn sé þrátt fyrir sjúkdóm sinn og lyfjainntöku fullkomlega fær um að stjórna ökutæki.\nL. 136/2019, 4. gr.",
      "metadata": {
        "source_anchor": "G101",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Bráðabirgðasvipting.\nNú telur lögreglustjóri skilyrði til sviptingar ökuréttar vera fyrir hendi, og skal þá svipta ökumann ökurétti til bráðabirgða svo fljótt sem unnt er. Ákvörðun þessa má bera undir dómstóla samkvæmt reglum um meðferð sakamála, og skal lögreglustjóri leiðbeina ökumanni um þann rétt þegar ákvörðun er birt. Úrlausn héraðsdóms sætir kæru til Landsréttar.\nSviptingartími skv. 1. mgr. skal dragast frá endanlegum sviptingartíma.",
      "metadata": {
        "source_anchor": "G102",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Áhrif áfrýjunar.\nÁfrýjun dóms, þar sem kveðið er á um sviptingu ökuréttar, frestar ekki verkun hans að því leyti. Þó getur dómari ákveðið með úrskurði að áfrýjun fresti framkvæmd sviptingar ef sérstaklega stendur á.",
      "metadata": {
        "source_anchor": "G103",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Brot erlendis.\nNú hefur íslenskur ríkisborgari eða maður með fasta búsetu hér á landi sætt sviptingu ökuréttar eða refsingu erlendis fyrir verknað sem samkvæmt lögum þessum hefði varðað sviptingu ökuréttar, og má þá svipta hann þeim rétti í sakamáli. Koma þá að öðru leyti til framkvæmda ákvæði 98.–101. gr.",
      "metadata": {
        "source_anchor": "G104",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Endurveiting ökuréttar.\nNú hefur maður verið sviptur ökurétti um lengri tíma en þrjú ár, og getur þá lögreglustjóri, þegar svipting hefur staðið í þrjú ár, heimilað að honum skuli veittur ökuréttur að nýju. Hafi maður verið sviptur ökurétti ævilangt má þó eigi veita ökurétt að nýju fyrr en svipting hefur staðið í fimm ár.\nEndurveitingu ökuréttar skv. 1. mgr. má heimila þegar sérstakar ástæður mæla ekki gegn því. Við mat á umsókn vegna endurveitingar skal m.a. litið til þess að viðkomandi hafi sýnt reglusemi og að ekki séu lengur fyrir hendi þær ástæður sem ökuleyfissviptingin byggðist á. Við matið skal litið til eftirfarandi þátta:\na. brotaferils samkvæmt sakavottorði frá sviptingu,\nb. háttsemi samkvæmt málaskrá lögreglu,\nc. útistandandi sekta og sakarkostnaðar, enda eigi hann rót í málarekstri vegna sviptingarinnar og umsækjandi er gjaldfær,\nd. aðstæðna umsækjanda að öðru leyti.\nEf umsækjandi hefur á sviptingartímabilinu gerst sekur um brot gegn 58. gr. lengist tími til endurveitingar um sex mánuði fyrir hvert brot, þó að hámarki um tvö ár.\nEf umsækjandi hefur erlendis orðið vís að ölvunarakstri, verið sviptur ökurétti eða hlotið dóm vegna annarra brota á umferðarlögum, sem hefðu haft áhrif á endurveitingu ef framin væru hér á landi, skal litið til þeirra við ákvörðun um endurveitingu.\nHeimilt er að kæra synjun lögreglustjóra á endurveitingu ökuréttar til ráðherra. Um málsmeðferðina fer samkvæmt stjórnsýslulögum.\nRáðherra getur í reglugerð sett nánari reglur um endurveitingu ökuréttar, um námskeið fyrir þá sem sviptir hafa verið ökurétti og málsmeðferð við endurveitingu ökuréttar að afloknu námskeiði.",
      "metadata": {
        "source_anchor": "G105",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Akstursbann.\nLögreglustjóri skal banna byrjanda með bráðabirgðaskírteini að aka hafi hann fengið tiltekinn fjölda punkta samkvæmt punktakerfi vegna umferðarlagabrota áður en bráðabirgðaskírteinið er endurnýjað í fullnaðarskírteini. Akstursbanni skal eingöngu beitt einu sinni á gildistíma bráðabirgðaskírteinis.\nÞegar skilyrði 1. mgr. fyrir akstursbanni eru fyrir hendi skal svo fljótt sem unnt er banna byrjanda að aka. Með akstursbanni eru afturkölluð þau ökuréttindi sem bráðabirgðaskírteinið veitir og nýtur byrjandi þá sömu stöðu og sá sem ekki hefur lokið ökunámi.\nAkstursbannið gildir þar til byrjandinn hefur sótt sérstakt námskeið vegna akstursbanns og staðist ökupróf að nýju. Námskeiðið skal haldið reglulega og eigi sjaldnar en á þriggja mánaða fresti, enda sé þess þörf. Ráðherra setur í reglugerð nánari ákvæði um tilhögun námskeiðs, þar á meðal um fjölda þátttakenda og markmið og lengd námskeiðs.\nÁkvörðun lögreglustjóra um akstursbann má kæra til ráðherra innan eins mánaðar frá því að ákvörðunin var tilkynnt byrjanda. Heimilt er að bera úrskurð ráðherra undir dómstóla samkvæmt lögum um meðferð sakamála.",
      "metadata": {
        "source_anchor": "G106",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Haldsréttur í ökutækjum.\nNú er ökumaður vélknúins ökutækis búsettur erlendis og ökutæki það sem brotið var framið með skráð erlendis, og getur þá lögreglan lagt hald á ökutækið þar til makleg sekt, málskostnaður, gjald vegna stöðvunarbrota, skaðabætur eða iðgjald fyrir lögboðna ábyrgðartryggingu hefur verið greitt eða trygging fyrir greiðslu sett. Ef greiðsla hefur eigi farið fram innan tveggja mánaða frá endanlegri niðurstöðu máls má leita fullnustu í ökutækinu.\nÞegar hald er lagt á ökutæki skv. 1. mgr. gilda, eftir því sem við á, ákvæði laga um meðferð sakamála um hald á munum. Hald skal því aðeins lagt á ökutækið að þess sé þörf til að tryggja framangreinda greiðslu. Hafi ökumaður notað ökutæki í algeru heimildarleysi má eigi leggja hald á það.\nÁkvæði 1. mgr. verður ekki beitt gagnvart ökumönnum sem búsettir eru í Danmörku, Finnlandi, Noregi eða Svíþjóð nema að því er varðar gjald vegna stöðvunarbrota.",
      "metadata": {
        "source_anchor": "G107",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Upptaka ökutækja.\nÞegar um stórfelldan eða ítrekaðan ölvunarakstur er að ræða sem ekki fellur undir 2. mgr., stórfelldan eða ítrekaðan akstur manns sem sviptur hefur verið ökurétti eða manns sem ekki hefur öðlast ökuréttindi, stórfelldan eða ítrekaðan hraðakstur eða akstur sem telst sérlega vítaverður að öðru leyti má gera upptækt vélknúið ökutæki sem ökuskírteini þarf til að stjórna og notað er við brotið nema það sé eign manns sem ekkert er við brotið riðinn. Við sömu aðstæður og með sömu skilyrðum má gera upptækt vélknúið ökutæki sem ökuskírteini þarf til að stjórna og er eign þess sem hefur framið brotið, enda þótt ökutækið hafi ekki verið notað þegar brotið var framið.\nGera skal ökutæki upptækt þegar eigandi þess hefur verið dæmdur sekur eða gengist undir refsingu vegna aksturs undir áhrifum fíkniefna eða undir áhrifum áfengis sem hefur í för með sér sviptingu ökuréttar og vínandamagn í blóði er 1,20‰ eða meira eða vínandamagn í lítra lofts sem hann andar frá sér nemur 0,60 milligrömmum eða meira og viðkomandi hefur tvisvar síðustu þrjú árin fyrir brotið verið dæmdur sekur eða gengist undir refsingu fyrir akstur undir áhrifum fíkniefna eða áfengis þar sem vínandamagn í blóði hefur mælst 1,20‰ eða meira eða vínandamagn í lítra lofts sem hann andar frá sér hefur numið 0,60 milligrömmum eða meira og sem hefur haft í för með sér sviptingu ökuréttar. Gera skal ökutæki upptækt enda þótt það hafi ekki verið notað þegar brotið var framið.\nVíkja má frá ákvæði 2. mgr. í undantekningartilvikum þegar sérstakar ástæður mæla með því.\nÖkutæki sem gert er upptækt skal vera eign ríkissjóðs. Hafi einhver beðið tjón við brotið skal hann þó eiga forgang til andvirðisins ef bætur fást ekki á annan hátt.\nRáðherra getur sett reglugerð um nánari framkvæmd á upptöku ökutækja samkvæmt grein þessari.",
      "metadata": {
        "source_anchor": "G108",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Álagning og innheimta gjalds vegna brota gegn lögum þessum.\nLeggja má gjald á vegna brota á:\na. ákvæðum 2. mgr. 9. gr. og 2. og 3. mgr. 28. gr.,\nb. ákvæðum 29. gr.,\nc. banni við stöðvun eða lagningu ökutækis sem gefið er til kynna með umferðarmerki,\nd. banni við stöðvun eða lagningu ökutækis sem sett er skv. 84. gr., enda þótt bannið sé ekki gefið til kynna með umferðarmerki,\ne. öðrum ákvæðum um stöðvun eða lagningu sem sett eru skv. 84. gr. og 1. mgr. 86. gr. og\nf. reglum um notkun stöðureita skv. 86. gr.\nLögreglan annast álagningu og innheimtu gjalds skv. 1. mgr. Ráðherra getur ákveðið að á tilteknum svæðum fari álagning gjaldsins að öllu leyti eða að hluta fram með aðstoð stöðuvarða. Hann getur og ákveðið, að ósk sveitarstjórnar, að álagning og innheimta gjaldsins fari að öllu leyti eða að hluta fram á vegum sveitarfélagsins. Gjald samkvæmt þessari grein skal renna til samgöngumála í viðkomandi sveitarfélagi.\nGjald skv. 1. mgr. skal lagt á með skriflegri tilkynningu sem fest skal við ökutækið, afhent ökumanni eða send með sannanlegum hætti til eiganda eða umráðamanns ökutækis.\nÁkvörðun um álagningu gjalds verður ekki borin undir æðra stjórnvald.\nRáðherra ákveður fjárhæð gjaldsins, en það má eigi nema hærri fjárhæð en 60.000 kr. Fari álagning fram á vegum sveitarfélags getur sveitarstjórn þó ákveðið fjárhæðina í gjaldskrá sem ráðherra staðfestir. Verði gjaldið ekki greitt innan tilskilins frests hækkar það um 50%.\nRáðherra setur nánari reglur um hvernig gjaldið skuli lagt á og innheimt, þar á meðal um greiðslu- og kærufrest. Má þar ákveða að álagt gjald sem eigi er greitt innan nánar tiltekins frests hækki um 100%.",
      "metadata": {
        "source_anchor": "G109",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Ábyrgð á álagningu gjalds, innheimtuúrræði o.fl.\nGjald sem lagt hefur verið á skv. 1. mgr. 109. gr. hvílir á þeim sem ábyrgð ber á stöðvun ökutækis eða lagningu eða broti sem varðar gjaldskyldu og numið er í löggæslumyndavél. Eigandi [eða umráðamaður] ökutækis ber einnig ábyrgð á greiðslu gjaldsins ef það greiðist ekki innan tilskilins frests nema sannað verði að ökumaður hafi notað ökutækið í algeru heimildarleysi.\nGjaldið nýtur lögveðs í viðkomandi ökutæki og gera má fjárnám til tryggingar greiðslu án undangengins dóms eða sáttar. Lögveðið gengur fyrir öðrum réttindum í ökutækinu en fellur niður við eigendaskipti hafi hinn nýi eigandi hvorki vitað né mátt vita um lögveðið. Lögveðið gengur þá á eftir kröfum um opinber gjöld sem tryggð eru með veði í ökutækinu hafi veðinu verið þinglýst áður en gjaldið var lagt á.\nVerði álagt gjald ekki greitt innan tilskilins frests skal senda eiganda ökutækisins (umráðamanni), á sannanlegan hátt, tilkynningu um að krafist verði nauðungarsölu á ökutækinu eða fjárnáms að liðnum ekki skemmri tíma en 15 dögum, enda hafi greiðsla þá eigi verið innt af hendi. Einnig skal honum gefinn kostur á að koma að mótbárum eða vörnum innan sama tíma.\nEf sending tilkynningar tekst ekki eða telja má hana vandkvæðum bundna má birta efni hennar í Lögbirtingablaði með sömu réttaráhrifum.\nVerði gjaldið ekki greitt innan frests skv. 3. mgr. og engar mótbárur eða varnir hafa verið hafðar uppi má krefjast nauðungarsölu á lögveðinu til lúkningar gjaldinu eða fjárnáms hjá þeim sem ber ábyrgð á greiðslu gjaldsins skv. 1. mgr. án undangengins dóms eða sáttar.\nL. 39/2021, 16. gr.",
      "metadata": {
        "source_anchor": "G110",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Brottflutningur ökutækja.\nHeimilt er lögreglu að flytja eða láta flytja brott ökutæki sem stendur þannig að brjóti í bága við reglur um stöðvun eða lagningu ökutækja eða að öðru leyti þannig að það valdi truflun á umferð, snjómokstri eða vinnu við veg. Sama á við um skráningarskylt ökutæki sem skilið hefur verið eftir án skráningarmerkja og ökutæki sem telja verður að eigandi hafi hætt með öllu að hirða um, enn fremur ökutæki sem stendur á einkalóð eða opinberri lóð þannig að valdi eiganda eða umráðamanni hennar tjóni eða óþægindum eða gegn banni hans. Standi ökutækið á svæði sem ekki er ætlað til almennrar umferðar skal það því aðeins flutt á brott að eigandi eða umráðamaður lóðar krefjist þess.\nÖkutæki skal færa til geymslu á tryggan stað sem lögreglan vísar á nema ökumaður eða eigandi (umráðamaður) sé viðstaddur og flytji það þegar á brott eða vísi á annan geymslustað. Er geymsla ökutækisins á ábyrgð eiganda. Kostnað vegna flutnings og geymslu skal ökumaður greiða. Ef ökumaður er óþekktur eða greiðir ekki þrátt fyrir áskorun þar um ber eigandi (umráðamaður) ökutækisins jafnframt ábyrgð á greiðslu kostnaðarins nema ökumaður hafi notað ökutækið í algeru heimildarleysi. Heimilt er að halda ökutæki í geymslu til tryggingar greiðslu kostnaðar. Kostnað má innheimta með lögtaki.\nLögreglustjóri skal tilkynna eiganda ökutækis um flutning þess, hvenær hann fór fram og hvar ökutækið er í geymslu. Í tilkynningu skal jafnframt koma fram að verði ökutækið eigi sótt innan tiltekins frests og áfallinn kostnaður greiddur verði það selt. Ef eigandi er óþekktur má selja ökutækið einum mánuði eftir að það var fjarlægt.\nAð loknum fresti skv. 3. mgr. skal selja ökutækið við nauðungarsölu eða til niðurrifs ef ætla má að hærra verð fáist þannig. Söluandvirði rennur í ríkissjóð. Eigandi ökutækisins getur þó innan árs frá því að sala fór fram krafist greiðslu á söluandvirðinu að frádregnum kostnaði við flutning, geymslu og sölu ökutækisins.\nÁkvæði 3. og 4. mgr. um geymslu og sölu ökutækja gilda, eftir því sem við á, um önnur ökutæki í vörslu lögreglu.\nRáðherra getur ákveðið, að fenginni ósk veghaldara, að framkvæmd ákvæða í grein þessari fari, eftir því sem við á, að öllu leyti eða að hluta fram á vegum veghaldara. Hann getur og sett nánari reglur um framkvæmdina, þar á meðal um greiðslu geymslukostnaðar.\nXIX. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G111",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Umferðarfræðsla og sértæk fræðsluskylda sveitarfélaga.\nUmferðarfræðsla skal fara fram í leik-, grunn- og framhaldsskólum.\nRáðherra sem fer með fræðslumál ákveður að fenginni umsögn Samgöngustofu nánari tilhögun fræðslu skv. 1. mgr. í aðalnámskrá samkvæmt ákvæðum laga um grunnskóla, leikskóla og framhaldsskóla.\nSveitarstjórnum ber að fræða almenning um þær sérreglur er gilda á hverjum stað.",
      "metadata": {
        "source_anchor": "G112",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Þjóðréttarlegar skuldbindingar á umferðarsviðinu.\nVið setningu reglna og reglugerða samkvæmt lögum þessum skal ráðherra ávallt taka mið af þjóðréttarlegum skuldbindingum á sviði umferðarmála.",
      "metadata": {
        "source_anchor": "G113",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Almenn reglugerð.\nRáðherra getur ákveðið að setja eina almenna reglugerð um umferðarmál þar sem fram koma þau fyrirmæli samkvæmt lögum þessum sem setja skal eða heimilt er að setja í reglugerð.",
      "metadata": {
        "source_anchor": "G114",
        "section_format": "article"
      }
    }
  ]
}
