{
  "id": "98/2019",
  "type": "statute",
  "title": "Lög um póstþjónustu",
  "status": "in_force",
  "issued_date": "2019-07-01",
  "url": "https://www.althingi.is/lagas/nuna/2019098.html",
  "description": "Tóku gildi 1. janúar 2020 nema brbákv. sem tók gildi 16. júlí 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að hagkvæmri, virkri og áreiðanlegri póstþjónustu um land allt og til og frá landinu, m.a. með því að tryggja notendum aðgang að alþjónustu eins og hún er skilgreind á hverjum tíma og með því að efla samkeppni á markaði fyrir póstþjónustu.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um póstþjónustu í atvinnuskyni og starfsemi sem henni tengist.\nPóstsendingar innan fyrirtækis eða félags, þ.m.t. milli mismunandi starfsstöðva þess, falla ekki undir ákvæði laga þessara ef viðkomandi fyrirtæki eða félag annast póstsendinguna.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Yfirstjórn og verkefni Byggðastofnunar.\nRáðherra fer með yfirstjórn póstmála.\nVerkefni Byggðastofnunar á sviði póstmála eru:\n1. Að annast framkvæmd laga þessara og hafa eftirlit með póstþjónustu eins og nánar er kveðið á um í lögum þessum. Stofnunin skal framfylgja lögunum og stuðla að því að markmið þeirra náist.\n2. Að stuðla að samkeppni á sviði póstþjónustu og koma í veg fyrir óréttmæta viðskiptahætti með því að vinna gegn röskun eða takmörkun samkeppni á póstþjónustumarkaði.\n3. Að taka þátt í þróun markaðar fyrir póstþjónustu og upplýsingatækni með því m.a. að:\na. vinna gegn hindrunum í vegi framboðs á aðstöðu og þjónustu sem tengist póstþjónustu,\nb. stuðla að því að gætt sé jafnræðis við meðferð mála sem varða póstrekendur sem búa við sömu aðstæður,\nc. eiga samstarf við aðrar eftirlitsstofnanir á Evrópska efnahagssvæðinu og Eftirlitsstofnun EFTA í þeim tilgangi að koma á samræmdum eftirlitsháttum og samræmdri túlkun löggjafar,\nd. stuðla að þróun upplýsingasamfélagsins með markvissri innleiðingu nýrrar tækni og vinnubragða.\n4. Að gæta hagsmuna almennings með því m.a. að:\na. vinna að því að allir landsmenn hafi aðgang að alþjónustu,\nb. stuðla að vernd neytenda í viðskiptum þeirra við póstrekendur,\nc. vinna að ráðstöfunum til að vernda persónuupplýsingar og friðhelgi einkalífs,\nd. stuðla að birtingu skýrra upplýsinga fyrir notendur og krefjast gagnsæis gjaldskráa og skilmála fyrir notkun almennrar póstþjónustu,\ne. tryggja hag notenda sem best, þ.m.t. einstakra þjóðfélagshópa, svo sem öryrkja, að því er varðar val, verð og gæði.\n5. Að vera ráðgefandi fyrir stjórnvöld á sviði póstmála og hafa eftirlit með því að Ísland uppfylli á hverjum tíma þær skuldbindingar sem mælt er fyrir um í alþjóðlegum samningum á sviði póstmála. Skal stofnunin beina tilmælum um breytingar á lögum og reglugerðum til ráðherra ef þess gerist þörf.\n6. Að taka þátt í samstarfi sem leiðir af alþjóðlegum skuldbindingum á sviði póstmála.\n7. Annað sem lýtur að framkvæmd póstmála.\nByggðastofnun og Samkeppniseftirlitið skulu setja sameiginlegar leiðbeinandi reglur um meðferð og úrlausn mála sem geta bæði fallið innan marka laga um póstmál og samkeppnislaga. Skulu reglur þessar birtar.\nForstjóra Byggðastofnunar er heimilt að fela öðrum hæfum aðilum einstaka þætti skoðunar sem framkvæmd er með heimild í lögum þessum.]\nRgl. 198/2022. L. 76/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Orðskýringar.\nMerking hugtaka í lögum þessum er sem hér segir:\n1. Afgreiðslustaður: Aðstaða, t.d. húsnæði, bifreið eða sjálfvirkur afgreiðslukassi, þar sem einstaklingar og lögaðilar geta fengið póstþjónustu.\n2. Alþjónusta: Lágmarkspóstþjónusta sem notendum póstþjónustu skal standa til boða á jafnræðisgrundvelli, sbr. 9. gr.\n3. Alþjónustuveitandi: Aðili sem falið er af stjórnvöldum að sinna alþjónustu.\n4. Ábyrgðarsending: Póstsending sem póstrekandi ábyrgist með fyrir fram ákveðnum skilmálum.\n5. Blindrasending: Póstsending sem inniheldur einvörðungu upplýsingaefni fyrir blinda og sjónskerta.\n6. Bréf: Skrifleg boðskipti rituð á hvers konar miðil sem senda á og afhenda á heimilisfang sem sendandi hefur gefið til kynna á bréfinu eða umbúðum þess. Ekki er litið á bækur, verðlista, dagblöð og tímarit sem bréf.\n7. Bréfakassasamstæða: Tveir eða fleiri bréfakassar sem staflað er eða raðað upp hlið við hlið til móttöku á póstsendingum. Kassarnir geta verið staðsettir innan eða utan húss eða á svæði sem tilgreint hefur verið af viðkomandi sveitarstjórn sem móttökustaður póstsendinga.\n8. Bréfakassi: Aðstaða, t.d. kassi eða lúga, sem viðtakendur setja upp til viðtöku á póstsendingum.\n9. Dreifikerfi: Aðföng og kerfi sem póstrekandi notar til að koma póstsendingum til skila, svo sem flokkunarstöðvar, afgreiðslustaðir, flutningsleiðir, póstnúmer, pósthólf, póst- og bréfakassar, gagnagrunnar um heimilisföng, upplýsingar um breytingar á heimilisföngum, aðgangur að áframsendingarþjónustu og þjónusta í tengslum við endursendingu bréfa.\n10. Endastöðvargjald: Þóknun póstrekanda fyrir dreifingu póstsendinga frá útlöndum.\n11. Erlend póstsending: Póstsending til landsins, innan alþjónustu.\n12. Fjölpóstur: Óáritaðar sendingar, t.d. auglýsingapóstur.\n13. Fríblað: Dagblað og vikublað sem borið er út til viðtakanda án þess að viðkomandi hafi óskað eftir því.\n14. Frímerki: Tegund gjaldmerkis fyrir póstþjónustu sem er ávísun á ákveðna þjónustu.\n15. Gjaldmerki: Merki sem límt er eða stimplað á póstsendingar eða fylgibréf þeirra sem tákn um að greitt hafi verið fyrir viðkomandi póstþjónustu. Gjaldmerki getur einnig verið rafrænn kóði.\n16. Móttaka: Móttaka og söfnun póstsendinga sem lagðar eru inn á afgreiðslustöðum.\n17. Notandi: Einstaklingur eða lögaðili sem nýtir sér póstþjónustu sem sendandi eða viðtakandi.\n18. Póstkassi: Póstkassi sem ætlaður er fyrir söfnun póstsendinga.\n19. Póstnúmer: Númer, eða kerfi númera, sem notað er fyrst og fremst til landfræðilegrar afmörkunar, til að staðsetja viðtakanda og auðvelda dreifingu póstsendinga.\n20. Póstrekandi: Aðili sem veitir póstþjónustu í skilningi laga þessara.\n21. Póstsending: Sending með eða án áritunar á umbúðir hennar. Auk bréfa upp að 2 kg teljast til póstsendinga bækur, verðskrár, dagblöð, tímarit og pakkar upp að 20 kg sem innihalda varning hvort sem hann er einhvers virði eða ekki.\n22. Póstþjónusta: Þjónusta sem nær til móttöku og söfnunar, flokkunar, flutnings og dreifingar á póstsendingum gegn greiðslu.\n23. Rekjanleg sending: Skráð póstsending sem gerir sendanda eða viðtakanda kleift að fylgjast með henni frá móttöku póstrekanda og til afhendingar til viðtakanda.\n24. Sendandi: Einstaklingur eða lögaðili sem sendir póstinn upphaflega, sbr. þó ákvæði 9. mgr. 27. gr.\n25. Skráð sending: Póstsending með einkvæmu auðkenni.\n26. Tryggð sending: Póstsending sem póstrekandi tryggir gegn tapi, þjófnaði eða skemmdum samkvæmt því verðgildi sem sendandi tilgreinir.\n27. Útburður: Starfsemi sem hefst að jafnaði með flokkun póstsendinga í póstmiðstöð og lýkur með afhendingu þeirra á tilgreindum afhendingarstað.\n[I. kafli A. Eftirlit.]\nL. 76/2021, 2. gr.\n[4. gr. a. Eftirlit með póstrekendum.\nByggðastofnun hefur eftirlit með starfsemi póstrekenda, þ.m.t. fjárhagsstöðu þeirra, og skal fylgjast með því að starfsemi þeirra sé í samræmi við lög, reglugerðir, reglur, skilyrði eða ákvarðanir sem um starfsemina gilda og að starfsemin sé að öðru leyti í samræmi við heilbrigða og eðlilega viðskiptahætti.]\nL. 76/2021, 2. gr.\n[4. gr. b. Eftirlitsúrræði Byggðastofnunar og viðurlög.\nByggðastofnun getur krafið þá sem stunda starfsemi sem fellur undir lög þessi um allar upplýsingar sem nauðsynlegar þykja við athugun einstakra mála. Í tengslum við eftirlit og athuganir mála samkvæmt ákvæðum laga þessara sem ekki snúa að póstrekendum er einstaklingum og lögaðilum skylt að láta Byggðastofnun í té allar upplýsingar og gögn sem hún telur nauðsynleg.\nByggðastofnun getur í starfi sínu krafist upplýsinga og gagna frá öðrum stjórnvöldum, þar á meðal frá skattyfirvöldum og tollyfirvöldum, óháð þagnarskyldu þeirra.\nSem hluta af eftirliti er Byggðastofnun heimilt að krefjast þess að henni séu m.a. látnir í té ársreikningar, milliuppgjör, yfirlýsingar endurskoðenda eða aðrar sambærilegar upplýsingar. Getur stofnunin krafist hvort sem er munnlegra eða skriflegra upplýsinga, innan hæfilegs frests sem hún ákveður.\nByggðastofnun getur með sömu skilyrðum og í 3. mgr. krafist þess að fá gögn afhent til athugunar. Skulu þau afhent innan hæfilegs frests sem stofnunin setur.\nTelji Byggðastofnun að fjárhagsstaða póstrekenda sé slík að hætta sé á að viðkomandi uppfylli ekki skyldur þær sem mælt er fyrir um í almennum heimildum, réttindum, rekstrarleyfum eða skilgreindum alþjónustukvöðum getur stofnunin krafist þess að bætt verði úr innan tiltekins frests.\nByggðastofnun getur við rannsókn máls gert nauðsynlegar athuganir á starfsstað póstrekanda sem úthlutað hefur verið réttindum og lagt hald á gögn þegar ríkar ástæður eru til að ætla að brotið hafi verið gegn lögum þessum eða reglum eða ákvörðunum stofnunarinnar. Við þessar aðgerðir skal fylgja ákvæðum laga um meðferð sakamála um leit og hald á munum.\nVanræki póstrekandi skyldur sínar eða uppfylli ekki kröfur sem Byggðastofnun gerir um úrbætur innan hæfilegs frests getur stofnunin afskráð hann af lista yfir póstrekendur eða tilkynnt póstrekanda að hann njóti ekki lengur almennrar heimildar að undangenginni skriflegri viðvörun.\nByggðastofnun skal gera ráðstafanir til að stöðva rekstur póstrekanda sem starfar án heimildar eða uppfyllir ekki skilyrði laga og reglna um slíka starfsemi. Er heimilt að leggja á dagsektir í þessu skyni, sbr. 44. gr.\nByggðastofnun er heimil vinnsla persónuupplýsinga, þ.e. upplýsinga sem nauðsynlegar þykja við athugun á málum sem Byggðastofnun vinnur að samkvæmt lögum þessum, að uppfylltum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga. Ráðherra setur í reglugerð nánari ákvæði um framkvæmd eftirlits Byggðastofnunar.]\nL. 76/2021, 2. gr.\nII. kafli. Almenn heimild til veitingar póstþjónustu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skráningarskyld starfsemi.\nRekstur póstþjónustu í atvinnuskyni hér á landi er háður skráningarskyldu hjá [Byggðastofnun].\n[Byggðastofnun] heldur, birtir opinberlega og uppfærir reglubundið skrá yfir póstrekendur hér á landi.\n[Byggðastofnun] er heimilt að hafna skráningu og/eða afskrá aðila af lista yfir póstrekendur og stöðva rekstur, eftir atvikum með aðstoð lögreglu, ef hann eða stjórnendur eða eigendur starfseminnar hafa á síðustu fimm árum verið úrskurðaðir gjaldþrota eða hlotið dóm fyrir refsiverðan verknað samkvæmt almennum hegningarlögum eða lögum þessum. Sama á við ef aðili leggur niður starfsemi eða brýtur ítrekað gegn ákvæðum laga þessara, svo og ef póstrekandi brýtur ítrekað gegn skyldum sínum sem alþjónustuveitandi, að undangenginni skriflegri aðvörun og að liðnum viðeigandi fresti til úrbóta.\nNú lætur póstrekandi undir höfuð leggjast að skrá sig hjá [Byggðastofnun] og skal þá stofnunin gefa póstrekandanum færi á að bæta úr innan tveggja vikna.\nNú verður póstrekandi ekki við fyrirmælum [Byggðastofnunar] og getur þá stofnunin ákveðið póstrekanda dagsektir [skv. 44. gr.] þar til bætt er úr.\n[Byggðastofnun] setur nánari reglur um framkvæmd skráningar samkvæmt grein þessari.\nL. 112/2023, 1. gr. L. 76/2021, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Almenn heimild.\nLögaðilar sem staðfestu hafa innan Evrópska efnahagssvæðisins eða í aðildarríkjum Alþjóðaviðskiptastofnunarinnar hafa almenna heimild til veitingar póstþjónustu hér á landi, til og frá landinu, að uppfylltum skilyrðum laga þessara.\nAlmenn heimild felur í sér réttindi til að starfrækja póstþjónustu samkvæmt ákvæðum laga þessara og reglugerða og reglna sem settar eru samkvæmt þeim.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skilyrði almennrar heimildar.\nSkilyrði almennrar heimildar til veitingar póstþjónustu eru eftirtalin:\na. Póstrekandi auðkenni sig skilmerkilega sem póstrekanda á viðeigandi hátt.\nb. Almennir viðskiptaskilmálar og gjaldskrá sem um þjónustuna gilda séu aðgengilegir, t.d. á vefsíðu.\nc. Ákvæði laga þessara séu uppfyllt, þar á meðal ákvæði um þjónustu- og gæðakröfur.\nd. [Rekstrargjald hafi verið greitt, eða samið um greiðslu á því, í samræmi við lög þessi.]\nL. 112/2023, 2. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tilkynning um starfsemi.\nAðilar sem hyggjast starfrækja póstþjónustu samkvæmt almennri heimild skulu tilkynna [Byggðastofnun] um það eigi síðar en tveimur vikum áður en fyrirhugað er að veita þjónustuna og veita upplýsingar sem nauðsynlegar eru til skráningar á viðkomandi póstrekanda og starfsemi hans. Í tilkynningu skal upplýst um stofnendur, hluthafa og hlutfallslegt eignarhald þeirra, hver sé fyrirhuguð þjónusta, þ.m.t. hvort aðili hyggist veita þjónustu sem skilgreind er sem alþjónusta, og til hvaða svæða þjónustan nær. Svæði skulu tilgreind eftir póstnúmerum.\n[Byggðastofnun] skal staðfesta skráningu aðila á skrá yfir póstrekendur innan tveggja vikna frá móttöku tilkynningar skv. 1. mgr., enda sé það mat stofnunarinnar að skilyrði laga þessara teljist uppfyllt.\nPóstrekandi sem hyggst leggja niður starfsemi, að hluta til eða í heild, skal tilkynna stofnuninni það með þriggja mánaða fyrirvara en í tilviki alþjónustu með sex mánaða fyrirvara.\nL. 112/2023, 1. gr.\nIII. kafli. Alþjónusta.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Inntak alþjónustu.\nAllir notendur póstþjónustu á Íslandi eiga rétt á alþjónustu sem uppfyllir gæðakröfur og er á viðráðanlegu verði. Samsvarandi þjónusta skal standa til boða notendum sem búa við sambærilegar aðstæður. Alþjónusta skal á hverjum tíma taka mið af tækni- og samfélagsþróun, hagrænum þáttum og þörfum notenda.\nÍ alþjónustu felst a.m.k. eftirtalin þjónusta:\n1. Aðgangur að afgreiðslustað og póstkössum.\n2. Alþjónusta nær til bæði póstsendinga innan lands og milli landa, þar á meðal ábyrgðarsendinga og tryggðra sendinga. Í henni felst póstþjónusta vegna bréfa allt að 2 kg, pakka allt að 10 kg innan lands en 20 kg milli landa og sendinga fyrir blinda og sjónskerta allt að 2 kg.\n3. Miða skal dreifingu innan alþjónustu við tvo daga í viku til einstaklinga sem hafa fasta búsetu, sbr. lög um lögheimili og aðsetur. Á sama hátt skal bera út póstsendingar til lögaðila sem hafa fasta atvinnustarfsemi í viðkomandi húsnæði.\n4. Alþjónustuveitendur skulu tryggja að póstkassar sem falla undir alþjónustu séu tæmdir a.m.k. tvisvar í viku eða að losun sé í samræmi við fjölda dreifingardaga á viðkomandi svæði að teknu tilliti til eftirspurnar eftir þjónustu.\nFara ber eftir reglum Alþjóðapóstsambandsins (UPU) um stærð og frágang póstsendinga sem falla undir alþjónustu.\n[Byggðastofnun] birtir árlega upplýsingar um alþjónustu og alþjónustuveitendur, þ.m.t. hvaða þjónusta fellur undir alþjónustu, auk upplýsinga um verð og gæði. [Byggðastofnun] tilkynnir einnig Eftirlitsstofnun EFTA hverjir sinna alþjónustu hér á landi.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Undantekningar frá alþjónustu.\nÞjónustuskylda sem felst í 9. gr. er aðeins virk ef viðtakandi er með þekkt heimilisfang sem skráð er sem lögheimili og/eða aðsetur í þjóðskrá eða heimilisfang í fyrirtækjaskrá og ef bréfakassi/bréfalúga er merkt með nafni í samræmi við reglugerð sem ráðherra setur sem gildir á hverjum tíma eða ef samið hefur verið um annan afhendingarstað við þjónustuveitanda.\nÞjónustuskylda skv. 9. gr. tekur eingöngu til virkra daga (mánudags til föstudags). Skyldan getur einnig fallið niður tímabundið við sérstakar aðstæður sem koma í veg fyrir að póstþjónusta sé veitt eða gera hana óhóflega kostnaðarsama.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Val á þjónustuveitanda sem skylt er að veita alþjónustu.\nRáðherra ákveður hvort hann gerir samning við fyrirtæki með almenna heimild, eitt eða fleiri, til að sinna þeim skyldum sem kveðið er á um í 9. gr. Við samningsgerð getur ráðherra notið liðsinnis [Byggðastofnunar] og m.a. falið stofnuninni að meta og skera úr um kostnað við samninginn. Ráðherra getur einnig falið [Byggðastofnun] að útnefna fyrirtæki til að sinna þjónustunni. Jafnframt getur ráðherra ákveðið að bjóða hana út.\nVið val á þjónustuveitanda eða þjónustuveitendum skv. 1. mgr. skal viðhafa opið, gagnsætt og hlutlægt ferli þar sem gætt er jafnræðis. Skyldu til veitingar alþjónustu má afmarka við tiltekna landshluta, póstnúmer og/eða tiltekna þætti póstþjónustu.\nRáðherra getur látið framkvæma markaðskönnun þar sem metið er hvort nauðsynlegt er að tryggja alþjónustu með samningi, útnefningu eða útboði.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Umsóknir útnefnds fyrirtækis um fjárframlög vegna alþjónustu.\nEf póstrekandi sem er útnefndur, sbr. 11. gr., telur að alþjónusta sem honum er skylt að veita hafi í för með sér hreinan kostnað getur hann sótt um til [Byggðastofnunar] að honum verði með fjárframlögum tryggt sanngjarnt endurgjald fyrir þá starfsemi sem um ræðir. Útreikningar þjónustuveitanda skulu taka mið af viðauka II við lög þessi. Jafnframt þarf umsækjandi að sýna fram á að reiknað tap, ef eitthvert er, hafi í för með sér ósanngjarna byrði á fjárhag alþjónustuveitanda.\nMeð hreinum kostnaði er í 1. mgr. átt við kostnað póstrekanda við að veita alþjónustu að frádregnum beinum tekjum af þjónustunni og markaðsávinningi sem alþjónustuveitandi hefur af því að veita alþjónustu.\nUm ósanngjarna byrði í skilningi 1. mgr. er að ræða þegar alþjónustukvöð á póstrekanda með almenna heimild um að veita tilteknum notendum eða notendahópum póstþjónustu eða veita hana á tilteknum svæðum leiðir til taps eða til aðstæðna sem ekki mundu skapast ef venjuleg viðskiptasjónarmið væru lögð til grundvallar. Tapið eða aðstæðurnar verða að teljast hafa veruleg áhrif á rekstrargetu fyrirtækisins og samkeppnismöguleika eða stofna efnahag þess í hættu.\nMeð markaðsávinningi er í 2. mgr. m.a. átt við æviferilsáhrif, alnánd, ímynd og vörumerki. Við mat á markaðsávinningi umsækjanda skal m.a. taka mið af framkvæmd innan Evrópska efnahagssvæðisins.\nRáðherra getur látið gera nýja markaðskönnun ef talið er að forsendur hennar hafi breyst verulega frá því að gerður var samningur um alþjónustu eða fyrirtæki útnefnt með skyldu til að veita alþjónustu.\nHreinn kostnaður vegna alþjónustukvaðar greiðist úr ríkissjóði samkvæmt heimild í fjárlögum.\nÞrátt fyrir 1. mgr. getur póstrekandi sem er útnefndur, sbr. 11. gr., ekki farið þess á leit að honum verði með fjárframlögum tryggt endurgjald fyrir þjónustu vegna erlendra póstsendinga, sbr. 3. og 10. mgr. 17. gr.\nL. 112/2023, 1. gr.\nIV. kafli. Nauðsynleg aðstaða.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Aðgangur að dreifikerfi og nauðsynlegri aðstöðu.\nEf nauðsynlegt þykir, til að vernda hagsmuni notenda eða fyrirtækja á póstþjónustumarkaði og til að koma á virkri samkeppni, getur [Byggðastofnun] lagt kvaðir á póstrekendur sem eru skilgreindir sem alþjónustuveitendur um veitingu aðgangs að dreifikerfi sínu og nauðsynlegri aðstöðu. Við setningu slíkra kvaða skal gæta jafnræðis og gagnsæis. Aðgangur að eftirfarandi aðstöðu getur fallið hér undir, þ.e. aðgangur að:\n1. Pósthólfum.\n2. Póst- og bréfakössum.\n3. Áframsendingarþjónustu.\n4. Þjónustu í tengslum við endursendingu bréfa.\nÍhlutun [Byggðastofnunar] getur m.a. tekið til ákvörðunar um gjald fyrir aðgang, þ.m.t. ákvörðunar endurgjalds fyrir aðgang, sem og skilyrða fyrir aðgangi, enda hafi viðkomandi aðilar ekki náð samkomulagi um gjald fyrir aðgang eða skilyrði þar að lútandi.\nVið málsmeðferð [Byggðastofnunar] skulu m.a. eftirfarandi sjónarmið lögð til grundvallar:\n1. Sanngirni þeirra skilyrða sem tengjast viðkomandi aðgangsbeiðni.\n2. Þarfir notenda.\n3. Þörf á að tryggja og viðhalda hagkvæmri þjónustu í tengslum við alþjónustu.\n4. Aðrir möguleikar á hliðstæðum aðgangi fyrir aðgangsbeiðanda.\n5. Samkeppni á markaði fyrir póstþjónustu.\n6. Möguleikar til að veita umræddan aðgang.\n7. Fjárfestingar alþjónustuveitanda.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Frímerki og gjaldmerki.\n[Byggðastofnun] veitir póstrekendum heimild til útgáfu frímerkja og annarra gjaldmerkja. [Byggðastofnun] er heimilt að kveða á um að alþjónustuveitandi skuli gefa út frímerki og fer um þá kvöð skv. III. kafla.\nÖll íslensk frímerki bera áletrunina &bdquo;ÍSLAND&ldquo;.\nUm skipti á frímerkjum við erlend póstþjónustufyrirtæki fer eftir reglum sem Alþjóðapóstsambandið (UPU) kann að setja.\nGjaldmerki önnur en frímerki bera heiti viðkomandi póstrekanda eða númer sem [Byggðastofnun] úthlutar honum.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Póstnúmeraskrá.\n[Byggðastofnun] ákvarðar landfræðileg mörk póstnúmera og gefur út póstnúmeraskrá og landfræðilega þekju póstnúmera. Breytingar á póstnúmeraskrá skulu ekki gerðar nema að höfðu samráði við Þjóðskrá Íslands.\nL. 112/2023, 1. gr.\nV. kafli. Viðskiptaskilmálar, gjaldskrár og bókhald alþjónustuveitanda.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Viðskiptaskilmálar.\nAlþjónustuveitandi birtir opinberlega almenna viðskiptaskilmála og gjaldskrá sem gildir um alþjónustu sem hann sinnir á hverjum tíma. Ákvæði 1. málsl. telst uppfyllt ef upplýsingar eru aðgengilegar á vefsíðu hlutaðeigandi alþjónustuveitanda.\nTelji [Byggðastofnun] skilmála brjóta gegn lögum, reglugerðum, almennum heimildum eða skyldum alþjónustuveitanda gerir stofnunin alþjónustuveitanda grein fyrir niðurstöðu sinni og gefur honum færi á að bæta úr ágöllum viðskiptaskilmála innan hæfilegs frests. Sama gildir hvað varðar ágalla á birtingu skv. 1. mgr.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Gjaldskrá alþjónustuveitanda.\nGjöld fyrir alþjónustu skulu vera viðráðanleg fyrir notendur þannig að þeir geti notfært sér þjónustuna.\n[Smásölugjaldskrá fyrir bréf allt að 50 g innan alþjónustu skal vera sú sama um allt land.]\nGjaldskrár fyrir alþjónustu, þar á meðal gjaldskrár vegna erlendra póstsendinga, skulu taka mið af raunkostnaði við að veita þjónustuna að viðbættum hæfilegum hagnaði. Gjaldskrár skulu vera auðskiljanlegar og gæta skal jafnræðis og tryggja gagnsæi.\n[Byggðastofnun] er heimilt að krefjast þess að alþjónustuveitandi geri grein fyrir kostnaðargrundvelli gjaldskrár fyrir þjónustu innan alþjónustu. Alþjónustuveitandi skal að því er varðar gjaldskrár vegna erlendra póstsendinga gera [Byggðastofnun] grein fyrir kostnaðargrundvelli gjaldskrár eigi síðar en fimm virkum dögum áður en hún tekur gildi.\nAlþjónustuveitanda er heimilt að setja sérstaka gjaldskrá fyrir fyrirtæki sem afhenda mikið magn bréfa í einu eða fyrirtæki sem safna saman bréfum mismunandi viðskiptavina og afhenda alþjónustuveitanda til dreifingar. Slík gjaldskrá getur tekið til dreifingar um land allt sem og svæðisbundinnar dreifingar. Alþjónustuveitanda er heimilt að miða við ákveðið dreifingarhlutfall bréfa eftir landsvæðum við útreikninga á sérstakri gjaldskrá.\n[Byggðastofnun] getur krafist þess að alþjónustuveitandi geri kostnaðarlíkan til útreiknings á verði. [Byggðastofnun] getur við útreikninga á kostnaði tekið mið af rekstri sambærilegrar þjónustu sem telst rekin á hagkvæman hátt, tekið mið af gjaldskrám á sambærilegum samkeppnismörkuðum og notað kostnaðargreiningaraðferðir sem eru óháðar aðferðum póstrekanda.\nTelji [Byggðastofnun] gjaldskrá alþjónustu ekki uppfylla skilyrði þessarar greinar gerir stofnunin kröfu um úrbætur.\nNánar er kveðið á um bókhald og gjaldskrár í reglugerð, m.a. um einstaka vöruflokka á einstaklingsmarkaði sem falla undir kvöð um samræmda gjaldskrá, um aðferðir við eignamat, afskriftir, ávöxtunarkröfu og gerð kostnaðarlíkana.\nNú verður alþjónustuveitandi ekki við fyrirmælum [Byggðastofnunar] samkvæmt grein þessari og getur þá stofnunin ákveðið póstrekanda dagsektir [skv. 44. gr.] þar til bætt er úr.\nGjald sem alþjónustuveitanda er heimilt að leggja á erlendar póstsendingar skv. 3. mgr. skal greitt af viðtakanda sendingar.\nL. 76/2021, 4. gr. L. 112/2023, 1. gr. L. 76/2021, 3. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Um breytingar á gjaldskrá innan alþjónustu.\nBreytingar á gjaldskrá innan alþjónustu fyrir einstök bréf og pakka upp að 10 kg skal tilkynna [Byggðastofnun] með að lágmarki tíu daga fyrirvara áður en gjaldskrá tekur gildi. Slíkum breytingum á gjaldskrá skal fylgja fullnægjandi rökstuðningur.\nBreytingar á gjaldskrá fyrir magnpóst, þ.m.t. breytingar á verði og skilmálum, skal tilkynna með að lágmarki 30 daga fyrirvara. Alþjónustuveitandi skal fyrir sömu tímamörk senda [Byggðastofnun] fullnægjandi rökstuðning fyrir breytingum sem gerðar eru.\n[Byggðastofnun] er heimilt að yfirfara útreikninga alþjónustuveitanda og getur eftir atvikum kveðið á um breytingar á tilkynntu verði ef útreikningar alþjónustuveitanda eru ekki réttir eða gefa ekki tilefni til þeirrar hækkunar sem tilkynnt var. [Byggðastofnun] er heimilt að samþykkja og/eða synja beiðni um gjaldskrárbreytingu að hluta eða í heild. [Byggðastofnun] hefur 30 virka daga til að bregðast við tilkynningum um breytingu á gjaldskrá.\nBreytingar á gjaldskrá innan alþjónustu ásamt rökstuðningi skulu birtar á vefsíðu [Byggðastofnunar].\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Fyrirkomulag bókhalds alþjónustuveitanda.\nBókhald alþjónustuveitanda skal byggjast á hlutlægum reikningsskilareglum í samræmi við viðurkenndar aðferðir. Ársreikningar alþjónustuveitanda skulu gerðir í samræmi við lög um bókhald og lög um ársreikninga og birtir opinberlega.\nAlþjónustuveitandi skal í bókhaldi sérgreina kostnað og tekjur fyrir sérhverja tegund þjónustu sem fellur undir alþjónustu. Bókhaldsleg aðgreining er forsenda þess að alþjónustuveitandi geti sótt um fjárframlag vegna alþjónustu sem honum er skylt að veita og hann telur ósanngjarna byrði á fjárhag sinn.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Upplýsingar um starfsemi og rekstur.\nAlþjónustuveitandi veitir [Byggðastofnun] upplýsingar um rekstur sinn og fjárhag svo að stofnunin geti haft eftirlit með starfsemi hans, þ.m.t. um fjárhagsstöðu með tilliti til hættu á rekstrarstöðvun. [Byggðastofnun] eða löggiltum endurskoðanda í umboði stofnunarinnar skal hvenær sem er og án fyrirvara heimilaður aðgangur að bókhaldi alþjónustuveitanda í þeim tilgangi að sannreyna að aðgreining kostnaðar fari rétt fram og til að kanna hver sé kostnaður við alþjónustu.\nAlþjónustuveitandi lætur [Byggðastofnun] í té upplýsingar um gæði alþjónustu, sbr. 21. gr. [Byggðastofnun] er heimilt að birta slíkar upplýsingar í úttekt sinni.\nAlþjónustuveitandi birtir opinberlega helstu upplýsingar um alþjónustu sem hann sinnir, þar á meðal forsendur og gæðakröfur á hverjum tíma. Ákvæði 1. málsl. telst uppfyllt ef upplýsingar eru aðgengilegar á vefsíðu hlutaðeigandi alþjónustuveitanda.\nL. 112/2023, 1. gr.\nVI. kafli. Kröfur um þjónustu og gæði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gæðakröfur.\nRáðherra setur reglugerð um kröfur um gæði útburðar bréfa í lægsta þyngdarflokki innan alþjónustu. Þar er m.a. kveðið á um hver skuli vera lengstur tími frá móttöku póstsendinga til útburðar miðað við ákveðinn hundraðshluta, lágmarksafgreiðslutíma póstafgreiðslustaða, hversu oft póstkassi er tæmdur, hámarkstíma frá því að póstur berst til landsins þar til hann er borinn út og hámarkstíma frá móttöku póstsendinga til útlanda þangað til þær eru afhentar flutningsaðila. Þá er kveðið á um veitingu undanþágu frá gæðakröfum um tímalengd og tilkynningar slíkra undanþágna til eftirlitsstofnana erlendis.\nGæðakröfur sem varða bréf í lægsta þyngdarflokki innan alþjónustu milli landa innan Evrópska efnahagssvæðisins skulu vera í samræmi við ákvæði viðauka I við lög þessi.\nAlþjónustuveitandi lætur árlega óháðan aðila kanna gæði dreifingar lægsta þyngdarflokks bréfa innan alþjónustu.\n[Byggðastofnun] hefur eftirlit með því að gæðakröfur séu virtar og birtir opinberlega skýrslu um niðurstöður sínar.\n[Byggðastofnun] skulu veittar nauðsynlegar upplýsingar vegna skráningar og eftirlits. Þar á meðal eru tölfræðilegar upplýsingar um starfsemi, svo sem heildartölur um fjölda póstlagðra sendinga í mismunandi þjónustu- og þyngdarflokkum, tölur um afgreiðslumagn einstakra afgreiðslustaða, upplýsingar um dreifingu á mismunandi stöðum o.fl.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Staðlar.\nPóstrekendur skulu hafa að leiðarljósi staðla um póstmál sem staðfestir eru af Staðlaráði Íslands. Ráðherra getur áskilið í reglugerð að sama gildi um staðla sem birtir eru í Stjórnartíðindum Evrópusambandsins, einkum þegar efni þeirra fellur undir ákvæði 27. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Öryggi póstsendinga.\nPóstrekendur skulu tryggja örugga meðferð allra póstsendinga meðan þær eru í vörslu þeirra og verktaka þeirra.\nPóstrekandi sem hyggst bjóða upp á rafræna meðhöndlun bréfa, svo sem með því að yfirfæra þau á stafrænt form og birta í rafrænu pósthólfi, skal tryggja öryggi rafrænna pósthólfa með viðeigandi ráðstöfunum sem geta m.a. falist í dulkóðun, auðkenningu notenda og notkun öryggisstaðla.\n[Byggðastofnun] setur reglur um öryggi póstsendinga og öryggismál á póstafgreiðslustöðum.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Póstleynd.\nEinungis má veita upplýsingar um póstsendingar og notkun póstþjónustu að undangengnum dómsúrskurði eða samkvæmt heimild í öðrum lögum.\nÖllum sem starfa við póstþjónustu er óheimilt að gefa óviðkomandi aðilum upplýsingar um póstsendingar eða gefa öðrum tækifæri til þess að verða sér úti um slíka vitneskju. Enn fremur er þeim óheimilt að opna eða lesa það sem afhent er til póstsendingar. Þagnarskyldan helst þótt látið sé af starfi.\nPóstrekanda er heimilt að senda hérlendum og erlendum tollyfirvöldum, flutningsaðila eða póstrekanda erlendis upplýsingar skv. a&ndash;e-lið til að flýta fyrir tollafgreiðslu sendinga og tryggja öryggi póstflutninga á sjó, landi og í lofti eða með vísan til allsherjarreglu:\na. tengiupplýsingar um sendanda,\nb. tengiupplýsingar um viðtakanda,\nc. upplýsingar um innihald,\nd. upplýsingar um verðmæti,\ne. upplýsingar um auðkenni póstsendingar.\nPóstrekanda er heimilt að taka við upplýsingum skv. 3. mgr. frá sömu aðilum og þar er getið.\nRáðherra getur með reglugerð ákveðið, að höfðu samráði við Persónuvernd, að heimila sendingu og viðtöku á öðrum upplýsingum en skv. a&ndash;e-lið 3. mgr. og ákveða í hvaða tilgangi heimilt er að senda upplýsingar skv. 3. mgr.\nVinnsla persónuupplýsinga samkvæmt lögum þessum skal uppfylla kröfur laga um persónuvernd og vinnslu persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Undanþágur frá póstleynd.\nÞrátt fyrir ákvæði 24. gr. er heimilt að opna án dómsúrskurðar póstsendingar sem ekki er unnt að koma til skila í því skyni að freista þess að komast að því hverjir sendendur eru svo að hægt sé að endursenda þær. Enn fremur er heimilt að leyfa að sendingar séu opnaðar þegar það er óhjákvæmilegt vegna flutnings þeirra eða til að kanna hugsanlegar skemmdir á innihaldi. Sama á við þegar rökstuddur grunur leikur á um að ekki hafi verið forsvaranlega búið um sendinguna vegna innihalds hennar eða að sending innihaldi hluti sem hættulegt getur verið að senda. Póstrekandi skal halda skrá yfir póstsendingar sem eru opnaðar án dómsúrskurðar.\nUm opnun á póstsendingum vegna ákvörðunar aðflutningsgjalda fer samkvæmt ákvæðum tollalaga.\nPóstsendingar til einstaklinga sem úrskurðaðir hafa verið gjaldþrota má afhenda skiptastjórum eftir beiðni þeirra enda beri þær með sér að varða fjárhagsmálefni þrotamanns. Sendingar til látinna manna skal á sama hátt afhenda skiptastjóra þegar um opinber skipti er að ræða. Þegar um einkaskipti er að ræða skulu allar póstsendingar afhentar forráðamanni dánarbús nema þær beri með sér að vera einkabréf. Skal sending þá endursend með viðeigandi skýringu áritaðri á sendinguna sjálfa.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skylda til að flytja póstsendingar.\nHverjum þeim sem heldur uppi reglubundnum flutningum innan lands eða til útlanda er skylt, ef þess er óskað, að flytja póstsendingar innan alþjónustu milli staða enda komi eðlileg greiðsla fyrir. Slíkar póstsendingar skulu njóta forgangs fram yfir annan póst- eða vöruflutning. Flutningsaðilar sem annast póstflutninga skulu tryggja örugga meðferð pósts.\nEf upp kemur ágreiningur á milli flutningsaðila og alþjónustuveitanda, t.d. um hvað telst eðlileg greiðsla, geta aðilar borið ágreiningsefnið undir [Byggðastofnun].\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Móttaka og afhending póstsendinga.\nPóstrekendum er heimilt að setja í skilmála ákvæði um frágang póstsendinga sem þeir taka á móti. Skilmálarnir skulu vera skýrir og jafnræðis gætt. Póstrekendur skulu við móttöku ganga úr skugga um að frágangur sendingar sé þannig að hægt verði að koma sendingunni til viðtakanda.\nSkylt er að dagstimpla póstsendingar sem teljast til almenns bréfapósts upp að 2 kg sé því lofað að póstsending berist fyrir tiltekinn tíma. Dagstimplun sýnir móttökudag póstsendinga.\nPóstsendingu skal komið til þess sem hún er stíluð á eða hefur umboð til viðtöku hennar, í bréfakassa eða pósthólf viðtakanda, á afgreiðslustað eða sjálfsafgreiðslukassa, með skönnun á afhendingarstað ef við á, eða þangað sem utanáskrift segir að öðru leyti til um. Ekki er skylt að krefja um undirskrift viðtakanda nema fyrir sendingar þar sem greitt hefur verið fyrir slíka viðbótarþjónustu, þ.e. kvittun fyrir afhendingu.\nMóttakendum póstsendinga er skylt að setja upp bréfakassa eða bréfalúgu svo að póstrekendur geti komið póstsendingum til skila á hagkvæman hátt. Um staðsetningu bréfakassa eða bréfalúgu fer að jafnaði eftir ákvæðum byggingarreglugerðar. Um staðsetningu bréfakassa í dreifbýli, t.d. fjarlægð frá heimili eða atvinnuhúsnæði, sem og staðsetningu í fjölbýlishúsum, er kveðið á í reglugerð um alþjónustu.\nAlþjónustuveitanda er heimilt að setja upp á einum stað bréfakassasamstæður fyrir alla móttakendur póstsendinga í þéttbýli. Slík bréfakassasamstæða skal vera aðgengileg með tilliti til umferðar og umhverfis. Hafa skal samráð við viðkomandi sveitarstjórnir um staðsetninguna. Bréfakassasamstæður eru settar upp á kostnað alþjónustuveitanda. Nánar er kveðið á um útfærslu í reglugerð um alþjónustu, t.d. um póstnúmer þar sem þetta er heimilt, frágang bréfakassasamstæðna, stærð, fjarlægðarmörk og staðsetningu.\nPóstrekendum er heimilt að endursenda póstsendingar ef bréfakassar eða bréfalúgur viðtakanda eru ekki í samræmi við ákvæði byggingarreglugerðar eða reglugerðar um alþjónustu.\nPóstsending telst vera í vörslu póstrekanda og á ábyrgð hans frá móttöku og þar til hún hefur verið afhent á tilgreindum afhendingarstað.\nSendandi telst eigandi póstsendingar sem hann hefur afhent póstrekanda þar til hún hefur verið afhent viðtakanda. Sendandi hefur jafnframt ráðstöfunarrétt yfir sendingunni og er heimilt að gefa póstrekanda ný fyrirmæli um póstmeðferð þar til hún hefur verið afhent tilgreindum viðtakanda.\nÍ tilfellum þar sem viðtakandi hefur pantað póstsendinguna, t.d. í netverslun, telst hann sendandi. Póstrekanda er heimilt að innheimta aukagjald vegna kostnaðar sem hlýst af nýjum fyrirmælum frá sendanda eða viðtakanda eða vegna atvika sem varða viðtakandann og koma í veg fyrir að hægt sé að veita þjónustuna í samræmi við skilmála hennar.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Óumbeðnar fjöldasendingar.\nPóstrekendum er skylt að virða merkingar notenda sem kveða á um að viðkomandi viðtakandi óski ekki eftir óumbeðnum fjöldasendingum, svo sem fjölpósti, fríblöðum eða almennu kynningarefni frá fyrirtækjum.\nTilkynningar veitufyrirtækja, t.d. fjarskipta-, vatns- og rafmagnsveitna, falla ekki hér undir ef verið er að tilkynna um tímabundið rof á þjónustu vegna framkvæmda og því um líkt. Sama gildir um kynningarefni vegna kosninga á vegum stjórnvalda, tilkynningar sveitarfélaga til íbúa sinna og tilkynningar stjórnvalda sem varða almannahag og almannaöryggi.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Óskilasendingar.\nPóstrekandi setur sér reglur um meðferð óskilasendinga sem uppfylla skilyrði laga um persónuvernd og vinnslu persónuupplýsinga.\nPóstrekendur skulu gera allar eðlilegar ráðstafanir til að koma póstsendingum til skráðra viðtakenda. Ef ekki tekst að koma póstsendingu til skila vegna rangra eða ófullkominna upplýsinga um nafn og heimilisfang eða vegna þess að skráður viðtakandi hefur flust búferlum skal póstrekandi endursenda hana til sendanda. Póstrekendum er heimilt að endursenda til sendanda póstsendingar sem póstlagðar eru án þess að burðargjald hafi verið innt af hendi. Þegar póstsending í óskilum er ekki merkt sendanda og ekki er hægt að endursenda hana er póstrekanda heimilt að opna póstsendinguna í samræmi við reglugerð sem ráðherra setur. Við gerð og beitingu þessara reglna skal þess gætt að óskilasendingar geta innihaldið viðkvæmar persónuupplýsingar.\nPóstsendingar sem fyrir mistök komast í hendur annars póstrekanda en ætlað var að flytja sendinguna skulu sendar réttum póstrekanda strax og unnt er.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Óheimilar póstsendingar.\nÓheimilt er að afhenda póstrekanda sendingar með innihaldi sem er hættulegt eða brýtur í bága við ákvæði laga að hafa undir höndum.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Umbúðir póstsendinga.\nGanga skal tryggilega frá póstsendingum sem afhentar eru póstrekendum í umbúðum. Póstrekendur geta hafnað því að veita póstsendingum móttöku ef hætta er talin á að umbúðir muni skemmast í höndum póstrekandans. Móttaka póstsendingar með innihaldi sem getur valdið skaða, smiti eða veikindum er skilyrt því að rétt sé búið um sendinguna og hún merkt í samræmi við innihald. Dæmi um slíkt innihald eru lífræn, auðskemmd efni, smitefni og geislavirk efni.\nVII. kafli. Meðferð kvartana og skaðabætur.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Meðferð kvartana.\nPóstrekendur skulu semja reglur um meðferð kvartana frá notendum og birta opinberlega.\nReglur skv. 1. mgr. skulu gefa kost á skjótri og sanngjarnri lausn deilumála með endurgreiðslum eða skaðabótum þegar þær eiga rétt á sér.\n[Telji neytendur póstþjónustu, eða aðrir sem hagsmuna hafa að gæta, að póstrekandi brjóti gegn skyldum sínum samkvæmt lögum þessum eða gegn skilyrðum sem mælt er fyrir um í almennum heimildum, réttindum eða í rekstrarleyfi eða skilgreindum alþjónustukvöðum getur hlutaðeigandi beint kvörtun til Byggðastofnunar um að hún láti málið til sín taka.\nByggðastofnun skal leita álits viðkomandi póstrekanda á kvörtuninni og jafnframt freista þess að jafna ágreining aðila á skjótan hátt. Náist ekki samkomulag skal úr ágreiningi skorið með ákvörðun.\nByggðastofnun er heimilt að setja reglur um lausn slíkra ágreiningsmála.]\nL. 76/2021, 5. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Skaðabætur.\nPóstrekendum er ekki skylt að greiða skaðabætur fyrir óskráðar póstsendingar sem glatast eða seinkar vegna óviðráðanlegra aðstæðna eða atburða (force majeure).\nSendendur skráðra póstsendinga geta átt rétt á skaðabótum fyrir slíkar sendingar sem glatast eða eyðileggjast að einhverju eða öllu leyti í vörslu póstrekenda.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ábyrgðartakmarkanir.\nPóstrekendum er heimilt að setja viðmið í viðskiptaskilmála um hámark skaðabótaábyrgðar sem tryggð er eins og á við um einstakar tegundir póstsendinga.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Óbeint tjón.\nSkaðabótaskylda samkvæmt þessum kafla nær aðeins til þess hlutar verðmætis sem glatast hefur eða rýrnunar sem stafar af skemmdum á sendingunni hjá póstrekanda. Ekki er skylt að bæta fyrir ábata- eða afnotamissi, tjón vegna rýrnunar á verðgildi peninga eða verðbréfa eða aðrar óbeinar afleiðingar.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Póstsendingar milli landa.\nUm skaðabætur fyrir póstsendingar milli landa fer eftir gildandi milliríkjasamningum. Glatist sending eða skemmist hjá póstrekanda á íslensku landsvæði greiðast þó skaðabætur eins og um innlenda sendingu sé að ræða enda sé það hagstæðara fyrir tjónþola.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Fyrning skaðabótakröfu.\nSkylda til greiðslu skaðabóta fellur niður sé þeirra ekki krafist innan sex mánaða frá því að viðkomandi póstsending var afhent til flutnings.\nVIII. kafli. Milliríkjasamningar, viðurlög o.fl.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Póstþjónusta við önnur lönd.\nÁkvæði laga þessara gilda einnig um póstþjónustu við önnur lönd.\nRáðherra getur falið [Byggðastofnun] að útnefna póstrekanda samkvæmt lögum þessum til að fara með réttindi og skyldur samkvæmt alþjóðapóstsamningnum.\nVið gerð samninga um endastöðvargjöld fyrir póstsendingar milli landa sem falla undir alþjónustu og/eða alþjóðapóstsamninginn skal útnefnt fyrirtæki hafa til viðmiðunar eftirtaldar grundvallarreglur:\n1. Endastöðvargjöld skulu taka mið af kostnaði við póstmeðferð, þ.m.t. útburð.\n2. Upphæð gjalda skal vera í samræmi við gæði þjónustu.\n3. Endastöðvargjöld skulu vera gagnsæ og jafnræðis gætt.\nL. 112/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    }
  ]
}
