{
  "id": "62/2019",
  "type": "statute",
  "title": "Lög um dreifingu vátrygginga",
  "status": "in_force",
  "issued_date": "2019-06-21",
  "url": "https://www.althingi.is/lagas/nuna/2019062.html",
  "description": "Tóku gildi 3. júlí 2019;",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um vátryggingamiðlara, vátryggingaumboðsmenn, aðila sem dreifa vátryggingu sem aukaafurð og vátryggingafélög hér á landi.\nÞeir sem hafa heimild til að dreifa vátryggingum samkvæmt lögum þessum eru:\na. vátryggingamiðlarar sem hafa starfsleyfi Fjármálaeftirlitsins,\nb. aðilar sem dreifa vátryggingu sem aukaafurð,\nc. vátryggingafélög,\nd. vátryggingaumboðsmenn sem skráðir eru hjá vátryggingafélagi,\ne. vátryggingamiðlarar, vátryggingafélög og vátryggingaumboðsmenn með starfsleyfi í öðru aðildarríki,\nf. vátryggingamiðlarar, vátryggingafélög og vátryggingaumboðsmenn með starfsleyfi utan aðildarríkja sem hafa fengið leyfi til að reka útibú hér á landi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Starfsemi sem er undanþegin.\nLög þessi gilda ekki um eftirfarandi starfsemi:\n1. Tilfallandi ráðgjöf eða upplýsingagjöf sem er veitt vegna annarrar atvinnustarfsemi ef:\na. ráðgjöfin eða upplýsingagjöfin verður ekki til þess að aðstoð er veitt til að gera vátryggingarsamning eða efna hann,\nb. tilgangurinn með starfseminni er ekki að aðstoða viðskiptavin við að gera vátryggingarsamning eða efna hann.\n2. Umsýslu vátryggingafélaga vegna bótakrafna, tjónsuppgjörs og sérfræðimats á bótakröfum.\n3. Afhendingu gagna eða upplýsinga um mögulega vátryggingartaka til vátryggingamiðlara eða vátryggingafélaga þar sem engar frekari ráðstafanir eru gerðar til að aðstoða við að koma á eða gera vátryggingarsamning eða efna hann.\n4. Afhendingu gagna eða upplýsinga til mögulegra vátryggingartaka um vátryggingar, vátryggingamiðlara eða vátryggingafélög þar sem engar frekari ráðstafanir eru gerðar til að aðstoða við að koma á eða gera vátryggingarsamning eða efna hann.\nLög þessi gilda ekki um dreifingu vátrygginga þegar vátryggingu er dreift sem aukaafurð með vöru og eftirfarandi skilyrði eru uppfyllt:\n1. Vátryggingin er til viðbótar vöru eða þjónustu sem aðili lætur í té ef vátryggingin nær til áhættunnar á:\na. vörum sem bila, glatast eða skemmast eða þjónustu sem ekki er notuð,\nb. farangri sem skemmist eða glatast og annarrar áhættu sem tengist ferð sem bókuð er.\n2. Árlegt iðgjald, reiknað hlutfallslega miðað við árið, er ekki hærra en jafnvirði 600 evra í íslenskum krónum.\n3. Vátryggingin er viðbót við þjónustu skv. 1. tölul. sem er veitt í þrjá mánuði eða minna og iðgjald einstaklings er ekki meira en jafnvirði 200 evra í íslenskum krónum.\nÞó gildir ákvæði 4. mgr. 33. gr. um endurgjald um dreifingu vátrygginga hjá aðilum sem eru undanþegnir lögunum samkvæmt þessari málsgrein.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum merkir:\n1. Aðildarríki: Ríki sem er aðili að samningnum um Evrópska efnahagssvæðið (EES), aðili að stofnsamningi Fríverslunarsamtaka Evrópu (EFTA) eða Færeyjar.\n2. Aðili sem dreifir vátryggingu sem aukaafurð: Einstaklingur eða lögaðili, sem ekki er lánastofnun skv. [2. tölul. 1. mgr. 1. gr. b] laga um fjármálafyrirtæki, nr. 161/2002, staðbundið fyrirtæki skv. [4. tölul. 1. mgr. 1. gr. b] sömu laga eða [fyrirtæki skv. 8. mgr. 14. gr. a] sömu laga og dreifir vátryggingu sem aukaafurð gegn endurgjaldi að uppfylltum eftirfarandi skilyrðum:\na. starfsemin er í meginatriðum önnur en dreifing vátrygginga,\nb. aðilinn dreifir eingöngu vátryggingum sem eru viðbót við sölu á vöru eða þjónustu,\nc. vátryggingin er ekki líf- eða ábyrgðartrygging nema hún sé hluti af vörunni eða þjónustunni sem er dreift.\n3. Dreifing vátrygginga:\na. starfsemi sem felst í að veita ráðgjöf um, gera tillögu um eða undirbúa gerð vátryggingarsamnings, gera slíkan samning, eða aðstoða við umsýslu eða efndir samningsins,\nb. starfsemi sem felst í að veita upplýsingar um vátryggingarsamning eftir forsendum sem viðskiptavinur velur, á vefsíðu eða öðrum miðlum; einnig að gefa upplýsingar um þær vátryggingar sem eru í boði, þ.m.t. verð, samanburð eða afslátt þegar viðskiptavinur getur gert vátryggingarsamning, beint eða óbeint, á vefsíðunni eða miðlinum,\nc. starfsemi sem felst í að veita ráðgjöf um, gera tillögu um eða undirbúa gerð endurtryggingarsamnings, efna slíkan samning eða aðstoða við umsýslu eða efndir samningsins; sama gildir þegar starfsemin er hjá endurtryggingafélagi án íhlutunar endurtryggingamiðlara.\n4. Dreifingaraðili: Vátryggingamiðlari, vátryggingafélag, vátryggingaumboðsmaður eða aðili sem dreifir vátryggingu sem aukaafurð.\n5. Endurgjald: Hvers konar laun, þóknun, gjald eða önnur greiðsla, ásamt hvers konar efnahagslegum ávinningi eða öðrum fjárhagslegum eða ófjárhagslegum hagsmunum eða öðrum ávinningi eða hvata sem boðinn eða gefinn er vegna dreifingar vátrygginga.\n6. Gistiríki: Aðildarríki þar sem einstaklingur eða lögaðili sem dreifir vátryggingum hefur útibú eða veitir þjónustu án starfsstöðvar.\n7. Heimaríki:\na. Þar sem einstaklingur sem dreifir vátryggingum hefur aðsetur.\nb. Þar sem lögaðili sem dreifir vátryggingum hefur höfuðstöðvar.\n8. Náin tengsl: Þegar tveir eða fleiri aðilar, einstaklingar eða lögaðilar, tengjast í gegnum yfirráð eða hlutdeild, eða aðstæður, þar sem tveir eða fleiri aðilar, einstaklingar eða lögaðilar, eru varanlega tengdir einum og sama aðilanum yfirráðatengslum.\n9. Ráðgjöf: Persónuleg ráðlegging fyrir viðskiptavin að beiðni hans eða að frumkvæði dreifingaraðila vegna eins eða fleiri vátryggingarsamninga.\n10. Útibú: Útibú eða umboð dreifingaraðila vátrygginga sem er staðsett í öðru aðildarríki en heimaríki.\n11. Varanlegur miðill: Tæki sem gerir viðskiptavini kleift að geyma upplýsingar, sem beint er til hans, óbreyttar þannig að hann geti afritað þær og flett upp í þeim í hæfilegan tíma.\n12. Vátryggingafélag: Frumtrygginga- eða endurtryggingafélag sem starfar samkvæmt lögum um vátryggingastarfsemi, nr. 100/2016.\n13. Vátryggingamiðlari: Einstaklingur eða lögaðili, með starfsleyfi skv. 4. gr., sem dreifir frum- og/eða endurtryggingum gegn gjaldi.\n14. Vátryggingasölumaður: Starfsmaður sem starfar við dreifingu vátrygginga á vegum vátryggingafélags, vátryggingamiðlara eða vátryggingaumboðsmanns og á ábyrgð þeirra.\n15. Vátryggingaumboðsmaður: Einstaklingur eða lögaðili sem á grundvelli samnings dreifir frum- og/eða endurtryggingum á vegum [vátryggingafélags og á ábyrgð þess] gegn endurgjaldi.\nL. 38/2022, 171. gr. L. 82/2021, 26. gr.\nII. kafli. Starfsleyfi vátryggingamiðlara og fjárhagslegar kröfur.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Starfsleyfi.\nFjármálaeftirlitið veitir vátryggingamiðlara starfsleyfi samkvæmt lögum þessum. Vátryggingamiðlara er heimilt að hefja starfsemi þegar Fjármálaeftirlitið hefur veitt starfsleyfi og skráð viðkomandi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Umsókn um starfsleyfi.\nUmsókn um starfsleyfi vátryggingamiðlara skal vera skrifleg og skulu eftirfarandi skilyrði vera uppfyllt til að fá starfsleyfi:\na. ef um lögaðila er að ræða skal vera staðfesting á að stjórn og framkvæmdastjóri lögaðila fullnægi kröfum skv. 22. gr. og eftir atvikum 25. gr.,\nb. ef um einstakling er að ræða skal vera staðfesting á að hann fullnægi kröfum skv. 22. gr. og eftir atvikum 25. gr.,\nc. vera skal til staðar vottorð um gilda starfsábyrgðartryggingu og skilmála hennar ásamt heiti og aðsetri hlutaðeigandi vátryggingafélags,\nd. ekki skulu vera náin tengsl við aðra starfsemi eða einstaklinga sem geta hindrað eftirlit Fjármálaeftirlitsins.\nEftirfarandi upplýsingar skulu fylgja umsókn um starfsleyfi:\n1. Nafn, kennitala og lögheimili umsækjanda.\n2. Nöfn, kennitölur og lögheimili stofnenda og hluthafa ef um lögaðila er að ræða.\n3. Nöfn, kennitölur og lögheimili stjórnarmanna, framkvæmdastjóra og annarra stjórnenda ef um lögaðila er að ræða.\n4. Ef um lögaðila er að ræða, upplýsingar um hluthafa, hvort sem það eru einstaklingar eða lögaðilar, sem eiga meira en 10% eignarhlut í starfseminni.\n5. Upplýsingar um greinaflokka vátrygginga sem [dreifa] á, sbr. 20. og 21. gr. laga um vátryggingastarfsemi, nr. 100/2016.\n6. Samþykktir lögaðila ef við á.\n7. Upplýsingar um fyrirhugað starfsskipulag þar sem m.a. skal greina frá fyrirhugaðri starfsemi, starfsstöð, fjölda starfsmanna, innra eftirliti og áhættustýringu.\n8. Áætlun um starfsemina þar sem koma skal fram:\na. rökstutt mat á kostnaði við að koma starfseminni á fót og hvernig ætlað er að mæta þeim kostnaði,\nb. áætluð staða samkvæmt efnahagsreikningi í lok þriggja fyrstu reikningsáranna ásamt áætlun um árlegar tekjur og gjöld,\nc. áætlun um hvernig umsækjandi hyggst standa við skuldbindingar sínar fyrstu þrjú reikningsárin.\n9. Ef um lögaðila er að ræða, staðfesting á að starfsmenn hans uppfylli kröfur skv. 23. gr. og eftir atvikum 25. gr.\n10. Greinargerð um náin tengsl við vátryggingafélög og vátryggingamiðlara.\n11. Í hvaða aðildarríkjum er fyrirhugað að dreifa vátryggingum.\n12. Aðrar viðeigandi upplýsingar sem Fjármálaeftirlitið ákveður.\nL. 82/2021, 27. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Veiting starfsleyfis.\nÁkvörðun Fjármálaeftirlitsins um veitingu starfsleyfis skal tilkynnt umsækjanda skriflega svo fljótt sem unnt er og eigi síðar en þremur mánuðum eftir að fullbúin umsókn barst.\nÍ starfsleyfi skal koma fram til hvaða greinaflokka vátryggingastarfsleyfið tekur.\nFjármálaeftirlitið skal birta tilkynningu um starfsleyfi vátryggingamiðlara í Lögbirtingablaði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Synjun starfsleyfis.\nFullnægi umsókn um starfsleyfi ekki skilyrðum laga þessara að mati Fjármálaeftirlitsins skal umsókninni hafnað.\nSynjun Fjármálaeftirlitsins á umsókn skal rökstudd og tilkynnt umsækjanda innan þriggja mánaða frá móttöku fullbúinnar umsóknar. Hafi fullbúin umsókn ekki borist Fjármálaeftirlitinu innan sex mánaða frá móttöku skal umsókninni hafnað.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Heiti.\nSá einn má nota heitið vátryggingamiðlari sem hefur starfsleyfi hér á landi og er skráður í miðlaraskrá.\nSé hætta á að villst verði á nafni erlends vátryggingamiðlara sem starfar hér á landi á grundvelli X. kafla og innlends vátryggingamiðlara getur Fjármálaeftirlitið krafist þess að annar aðilinn verði auðkenndur sérstaklega.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Breyting á starfsemi.\nVátryggingamiðlari sem hyggst taka upp nýjan greinaflokk vátrygginga skal sækja um leyfi til Fjármálaeftirlitsins fyrir hinni nýju starfsemi. Í umsókn skal koma fram hvaða greinaflokka fyrirhugað er að taka upp. Þá skulu fylgja umsókn gögn sem sanna að gild starfsábyrgðartrygging sé fyrir hendi. Um afgreiðslu umsóknarinnar fer skv. 6. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Takmarkanir á starfsemi.\nVátryggingamiðlari skal einungis dreifa frumtryggingum á vegum vátryggingafélaga sem hafa starfsleyfi hér á landi. Starfsleyfi vátryggingafélags í öðru aðildarríki telst jafngilda starfsleyfi hér á landi, enda séu uppfyllt skilyrði laga um vátryggingastarfsemi varðandi heimildir til að stofna útibú eða veita þjónustu án starfsstöðvar hér á landi.\nFjármálaeftirlitið getur, þegar sérstakar aðstæður eru fyrir hendi, heimilað undanþágur frá 1. mgr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Fjárhagsleg staða. Áætlun.\nVátryggingamiðlari skal á hverjum tíma geta staðið við fjárhagslegar skuldbindingar sínar. Ef líkur eru á því að vátryggingamiðlari eigi ekki fyrir fjárhagslegum skuldbindingum sínum skal hann gera Fjármálaeftirlitinu grein fyrir stöðu sinni og leggja fyrir það áætlun um endurreisn fjárhags. Fjármálaeftirlitið ákveður hvort þær ráðstafanir teljast fullnægjandi.\nÁætlun skv. 1. mgr. skal m.a. innihalda áætlaðan rekstrarkostnað, sundurliðaða áætlun um tekjur og gjöld og áætlaðan efnahagsreikning.\nGefi ársreikningur vátryggingamiðlara Fjármálaeftirlitinu vísbendingu um að vátryggingamiðlari eigi ekki fyrir fjárhagslegum skuldbindingum getur Fjármálaeftirlitið gert honum að skila áætlun skv. 1. mgr.\nMeðan áætlun skv. 1. mgr. er í gildi skal Fjármálaeftirlitið ekki framsenda tilkynningu vegna ráðagerða vátryggingamiðlara um starfsemi í öðru aðildarríki, sbr. 39. og 40. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Starfsábyrgðartrygging vátryggingamiðlara og aðila sem dreifir vátryggingu sem aukaafurð.\nVátryggingamiðlara og aðila sem dreifir vátryggingu sem aukaafurð er skylt að hafa í gildi ábyrgðartryggingu vegna fjárhagstjóns sem leitt getur af gáleysi í starfi þeirra eða starfsmanna þeirra. Slík trygging getur verið vátrygging tekin hjá vátryggingafélagi sem hefur starfsleyfi hér á landi eða önnur trygging jafngild að mati Fjármálaeftirlitsins.\nStarfsábyrgðartrygging vátryggingamiðlara skal tekin til eins árs í senn og vátryggingafjárhæðin að lágmarki vera jafnvirði 1,25 milljóna evra í íslenskum krónum vegna hvers tjónsatviks og jafnvirði 1,85 milljóna evra í íslenskum krónum vegna allra tjónsatvika á vátryggingartímabilinu.\n[Vátryggingamiðlari og aðili sem dreifir vátryggingu sem aukaafurð skulu] senda Fjármálaeftirlitinu staðfestingu á endurnýjun starfsábyrgðartryggingar.\n[Vátryggingamiðlari og aðili sem dreifir vátryggingu sem aukaafurð skulu] birta upplýsingar um það á vef sínum hjá hvaða vátryggingafélagi [þeir hafa] starfsábyrgðartryggingu eða hvaða aðra jafngilda tryggingu [þeir hafa], sbr. 2. málsl. 1. mgr.\n[Seðlabanki Íslands] setur reglur sem breyta vátryggingafjárhæðum starfsábyrgðartryggingar skv. 2. mgr. sem byggjast á tæknilegum framkvæmdastöðlum Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnunarinnar.\nL. 82/2021, 28. gr. L. 117/2019, 2. gr. Rgl. 1458/2024.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Viðtaka fjármuna.\n[Vátryggingamiðlari og aðili sem dreifir vátryggingu sem aukaafurð mega] ekki taka við iðgjöldum, vátryggingarbótum eða öðrum fjármunum fyrir hönd vátryggingafélags eða viðskiptavinar nema samkvæmt sannanlegu umboði.\nFara skal með fjármuni sem viðskiptavinur greiðir til vátryggingamiðlara [og aðila sem dreifir vátryggingu sem aukaafurð] sem tilheyra vátryggingafélagi eins og þeir hafi verið greiddir til félagsins. Fjármunir sem tilheyra viðskiptavini sem vátryggingafélag greiðir vátryggingamiðlara [og aðila sem dreifir vátryggingu sem aukaafurð] teljast ekki hafa borist viðskiptavininum fyrr en hann fær þá afhenta.\nL. 82/2021, 29. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Vörslufjárreikningar.\nVátryggingamiðlara er skylt að halda fjármunum sem hann tekur við í þágu annarra aðgreindum frá eigin fé. Skulu slíkir fjármunir varðveittir á sérstökum vörslufjárreikningi. Vextir, sem kunna að falla á vörslufé, renna til eiganda þess. Vátryggingamiðlari er ekki eigandi innstæðu á vörslufjárreikningi samkvæmt þessari grein og innstæðan er ekki hæft andlag aðfarargerða hjá honum og stendur utan skuldaraðar við skipti á búi hans.\nRáðherra setur reglugerð um vörslufjárreikninga.\nRg. 440/2023.\nIII. kafli. Skráning.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Skrá.\nFjármálaeftirlitið skal halda skrá yfir vátryggingamiðlara sem hafa leyfi til að dreifa vátryggingum hér á landi, vátryggingaumboðsmenn og aðila sem dreifa vátryggingu sem aukaafurð hér á landi.\nVátryggingafélög með starfsleyfi hér á landi og útibú vátryggingafélaga utan Íslands með starfsleyfi hér á landi sem gera samning við vátryggingaumboðsmenn eða aðila sem dreifa vátryggingu sem aukaafurð skulu tilkynna þá til Fjármálaeftirlitsins ásamt upplýsingum skv. 3. mgr.\nEftirfarandi atriði skulu skráð hjá Fjármálaeftirlitinu:\n1. Nafn, kennitala og lögheimili aðila.\n2. Útgáfudagur starfsleyfis vátryggingamiðlara.\n3. Vátryggingamiðlarar, vátryggingaumboðsmenn og aðilar sem dreifa vátryggingu sem aukaafurð sem hafa fengið leyfi til að veita þjónustu eða reka útibú hér á landi.\n4. Greinaflokkar vátrygginga sem heimilt er að dreifa.\n5. Tengsl við vátryggingafélög, vátryggingamiðlara og aðila sem dreifa vátryggingu sem aukaafurð.\n6. Heiti og aðsetur þess vátryggingafélags er veitir lögboðna starfsábyrgðartryggingu vátryggingamiðlara og aðila sem dreifa vátryggingu sem aukaafurð. Gildistími vátryggingarinnar og vátryggingarfjárhæð.\n7. Nöfn, kennitölur og heimili stjórnarmanna og framkvæmdastjóra, þegar við á.\n8. Í hvaða ríkjum starfsemi er stunduð á grundvelli 39. og 40. gr.\n[9. Ef um lögaðila er að ræða, upplýsingar um hluthafa, hvort sem það eru einstaklingar eða lögaðilar, sem eiga meira en 10% eignarhlut í starfseminni, og hve stór eignarhluturinn er.\n10. Upplýsingar um náin tengsl við aðra starfsemi eða einstaklinga.]\n[Vátryggingamiðlarar, vátryggingaumboðsmenn og aðilar sem dreifa vátryggingu sem aukaafurð skulu tilkynna Fjármálaeftirlitinu um allar breytingar á skráningu eins fljótt og unnt er og eigi síðar en mánuði eftir að þær hafa tekið gildi.] Fjármálaeftirlitið skal yfirfara reglulega hvort skráningar séu réttar.\nUppfylli skráningarskyldur aðili ekki lengur kröfur til skráningar skal tilkynna það til Fjármálaeftirlitsins sem tekur hann af skránni.\nFjármálaeftirlitið skal synja aðila skv. 1. mgr. um skráningu ef lög og reglur ríkis utan aðildarríkja gilda um einn eða fleiri einstaklinga eða lögaðila sem aðilinn hefur náin tengsl við eða vandkvæði við framkvæmd laga þessara koma í veg fyrir að það geti sinnt eftirlitshlutverki sínu.\nSkráin skal vera aðgengileg á vef Fjármálaeftirlitsins.\nFjármálaeftirlitið skal veita Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnuninni upplýsingar úr skránni.\nL. 82/2021, 30. gr.\nIV. kafli. Vátryggingaumboðsmenn.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skráning vátryggingaumboðsmanns hjá vátryggingafélagi.\nÞegar vátryggingafélag hefur gert samning við vátryggingaumboðsmann um dreifingu á vátryggingum félagsins skal félagið skrá vátryggingaumboðsmann, sbr. 17. gr.\nVátryggingaumboðsmanni er heimilt að hefja starfsemi þegar hann hefur verið skráður hjá vátryggingafélagi og Fjármálaeftirlitinu, sbr. 15. gr. Skráin skal vera aðgengileg á vef viðkomandi vátryggingafélags. Þegar vátryggingaumboðsmaður hættir að dreifa vátryggingum á vegum vátryggingafélags skal hann tekinn af skrá félagsins.\n[Seðlabanki Íslands] getur sett reglur um skráningu vátryggingaumboðsmanns.\nL. 117/2019, 2. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Skilyrði fyrir skráningu vátryggingaumboðsmanns.\nÁður en vátryggingafélag skráir vátryggingaumboðsmann skal félagið ganga úr skugga um að einstaklingur sem starfar sem vátryggingaumboðsmaður, vátryggingaumboðsmaður sem er lögaðili og vátryggingasölumenn sem starfa á ábyrgð vátryggingaumboðsmanns uppfylli skilyrði V. kafla.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Heiti.\nSá einn má nota heitið vátryggingaumboðsmaður sem hefur verið skráður.\nSé hætta á að villst verði á nafni erlends vátryggingaumboðsmanns sem starfar hér á landi á grundvelli X. kafla og innlends vátryggingaumboðsmanns getur Fjármálaeftirlitið krafist þess að annar vátryggingaumboðsmaðurinn verði auðkenndur sérstaklega.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Takmarkanir á starfsemi.\nVátryggingaumboðsmaður skal einungis [dreifa] frumtryggingum á vegum vátryggingafélaga sem hafa starfsleyfi hér á landi. Starfsleyfi vátryggingafélags í aðildarríki telst jafngilda starfsleyfi hér á landi, enda séu uppfyllt skilyrði laga um vátryggingastarfsemi varðandi heimildir til stofnunar útibús eða til að veita hér þjónustu án starfsstöðvar.\nFjármálaeftirlitið getur, þegar sérstakar aðstæður eru fyrir hendi, heimilað undanþágur frá 1. mgr.\nL. 82/2021, 31. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Viðtaka fjármuna.\nVátryggingaumboðsmaður má ekki taka við iðgjöldum, vátryggingarbótum eða öðrum fjármunum fyrir hönd vátryggingafélags eða viðskiptavinar nema samkvæmt sannanlegu umboði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Vörslufjárreikningur.\nVátryggingaumboðsmanni er skylt að halda fjármunum sem hann tekur við í þágu annarra aðgreindum frá eigin fé. Slíkir fjármunir skulu varðveittir á sérstökum vörslufjárreikningi. Vextir, sem kunna að falla á vörslufé, renna til eiganda þess. Vátryggingaumboðsmaður er ekki eigandi innstæðu á vörslufjárreikningi samkvæmt þessari grein og innstæðan er ekki hæft andlag aðfarargerða hjá honum og stendur utan skuldaraðar við skipti á búi hans.\nRáðherra setur reglugerð um vörslufjárreikninga.\nRg. 440/2023.\nV. kafli. Hæfi og hæfni.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Almenn hæfis- og hæfniskilyrði vátryggingamiðlara og stjórnarmanna og framkvæmdastjóra þeirra.\nStjórnarmaður og framkvæmdastjóri vátryggingamiðlara og einstaklingur með starfsleyfi sem vátryggingamiðlari:\na. [skulu vera fjárhagslega sjálfstæðir, hafa þekkingu, hæfni og reynslu til að geta sinnt starfi sínu á tilhlýðilegan hátt],\nb. skulu hafa gott orðspor,\n[c. skulu vera lögráða og mega ekki á síðustu fimm árum hafa verið úrskurðaðir gjaldþrota,\nd. mega ekki í tengslum við atvinnurekstur hafa hlotið dóm á síðustu tíu árum fyrir refsiverðan verknað samkvæmt almennum hegningarlögum, samkeppnislögum, lögum um hlutafélög, lögum um einkahlutafélög, lögum um bókhald, lögum um ársreikninga, lögum um staðgreiðslu opinberra gjalda og lögum um gjaldeyrismál, svo og sérlögum sem gilda um aðila sem lúta opinberu eftirliti með fjármálastarfsemi],\ne. ...\n...\n[Vátryggingamiðlari skal tilkynna Fjármálaeftirlitinu um skipan og síðari breytingar á stjórn og framkvæmdastjóra.\nStjórnarmaður og framkvæmdastjóri vátryggingamiðlara og einstaklingur með starfsleyfi sem vátryggingamiðlari þurfa á hverjum tíma að uppfylla hæfisskilyrði þessarar greinar og 25. gr. og reglna settra skv. 5. mgr. Fjármálaeftirlitið getur á hverjum tíma tekið hæfi stjórnarmanna og framkvæmdastjóra vátryggingamiðlara og einstaklings með starfsleyfi sem vátryggingamiðlari til sérstakrar skoðunar.\nSeðlabanki Íslands setur nánari reglur um hæfisskilyrði stjórnarmanna og framkvæmdastjóra, þar á meðal um hvað felst í fullnægjandi þekkingu, hæfni og reynslu, góðu orðspori og fjárhagslegu sjálfstæði, og um hvernig staðið skuli að hæfismati.]\nL. 82/2021, 32. gr. Rgl. 1362/2019.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Hæfis- og hæfniskilyrði vátryggingasölumanna.\nVátryggingasölumaður:\n[a. skal vera lögráða og má ekki á síðustu fimm árum hafa verið úrskurðaður gjaldþrota,\nb. skal hafa gott orðspor,\nc. má ekki í tengslum við atvinnurekstur hafa hlotið dóm á síðustu tíu árum fyrir refsiverðan verknað samkvæmt almennum hegningarlögum, samkeppnislögum, lögum um hlutafélög, lögum um einkahlutafélög, lögum um bókhald, lögum um ársreikninga, lögum um staðgreiðslu opinberra gjalda og lögum um gjaldeyrismál, svo og sérlögum sem gilda um aðila sem lúta opinberu eftirliti með fjármálastarfsemi].\n[Vátryggingasölumaður skal hafa næga þekkingu á þeim afurðum sem hann dreifir.]\nTil að tryggja hæfi vátryggingasölumanna skulu vátryggingafélög og vátryggingamiðlarar hafa stefnu og sérstakt ferli þar að lútandi sem er endurskoðað reglulega. Í ferlinu skal tilgreint til hvaða ráðstafana skuli grípa ef breytingar verða á hæfi vátryggingasölumanna. Einnig skulu þau hafa skrá yfir gögn vegna þessa og tilgreina nafn ábyrgðaraðila ef Fjármálaeftirlitið óskar þess.\nVátryggingamiðlarar og vátryggingafélög skulu tryggja að vátryggingasölumenn þeirra [uppfylli hæfis- og hæfniskilyrði þessarar greinar].\nL. 82/2021, 33. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Hæfis- og hæfniskilyrði aðila sem dreifir vátryggingu sem aukaafurð.\nSá sem ber ábyrgð á dreifingu vátryggingar sem aukaafurðar:\n[a. skal vera lögráða og má ekki á síðustu fimm árum hafa verið úrskurðaður gjaldþrota,\nb. skal hafa gott orðspor,\nc. má ekki í tengslum við atvinnurekstur hafa hlotið dóm á síðustu tíu árum fyrir refsiverðan verknað samkvæmt almennum hegningarlögum, samkeppnislögum, lögum um hlutafélög, lögum um einkahlutafélög, lögum um bókhald, lögum um ársreikninga, lögum um staðgreiðslu opinberra gjalda og lögum um gjaldeyrismál, svo og sérlögum sem gilda um aðila sem lúta opinberu eftirliti með fjármálastarfsemi].\nAðili sem dreifir vátryggingu sem aukaafurð skal hafa næga vitneskju um þær afurðir sem hann [dreifir].\n[Vátryggingafélög skulu tryggja að aðilar sem dreifa vátryggingum sem aukaafurð uppfylli hæfis- og hæfniskilyrði þessarar greinar.]\nL. 82/2021, 34. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Sérstök hæfis- og hæfniskilyrði.\nVið dreifingu skaðatrygginga [og tilgreindra persónutrygginga] skv. 1. mgr. 20. gr. laga um vátryggingastarfsemi, nr. 100/2016, skal dreifingaraðili auk skilyrða samkvæmt þessum kafla hafa lágmarksþekkingu á:\na. skilmálum vátrygginga sem eru í boði, þ.m.t. allri viðbótaráhættu ef hún er til staðar,\nb. [lögum þessum, lögum um vátryggingarsamninga, lögum á sviði neytendamála, lögum um persónuvernd og vinnslu persónuupplýsinga og viðeigandi skattalöggjöf ásamt félagsmála- og vinnulöggjöf],\nc. meðferð tjónakrafna,\nd. meðferð kvartana,\ne. hvernig meta skal þarfir viðskiptavina,\nf. vátryggingamarkaði,\ng. [eðlilegum og heilbrigðum viðskiptaháttum],\nh. fjármálum.\n[Aðilar sem dreifa persónutryggingum skv. ... 21. gr. laga um vátryggingastarfsemi, nr. 100/2016, skulu hafa þekkingu á lögum þessum, lögum um vátryggingarsamninga, lögum á sviði neytendamála, lögum um persónuvernd og vinnslu persónuupplýsinga, lögum um aðgerðir gegn peningaþvætti og fjármögnun hryðjuverka og eftir atvikum skatta- og vinnulöggjöf ásamt stýringu á hagsmunaárekstrum.] Þeir skulu einnig hafa lágmarksþekkingu á:\na. vátryggingum, þ.m.t. skilmálum, tryggðum bótum og viðbótaráhættu ef hún er til staðar,\nb. skipulagi og bótarétti lífeyriskerfa hér á landi,\nc. vátryggingamarkaði og þjónustu á fjármálamarkaði,\nd. meðferð kvartana,\ne. hvernig meta skal þarfir viðskiptavinar,\nf. [eðlilegum og heilbrigðum viðskiptaháttum],\ng. fjármálum.\nVið dreifingu á vátryggingatengdum fjárfestingarafurðum skal dreifingaraðili hafa þekkingu á stýringu hagsmunaárekstra og lágmarksþekkingu á:\na. vátryggingatengdum fjárfestingarafurðum, þ.m.t. skilmálum, iðgjaldi og eftir atvikum tryggðum eða ótryggðum ávinningi,\nb. kostum og ókostum á mismunandi fjárfestingarvalkostum vátryggingartaka,\nc. fjárhagslegri áhættu sem viðskiptavinur ber,\nd. skilmálum vátrygginga sem gilda um líftryggingar og aðrar sparnaðarafurðir,\ne. skipulagi lífeyriskerfa hér á landi og bótarétti samkvæmt þeim,\nf. [lögum þessum, lögum um vátryggingarsamninga, lögum á sviði neytendamála, lögum um aðgerðir gegn peningaþvætti og fjármögnun hryðjuverka og viðeigandi skattalöggjöf],\ng. vátryggingamarkaði og markaði með sparnaðarafurðir,\nh. meðferð kvartana,\ni. hvernig meta skal þarfir viðskiptavinar,\n[j. eðlilegum og heilbrigðum viðskiptaháttum,\nk. fjármálum].\nL. 140/2024, 35. gr. L. 82/2021, 35. gr.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Endurmenntun.\nTil að tryggja þekkingu og hæfni framkvæmdastjóra vátryggingamiðlara sem er lögaðili, einstaklings með starfsleyfi sem vátryggingamiðlari og vátryggingasölumanna skulu þeir árlega sækja sér endurmenntun eða starfsþjálfun í a.m.k. 15 klukkustundir.\nEndurmenntun eða starfsþjálfun skal vera í samræmi við starfsemi dreifingaraðila. Dreifingaraðili skal geta sýnt fram á með sannanlegum hætti að hann hafi sótt sér endurmenntun eða starfsþjálfun.\nVI. kafli. Starfshættir vátryggingamiðlara og vátryggingaumboðsmanns.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Yfirsýn yfir starfsemi og sérstakar ráðstafanir.\nVátryggingamiðlari og vátryggingaumboðsmaður skulu gæta þess að:\na. framkvæmdastjóri hafi yfirsýn yfir rekstur starfseminnar, þar á meðal fjárhagslega stöðu,\nb. sá starfsmaður sem hefur umsjón með daglegri starfsemi vegna dreifingar vátryggingar hafi yfirsýn yfir rekstur starfseminnar,\nc. fjöldi vátryggingasölumanna sem starfa á hans vegum sé hæfilegur svo fullvíst megi telja að hann hafi yfirsýn yfir reksturinn.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Ráðningar- eða verksamningar.\nVátryggingamiðlari og vátryggingaumboðsmaður skulu gera skriflegan ráðningar- og/eða verksamning við vátryggingasölumenn sem eru í þjónustu þeirra eða koma fram fyrir þeirra hönd. Þar skal kveðið á um réttindi og skyldur aðila, þar á meðal um að vátryggingasölumaður starfi á ábyrgð og undir stjórn og eftirliti þeirra.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Umboð.\nVátryggingamiðlari skal hafa sannanlegt umboð frá viðskiptavini áður en hann tekur til starfa fyrir hann. Í umboðinu skal koma fram í hverju umboðið felst, hversu víðtækt það er og til hvaða þátta á starfssviði hans það nær. Einnig skal koma fram hvort honum er heimilt að taka við fjármunum fyrir hönd viðskiptavinar og um skil á þeim.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Skilríki.\nHver sá sem er í þjónustu eða kemur fram fyrir hönd vátryggingamiðlara eða vátryggingaumboðsmanns skal við störf sín framvísa fullnægjandi skilríkjum sem gefin eru út af vátryggingamiðlara eða vátryggingaumboðsmanni sem hann starfar fyrir.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Trúnaðarupplýsingar.\nVátryggingamiðlari, vátryggingaumboðsmaður, stjórnarmenn, framkvæmdastjórar, endurskoðendur, vátryggingasölumenn, aðrir starfsmenn og hverjir þeir sem taka að sér verk í þágu vátryggingamiðlara eða vátryggingaumboðsmanns eru bundnir þagnarskyldu um allt það sem þeir fá vitneskju um við framkvæmd starfa síns og varðar viðskipta- eða einkamálefni viðskiptavina, nema skylt sé að veita upplýsingar samkvæmt lögum. Þagnarskyldan helst þótt látið sé af starfi.\nSá sem veitir viðtöku upplýsingum af því tagi sem um getur í 1. mgr. er bundinn þagnarskyldu á sama hátt og þar greinir. Sá aðili sem veitir upplýsingarnar skal áminna viðtakanda um þagnarskylduna.\nVið dreifingu vátrygginga skal fullnægja skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga.\nVII. kafli. Eðlilegir og heilbrigðir viðskiptahættir. Endurgjald.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Eðlilegir og heilbrigðir viðskiptahættir.\nDreifingaraðili skal starfa á heiðarlegan, sanngjarnan og faglegan hátt í samræmi við eðlilega og heilbrigða viðskiptahætti og venjur á vátryggingamarkaði og með hag neytenda fyrir augum. Hann skal tryggja að allar upplýsingar til viðskiptavina, þ.m.t. markaðsefni, séu í samræmi við eðlilega og heilbrigða viðskiptahætti. Verði misbrestur á því skal Fjármálaeftirlitið gefa fyrirmæli um að ráðin verði bót á því sem úrskeiðis hefur farið.\n[Seðlabanki Íslands] setur reglur um eðlilega og heilbrigða viðskiptahætti dreifingaraðila. Í reglunum skal m.a. kveðið á um almenn samskipti við viðskiptavini og meðhöndlun kvartana.\nL. 117/2019, 2. gr. Rgl. 353/2022.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Endurgjald.\nDreifingaraðili skal tryggja að endurgjald fyrir dreifingu vátrygginga brjóti ekki í bága við þá skyldu að hafa hagsmuni væntanlegs vátryggingartaka að leiðarljósi og að hafa í heiðri eðlilega og heilbrigða viðskiptahætti.\nEndurgjald má ekki vera þess eðlis að það hvetji til þess að mælt sé með tiltekinni vátryggingu umfram aðra sem hentar þörfum væntanlegs vátryggingartaka betur.\nVæntanlegur vátryggingartaki skal upplýstur um endurgjald sem dreifingaraðili þiggur eða áskilur sér vegna viðskiptanna. Skýrt skal koma fram hvor skuli greiða endurgjaldið, væntanlegur vátryggingartaki eða vátryggingafélag.\nAðili sem dreifir vátryggingu sem aukaafurð og er undanþeginn lögum þessum skv. 2. mgr. 2. gr. skal tryggja að endurgjald sé í samræmi við skilyrði 1. og 2. mgr.\nVIII. kafli. Afturköllun og innlögn starfsleyfis vátryggingamiðlara.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Ástæður afturköllunar.\nFjármálaeftirlitið getur afturkallað starfsleyfi vátryggingamiðlara þegar:\na. vátryggingamiðlari hefur fengið starfsleyfi á grundvelli rangra upplýsinga eða á annan óeðlilegan hátt,\nb. vátryggingamiðlari hefur ekki gilda starfsábyrgðartryggingu,\nc. eftirlitsgjald er í vanskilum,\nd. vátryggingamiðlari eða starfsfólk hans uppfyllir ekki hæfisskilyrði sem fram koma í V. kafla,\ne. starfsleyfi hefur ekki verið nýtt innan tólf mánaða frá því að það var veitt, því verið ótvírætt afsalað eða starfsemi hefur verið hætt í meira en sex mánuði samfellt,\nf. vátryggingamiðlari brýtur að öðru leyti alvarlega eða ítrekað gegn [lögum sem um starfsemina gilda] eða reglum, samþykktum eða reglugerðum settum samkvæmt þeim.\nÁður en til afturköllunar kemur skv. 1. mgr. skal vátryggingamiðlara veittur hæfilegur frestur til úrbóta sé unnt að koma úrbótum við að mati Fjármálaeftirlitsins.\nVið afturköllun starfsleyfis skal Fjármálaeftirlitið taka vátryggingamiðlara af skrá skv. 15. gr.\nL. 82/2021, 36. gr.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Tilkynning um afturköllun starfsleyfis.\nAfturköllun á starfsleyfi vátryggingamiðlara skal tilkynnt fyrirsvarsmanni eða stjórn vátryggingamiðlara og rökstudd skriflega. Fjármálaeftirlitið skal birta tilkynningu í Lögbirtingablaði og á vef sínum. Starfræki vátryggingamiðlari útibú eða þjónustustarfsemi í öðru ríki skal senda lögbærum eftirlitsaðilum í því ríki tilkynningu.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Innlögn starfsleyfis.\n[Hyggist vátryggingamiðlari hætta starfsemi eða standi hann ekki lengur fyrir sjálfstæðri starfsemi skal hann skila inn starfsleyfi sínu.]\nÁður en vátryggingamiðlari hættir starfsemi og leggur inn starfsleyfi sitt skal hann gera viðeigandi ráðstafanir til að tryggja réttarstöðu viðskiptavina sinna. Hann skal upplýsa viðsemjendur sína, þ.e. vátryggingafélög og þá sem hafa falast eftir vátryggingu, um innlögn starfsleyfis. Hann skal jafnframt leitast við að fá annan til þess bæran aðila, einn eða fleiri, til að taka að sér að þjónusta gildandi vátryggingarsamninga. Hann skal gera Fjármálaeftirlitinu grein fyrir ráðstöfunum sínum.\nVátryggingamiðlara sem hyggst skila inn starfsleyfi sínu skv. 1. mgr. er óheimilt að segja upp starfsábyrgðartryggingu fyrr en að fenginni staðfestingu Fjármálaeftirlitsins á innlögn leyfis.\nVið innlögn starfsleyfis skal vátryggingamiðlari felldur út af skrá Fjármálaeftirlitsins sem birtir tilkynningu um það í Lögbirtingablaði.\nÓski aðili sem lagt hefur starfsleyfi inn að hefja starfsemi að nýju fer um þá umsókn eftir ákvæðum II. kafla.\nL. 82/2021, 37. gr.\nIX. kafli. Tilkynningar og skil á gögnum vátryggingamiðlara.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Skil ársreiknings.\nVátryggingamiðlari skal senda Fjármálaeftirlitinu ársreikning endurskoðaðan [eða kannaðan] af löggiltum endurskoðanda eigi síðar en fjórum mánuðum eftir lok reikningsárs. Ársreikningur skal undirritaður af vátryggingamiðlara og stjórn og framkvæmdastjóra þegar um lögaðila er að ræða.\nÍ skýringum ársreiknings skal greina frá heildarfjárhæð fjármuna sem vátryggingamiðlari varðveitir á vörslufjárreikningum í árslok fyrir hönd viðskiptaaðila, sbr. 14. gr. Þá skal fylgja yfirlýsing löggilts endurskoðanda um að meðferð vátryggingamiðlara á fjármunum undangengið reikningsár sé í samræmi við lög þessi og reglur um vörslufjárreikninga.\nÁrsreikningi skal fylgja skrá yfir þau vátryggingafélög sem miðlað er til vegna vátryggingaráhættu hér á landi ásamt iðgjaldamagni og þóknun frá hverju félagi vegna vátryggingarsamninga sem komið hefur verið á, sundurliðað eftir greinaflokkum vátrygginga. Einnig skal fylgja greinargerð um önnur tengsl við vátryggingafélög.\nL. 82/2021, 38. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Tilkynning um framkomna skaðabótakröfu.\nVátryggingamiðlari skal þegar í stað tilkynna Fjármálaeftirlitinu ef skaðabótakrafa er gerð vegna starfa hans. Í tilkynningunni skulu koma fram upplýsingar um efni og fjárhæð kröfunnar.\nX. kafli. Stofnun útibúa og frjálst flæði þjónustu.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Þjónusta án starfsstöðvar í öðru aðildarríki.\nVátryggingamiðlari með starfsleyfi hér á landi, vátryggingaumboðsmaður og aðili sem dreifir vátryggingu sem aukaafurð sem eru skráðir hér á landi og hyggjast veita þjónustu án starfsstöðvar í öðru aðildarríki skulu tilkynna Fjármálaeftirlitinu slíka fyrirætlan. Í tilkynningu til Fjármálaeftirlitsins skal koma fram:\n1. Heiti, kennitala, heimilisfang og skráningarnúmer.\n2. Aðildarríki þar sem viðkomandi hyggst veita þjónustu án starfsstöðvar.\n3. Hvaða starfsemi er fyrirhuguð og heiti vátryggingafélags ef við á.\n4. Greinaflokkar vátrygginga ef við á.\nFjármálaeftirlitið skal innan mánaðar frá móttöku tilkynningar tilkynna eftirlitsstjórnvaldi gistiríkis fyrirætlan aðila um að veita þar þjónustu án starfsstöðvar.\nHeimilt er að hefja starfsemi einum mánuði eftir að Fjármálaeftirlitið hefur tilkynnt aðilum skv. 1. mgr. að tilkynning um fyrirhugaða starfsemi hafi verið send gistiríki.\nBreytingar sem verða á upplýsingum skv. 1. mgr. skulu tilkynntar Fjármálaeftirlitinu a.m.k. mánuði áður en þær taka gildi. Fjármálaeftirlitið skal tilkynna gistiríkinu um breytingarnar eins fljótt og unnt er og eigi síðar en mánuði eftir að þær berast Fjármálaeftirlitinu.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Stofnun útibús í öðru aðildarríki.\nVátryggingamiðlari með starfsleyfi hér á landi, vátryggingaumboðsmaður og aðili sem dreifir vátryggingu sem aukaafurð sem skráðir eru með starfsleyfi hér á landi og hyggjast stunda starfsemi í öðru aðildarríki með stofnun útibús skulu tilkynna Fjármálaeftirlitinu slíka fyrirætlan. Í tilkynningu til Fjármálaeftirlitsins skal koma fram:\n1. Heiti, kennitala, heimilisfang og skráningarnúmer.\n2. Aðildarríki þar sem viðkomandi hyggst stofna útibú.\n3. Hvaða starfsemi er fyrirhuguð og heiti vátryggingafélags ef við á.\n4. Greinaflokkar vátrygginga ef við á.\n5. Heimilisfang í gistiríki þar sem nálgast má gögn.\n6. Nafn þess aðila sem stjórnar útibúinu.\nFjármálaeftirlitið skal innan mánaðar frá móttöku tilkynningar tilkynna eftirlitsstjórnvaldi í gistiríki fyrirætlan um að stofna útibú. Fjármálaeftirlitið skal upplýsa aðila skv. 1. mgr. um tilkynninguna.\nAðilum skv. 1. mgr. er heimilt að hefja starfsemi einum mánuði eftir að Fjármálaeftirlitið hefur tilkynnt þeim að tilkynning um fyrirhugaða starfsemi hafi verið send gistiríki.\nFjármálaeftirlitið getur hafnað því að tilkynna gistiríki um fyrirætlan aðila skv. 1. mgr. að stofna útibú ef það hefur ástæðu til þess að ætla að stjórnskipulag eða fjárhagsstaða hans sé ófullnægjandi. Fjármálaeftirlitið skal rökstyðja ákvörðunina og upplýsa viðkomandi aðila um ákvörðunina innan mánaðar frá móttöku tilkynningar skv. 1. mgr.\nBreytingar sem verða á upplýsingum skv. 1. mgr. skulu tilkynntar Fjármálaeftirlitinu a.m.k. mánuði áður en þær taka gildi. Fjármálaeftirlitið skal tilkynna gistiríkinu um breytingarnar eins fljótt og unnt er og eigi síðar en mánuði eftir að þær berast Fjármálaeftirlitinu.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Þjónusta án starfsstöðvar og útibú hér á landi.\nVátryggingamiðlari sem er með starfsleyfi í öðru aðildarríki, vátryggingaumboðsmaður, og aðili sem dreifir vátryggingu sem aukaafurð sem skráðir eru í öðru aðildarríki geta stofnað útibú hér á landi eða veitt þjónustu án starfsstöðvar. Fjármálaeftirlitið skal staðfesta móttöku tilkynningar um það frá eftirlitsstjórnvaldi í heimaríki viðkomandi aðila innan mánaðar.\nFjármálaeftirlitið skal upplýsa aðila um að hann skuli fara eftir reglum um heilbrigða og eðlilega viðskiptahætti hér á landi og senda honum tengil á reglurnar á vef Fjármálaeftirlitsins.\nHeimilt er að hefja starfsemi einum mánuði eftir að tilkynningin berst Fjármálaeftirlitinu.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Stofnun útibús vátryggingamiðlara eða vátryggingaumboðsmanna utan aðildarríkja hér á landi.\nFjármálaeftirlitið getur heimilað vátryggingamiðlara, vátryggingaumboðsmanni og aðila sem dreifir vátryggingu sem aukaafurð með staðfestu í ríki utan Evrópska efnahagssvæðisins að opna útibú hér á landi. Um leyfisveitingu og starfsemi slíkra aðila gilda ákvæði XXI. kafla laga um vátryggingastarfsemi, nr. 100/2016.\nXI. kafli. Eftirlit.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Almennt eftirlit.\nFjármálaeftirlitið hefur eftirlit með starfsemi samkvæmt lögum þessum, nema annað leiði af lögum eða alþjóðasamningum sem Ísland er aðili að. Um eftirlitið fer samkvæmt ákvæðum laga þessara, laga um vátryggingastarfsemi og laga um opinbert eftirlit með fjármálastarfsemi.\nTelji Fjármálaeftirlitið að starfsemi samkvæmt lögum þessum sé stunduð án tilskilinna leyfa getur það krafist gagna og upplýsinga hjá viðkomandi aðilum eða hjá eftirlitsskyldum aðilum sem nauðsynleg eru til að ganga úr skugga um hvort svo sé. Getur það krafist þess að slíkri starfsemi sé hætt þegar í stað. Jafnframt er því heimilt að birta opinberlega nöfn aðila sem taldir eru bjóða þjónustu án tilskilinna leyfa. Heimilt er að beita ákvæðum laga um opinbert eftirlit með fjármálastarfsemi um dagsektir og leit og hald á gögnum við upplýsingaöflun og eftirlit samkvæmt þessari grein.\nEf vátryggingamiðlari, vátryggingaumboðsmaður eða aðili sem dreifir vátryggingu sem aukaafurð og hefur starfsleyfi eða er skráður hér á landi en meginstarfsstöð er í öðru aðildarríki getur Fjármálaeftirlitið gert samkomulag við eftirlitsstjórnvald þess ríkis um að það komi fram sem eftirlitsstjórnvald viðkomandi aðila vegna ákvæða laga þessara. Fjármálaeftirlitið skal tilkynna viðkomandi aðila og Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnuninni um slíkt fyrirkomulag án tafar. Fjármálaeftirlitið getur gert samkomulag um að vera eftirlitsstjórnvaldið ef aðili með starfsleyfi eða skráningu í öðru aðildarríki er með meginstarfsstöð hér á landi.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Eftirlit með þjónustu án starfsstöðvar.\nHafi Fjármálaeftirlitið ástæðu til að ætla að þjónusta [dreifingaraðila] án starfsstöðvar hér á landi sé ekki í samræmi við lög þessi skal það tilkynna eftirlitsstjórnvaldi heimaríkis viðkomandi aðila um það. Ef ekki eru gerðar úrbætur að kröfu eftirlitsstjórnvalds heimaríkis eða þær eru ekki nægjanlegar [eða] starfsemin er skaðleg fyrir neytendur eða vátryggingamarkaðinn hér á landi skal Fjármálaeftirlitið grípa til nauðsynlegra ráðstafana. Ef nauðsyn krefur getur Fjármálaeftirlitið stöðvað frekari starfsemi vegna dreifingar vátrygginga hér á landi og bannað nýja starfsemi.\nFái Fjármálaeftirlitið tilkynningu frá eftirlitsstjórnvaldi gistiríkis um að starfsemi vegna þjónustu [dreifingaraðila] án starfsstöðvar í öðru aðildarríki sé ekki í samræmi við gildandi lög þar skal það grípa til viðeigandi ráðstafana og tilkynna eftirlitsstjórnvaldinu um þær.\nFjármálaeftirlitið getur vísað málum skv. 1. og 2. mgr. til Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnunarinnar og óskað aðstoðar skv. 19. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 1094/2010 um að koma á fót evrópskri eftirlitsstofnun (Evrópska vátrygginga- og lífeyrissjóðaeftirlitsstofnunin), sbr. lög um evrópskt eftirlitskerfi á fjármálamarkaði.\nFjármálaeftirlitið skal tilkynna aðilum um ráðstafanir sem það grípur til skv. 1. og 2. mgr. Einnig skal það tilkynna eftirlitsstjórnvaldi í heimaríki, Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnuninni eða Eftirlitsstofnun EFTA, eftir því sem við á, og framkvæmdastjórn ESB um ráðstafanirnar.\nL. 82/2021, 39. gr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Eftirlit með útibúum.\nHafi Fjármálaeftirlitið ástæðu til að ætla að starfsemi útibús hér á landi sé ekki í samræmi við ákvæði 32. gr. eða 1. og 2. mgr. 33. gr. skal stofnunin grípa til viðeigandi ráðstafana og upplýsa eftirlitsstjórnvald heimaríkis.\nEf útibú hér á landi gerir ekki úrbætur að kröfu eftirlitsstjórnvalds heimaríkis eða þær ráðstafanir eru ekki nægjanlegar og starfsemin skaðleg fyrir neytendur eða vátryggingamarkaðinn hér á landi skal Fjármálaeftirlitið grípa til nauðsynlegra ráðstafana.\nEf nauðsyn krefur getur Fjármálaeftirlitið bannað frekari starfsemi hér á landi. Fjármálaeftirlitið getur enn fremur óskað aðstoðar Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnunarinnar skv. 19. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 1094/2010 um að koma á fót evrópskri eftirlitsstofnun (Evrópska vátrygginga- og lífeyrissjóðaeftirlitsstofnunin), sbr. lög um evrópskt eftirlitskerfi á fjármálamarkaði.\nFjármálaeftirlitið skal tilkynna útibúi um ráðstafanir sem það grípur til skv. 1. og 2. mgr. Einnig skal það tilkynna eftirlitsstjórnvaldi í heimaríki, Evrópsku vátrygginga- og lífeyrissjóðaeftirlitsstofnuninni eða Eftirlitsstofnun EFTA, eftir því sem við á, og framkvæmdastjórn ESB um ráðstafanirnar.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Eftirlitsgjald.\nVátryggingamiðlarar sem fengið hafa starfsleyfi hér á landi útgefið af Fjármálaeftirlitinu skulu árlega greiða eftirlitsgjald vegna starfsemi sinnar í samræmi við ákvæði laga þar um. Jafnframt skulu vátryggingamiðlarar og vátryggingaumboðsmenn sem heimild hafa til að starfa hér á landi skv. 42. gr. greiða eftirlitsgjald árlega.\nXII. kafli. ...\nL. 19/2021, 14. gr.\nXIII. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Stjórnvaldssektir.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á hvern þann sem brýtur gegn eftirtöldum ákvæðum eða reglum settum á grundvelli þeirra:\n1. 2. mgr. 1. gr. um heimild til handa tilteknum aðilum til að [dreifa] vátryggingum.\n2. 5. gr. um vísvitandi ranga upplýsingagjöf í umsókn sem leiðir til þess að starfsleyfi skv. 4. gr. er gefið út á röngum forsendum.\n3. 8. gr. um heiti vátryggingamiðlara.\n4. 9. gr. um breytingu á starfsemi.\n5. 1. mgr. 10. gr. um að vátryggingamiðlari skuli einungis [dreifa] frumtryggingum á vegum vátryggingafélaga sem hafa starfsleyfi hér á landi.\n6. 2. málsl. 1. mgr. 11. gr. um fjárhagslega stöðu vátryggingamiðlara og viðbrögð við því ef líkur eru á því að vátryggingamiðlari eigi ekki fyrir fjárhagslegum skuldbindingum sínum.\n7. 12. gr. um starfsábyrgðartryggingu vátryggingamiðlara.\n8. 13. gr. um viðtöku fjármuna án heimildar.\n9. 1. mgr. 14. gr. um vörslufjárreikning vátryggingamiðlara.\n10. 1.–4. mgr. 15. gr. um kröfu um að tilkynna starfsemi til Fjármálaeftirlitsins.\n11. 16. gr. um skráningu vátryggingaumboðsmanns.\n12. 17. gr. um skilyrði skráningar.\n13. 1. mgr. 18. gr. um heiti vátryggingaumboðsmanns.\n14. 1. málsl. 1. mgr. 19. gr. um takmarkanir á starfsemi vátryggingaumboðsmanns.\n15. 20. gr. um viðtöku vátryggingaumboðsmanns á fjármunum.\n16. 21. gr. um vörslufjárreikning vátryggingaumboðsmanns.\n17. 22.–24. gr. um hæfis- og hæfniskilyrði.\n18. 3. mgr. 22. gr. um að tilkynna [til Fjármálaeftirlitsins um skipan og síðari breytingar á stjórn og framkvæmdastjóra].\n19. 3. og 4. mgr. 23. gr. um stefnu og sérstakt ferli til að tryggja hæfi vátryggingasölumanna.\n20. 25. gr. um sérstök hæfis- og hæfniskilyrði.\n21. 26. gr. um endurmenntun.\n22. 27. gr. um yfirsýn yfir starfsemi.\n23. 28. gr. um ráðningar- og verksamninga.\n24. 29. gr. um umboð.\n25. 30. gr. um skilríki.\n26. 31. gr. um þagnarskyldu dreifingaraðila vátrygginga o.fl.\n27. 32. gr. um eðlilega og heilbrigða viðskiptahætti.\n28. 33. gr. um endurgjald.\n29. 1.–3. mgr. 36. gr. um innlögn starfsleyfis.\n30. 37. gr. um skil á ársreikningi og fylgigögnum.\n31. 38. gr. um tilkynningu um framkomna skaðabótakröfu.\n32. 1. og 3. mgr. 39. gr. um starfsemi innlendra vátryggingamiðlara og vátryggingaumboðsmanna erlendis.\n33. 1. og 3. mgr. 40. gr. um stofnun útibús innlendra vátryggingamiðlara og vátryggingaumboðsmanna erlendis.\n34. 46. gr. um eftirlitsgjald.\n35. 49. gr. um sátt milli Fjármálaeftirlitsins og dreifingaraðila.\nSektir sem lagðar eru á einstaklinga geta numið frá 10 þús. kr. til 90 millj. kr. Sektir sem lagðar eru á lögaðila geta numið frá 50 þús. kr. til 650 millj. kr. en geta þó verið hærri eða allt að 5% af heildarveltu samkvæmt síðasta samþykkta ársreikningi lögaðilans eða 5% af síðasta samþykkta samstæðureikningi ef lögaðili er hluti af samstæðu eða allt að tvöfaldri fjárhæð hagnaðar eða taps sem komist er hjá vegna brotsins ef mögulegt er að ákvarða það. Við ákvörðun sekta skal m.a. tekið tillit til alvarleika brots, hvað það hefur staðið lengi, samstarfsvilja hins brotlega aðila og hvort um ítrekað brot er að ræða. [Ákvarðanir Fjármálaeftirlitsins um stjórnvaldssektir eru aðfararhæfar.] Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nL. 82/2021, 40. gr. L. 117/2019, 3. gr.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Sátt.\nHafi aðili gerst brotlegur við ákvæði laga þessara eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila, enda sé ekki um að ræða meiri háttar brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni. [Seðlabanki Íslands] setur nánari reglur um heimild til að ljúka máli með sátt.\nL. 117/2019, 2. gr. Rgl. 1234/2024.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Réttur einstaklinga.\nÍ máli sem beinist að einstaklingi og lokið getur með álagningu stjórnvaldssekta eða kæru til lögreglu hefur maður, sem rökstuddur grunur leikur á að hafi gerst sekur um lögbrot, rétt til að neita að svara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að það geti haft þýðingu fyrir ákvörðun um brot hans. Fjármálaeftirlitið skal leiðbeina hinum grunaða um þennan rétt.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Fyrning stjórnvaldssektar.\nHeimild Fjármálaeftirlitsins til að leggja á stjórnvaldssektir samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar Fjármálaeftirlitið tilkynnir aðila um upphaf rannsóknar á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að broti.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Sektir eða fangelsi.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn ákvæðum:\n1. 2. mgr. 1. gr., 8. og 9. gr. og 1. mgr. 10. gr. um bann við að leyfisskyld starfsemi sé stunduð án heimildar.\n2. 1. mgr. 11. gr. um fjárhagslega stöðu vátryggingamiðlara og viðbrögð við því ef líkur eru á því að miðlari eigi ekki fyrir fjárhagslegum skuldbindingum sínum.\n3. 12. gr. um starfsábyrgðartryggingu vátryggingamiðlara og aðila sem dreifir vátryggingu sem aukaafurð.\n4. 13. gr. um viðtöku fjármuna án heimildar.\n5. 1. mgr. 14. gr. um vörslufjárreikning vátryggingamiðlara.\n6. 31. gr. um þagnarskyldu vátryggingamiðlara o.fl.\nGera má lögaðila sekt fyrir brot á lögum þessum og reglum settum á grundvelli þeirra óháð því hvort sök verði sönnuð á tiltekinn fyrirsvarsmann lögaðilans, starfsmann hans eða annan aðila sem starfar á hans vegum. Hafi fyrirsvarsmaður lögaðilans, starfsmaður hans eða annar á hans vegum með saknæmum hætti brotið gegn lögum þessum eða reglum settum á grundvelli þeirra í starfsemi lögaðilans má gera honum refsingu, auk þess að gera lögaðilanum sekt.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Brot gegn lögum þessum er varða sektum eða fangelsi varða refsingu hvort sem þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara er varða sektum eða fangelsi.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Ákvörðun kæru og afhending gagna.\nBrot gegn lögum þessum sæta aðeins rannsókn lögreglu að undangenginni kæru Fjármálaeftirlitsins.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur Fjármálaeftirlitið hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot eru meiri háttar ber Fjármálaeftirlitinu að vísa þeim til lögreglu. Brot telst meiri háttar ef það lýtur að verulegum fjárhæðum, ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur Fjármálaeftirlitið á hvaða stigi rannsóknar sem er vísað máli vegna brota á lögum þessum til rannsóknar lögreglu. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru Fjármálaeftirlitsins skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.–VII. kafla stjórnsýslulaga gilda ekki um ákvörðun Fjármálaeftirlitsins um að kæra mál til lögreglu.\nFjármálaeftirlitinu er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast brotum sem tilgreind eru í 2. mgr. Fjármálaeftirlitinu er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta Fjármálaeftirlitinu í té upplýsingar og gögn sem hún hefur aflað og tengjast brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum Fjármálaeftirlitsins sem varða rannsókn brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar refsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum getur hann sent eða endursent málið til Fjármálaeftirlitsins til meðferðar og ákvörðunar.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Tilkynning um brot.\nDreifingaraðili vátrygginga skal vernda starfsmann sem í góðri trú hefur tilkynnt um brot eða mögulegt brot skv. 13. gr. a laga um opinbert eftirlit með fjármálastarfsemi, nr. 87/1998, gegn misrétti eða annars konar ósanngjarnri meðhöndlun sem rekja má til tilkynningar hans.\nEf dreifingaraðili brýtur gegn skyldu sinni skv. 1. mgr. skal hann greiða starfsmanni skaðabætur samkvæmt almennum reglum. Þetta tekur bæði til beins fjártjóns og miska.\nSkyldur og réttindi samkvæmt þessari grein eru ófrávíkjanleg og óheimilt er að takmarka þau í ráðningarsamningi á milli starfsmanns og fyrirtækis.\nXIV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Innleiðing.\nMeð hliðsjón af ákvörðun sameiginlegu EES-nefndarinnar nr. 214/2018 frá 26. október 2018 eru með lögum þessum tekin upp 1.–3. mgr. og b-liður 4. mgr. 1. gr., 2.–8. gr., 1.–4. mgr., a- og c-liður 6. mgr., 7. og 8. mgr. 10. gr., 11.–16. gr., 1.–3. mgr. 17. gr., 31. gr., 33.–35. gr. og viðauki I tilskipunar Evrópuþingsins og ráðsins (ESB) 2016/97 um dreifingu vátrygginga.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Fjárhæðir í evrum.\nFjárhæðir í evrum sem tilgreindar eru í þessum lögum umreiknast í starfrækslugjaldmiðil vátryggingafélags miðað við sölugengi evru gagnvart umræddum gjaldmiðli í lok dags 31. október næstliðins árs.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n...\nÁkvæði til bráðabirgða.\nI.\nVátryggingamiðlarar sem fengið hafa starfsleyfi skv. 9. gr. laga um miðlun vátrygginga, nr. 32/2005, við gildistöku þessara laga skulu þegar í stað grípa til viðeigandi ráðstafana til að uppfylla skilyrði þeirra og skulu uppfylla þau eigi síðar en 1. nóvember 2019.\nHafi vátryggingamiðlari lagt inn starfsleyfi sitt fyrir gildistöku laga þessara gilda ákvæði þeirra um hvernig hann getur öðlast starfsleyfi á ný.\nVátryggingaumboðsmenn og vátryggingasölumenn sem eru starfandi við gildistöku laga þessara skulu þegar í stað grípa til viðeigandi ráðstafana til að uppfylla skilyrði þeirra og skulu uppfylla þau eigi síðar en 1. nóvember 2019.\nII. ... L. 19/2021, 15. gr.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    }
  ]
}
