{
  "id": "151/2019",
  "type": "statute",
  "title": "Lög um úrvinnslu eigna og skulda ÍL-sjóðs",
  "status": "in_force",
  "issued_date": "2019-12-23",
  "url": "https://www.althingi.is/lagas/nuna/2019151.html",
  "description": "Tóku gildi 31. desember 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nRáðherra fer með yfirstjórn ÍL-sjóðs og hefur yfirumsjón með úrvinnslu og uppgjöri eigna og skulda sem verða eftir í ÍL-sjóði við uppskiptingu Íbúðalánasjóðs.\nMarkmið uppgjörs og úrvinnslu eigna og skulda ÍL-sjóðs er að lágmarka áhættu og kostnað ríkissjóðs vegna uppsafnaðs fjárhagsvanda Íbúðalánasjóðs. Kveðið skal á um áhættustefnu sjóðsins til að stuðla að þessu markmiði í reglugerð sem ráðherra setur, sbr. 6. gr.\nRg. 759/2022.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Verkefnisstjórn.\nRáðherra skal skipa þriggja manna verkefnisstjórn til ráðgjafar um úrvinnslu eigna og skulda ÍL-sjóðs. Einnig er heimilt að fela verkefnisstjórn afmörkuð verkefni sem varða úrvinnslu eigna og skulda.\nStjórnarmenn í verkefnisstjórn skv. 1. mgr. skulu skipaðir til þriggja ára í senn að hámarki. Þeir skulu uppfylla hæfisskilyrði stjórnarmanna lífeyrissjóða, sbr. 31. gr. laga um skyldutryggingu lífeyrisréttinda og starfsemi lífeyrissjóða, nr. 129/1997, eftir því sem við getur átt. Þá skal a.m.k. einn stjórnarmanna hafa sérþekkingu á ríkisfjármálum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Úrvinnsla eigna og skulda.\nÍL-sjóður sér um umsýslu og úrvinnslu eigna og skulda sjóðsins. Heimilt er að ráðstafa lausafé og öðrum eignum sjóðsins í samræmi við markmið laga þessara.\nHeimilt er að fela öðrum umsýslu, varðveislu og ávöxtun afmarkaðra hluta eigna sjóðsins.\nLeita skal heimilda í fjárlögum vegna úrvinnslu eigna og skulda sem kallar á beina aðkomu ríkissjóðs.\nÍL-sjóður skal tryggja lántökum nauðsynlega þjónustu og hefur hann heimildir til afskrifta, sbr. 47. gr. laga um húsnæðismál, nr. 44/1998, og til beitingar greiðsluerfiðleikaúrræða, sbr. 48. gr. sömu laga, eftir því sem við á. Heimilt er að kæra ákvarðanir ÍL-sjóðs sem teknar eru samkvæmt lögum um húsnæðismál til úrskurðarnefndar velferðarmála.\nRáðherra skal árlega gefa Alþingi skýrslu um úrvinnslu eigna og skulda ÍL-sjóðs og stöðu hans. Í skýrslunni skal m.a. fjallað um áhættu- og eignastýringarstefnu sjóðsins og hvernig til hafi tekist um ávöxtun eigna hans. Skýrsluna skal ræða í þeirri þingnefnd sem þingforseti ákveður.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Þagnarskylda og samþykki til miðlunar trúnaðarupplýsinga.\nHverjir þeir sem taka að sér verk samkvæmt lögum þessum eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.\nSá sem veitir viðtöku upplýsingum í tengslum við verk sem um getur í 1. mgr. er bundinn þagnarskyldu með sama hætti og þar greinir. Sá aðili sem veitir upplýsingar skal áminna viðtakanda um þagnarskylduna.\nHeimilt er að miðla til utanaðkomandi aðila þeim upplýsingum um lántakanda sem um getur í 2. mgr. að fengnu skriflegu samþykki þess lántakanda er í hlut á. Í samþykki skal koma fram til hvaða upplýsinga það tekur, til hvaða aðila heimilt er að miðla upplýsingum á grundvelli þess og í hvaða tilgangi upplýsingunum er miðlað.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Gjaldtaka.\nÍL-sjóði er heimilt að innheimta gjöld fyrir veitta þjónustu samkvæmt gjaldskrá sem ráðherra setur. Gjaldtaka skal aldrei vera hærri en sem nemur kostnaði við að veita þjónustuna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Reglugerð.\nRáðherra skal setja reglugerð þar sem m.a. er kveðið á um áhættuvilja og áhættustýringu ÍL-sjóðs, hvernig eignastýringu sjóðsins og eftirliti skuli háttað og um hlutverk verkefnisstjórnar. Í reglugerð skal jafnframt kveðið á um hvernig opinberri upplýsingagjöf til verðbréfamarkaðar skuli háttað og um meðferð trúnaðarupplýsinga og viðskipti innherja.\nRg. 759/2022.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka.\nLög þessi öðlast gildi 31. desember 2019.\nÁkvæði til bráðabirgða.\nHeimilt er að bjóða þeim starfsmönnum Íbúðalánasjóðs sem sinnt hafa verkefnum vegna ÍLS-sjóðs starf í fjármála- og efnahagsráðuneytinu. Ákvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, gilda ekki við ráðstöfun starfa samkvæmt þessu ákvæði.\nRáðherra skal skipa verkefnisstjórn í fyrsta sinn fyrir 1. apríl 2020.\nSkýrsla ráðherra til Alþingis fyrir árið 2021, sbr. 5. mgr. 3. gr., skal innihalda umfjöllun um þá vinnu sem farið hefur fram um endurskoðun laga þessara.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
