{
  "id": "119/2019",
  "type": "statute",
  "title": "Lög um skráningarskyldu félaga til almannaheilla  með starfsemi yfir landamæri",
  "status": "in_force",
  "issued_date": "2019-10-09",
  "url": "https://www.althingi.is/lagas/nuna/2019119.html",
  "description": "Tóku gildi 11. október 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um félög til almannaheilla sem stofnað er til eða starfrækt eru í þeim tilgangi að safna eða útdeila fjármunum í almannaþágu og eru með starfsemi yfir landamæri.\nSkylt er að skrá félag skv. 1. mgr. í almannaheillafélagaskrá sem ríkisskattstjóri starfrækir.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Atvinnustarfsemi félags.\nFélagi er heimilt að stunda atvinnustarfsemi til fjáröflunar innan þeirra marka sem tilgreind eru í samþykktum þess og leiða má beint af tilgangi félagsins, enda séu að öðru leyti öll almenn skilyrði fyrir atvinnustarfsemi uppfyllt. Félagi er einnig heimilt að stunda starfsemi sem hefur aðeins óverulega fjárhagslega þýðingu með tilliti til heildartekna félagsins.\nAlmennir félagsmenn bera ekki persónulega ábyrgð á skuldum og öðrum skuldbindingum félags nema félagsgjaldi sínu.\nII. kafli. Stofnun félags.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stofnsamningur.\nVið stofnun félags skal stofnsamningur þess liggja frammi ásamt drögum að samþykktum fyrir félagið. [Í stofnsamningi skulu koma fram upplýsingar um nöfn og kennitölur stofnenda og tilgangur félagsins. Stofnsamningur skal vera dagsettur og undirritaður af stofnendum félagsins.]\nL. 110/2021, 37. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Samþykktir.\nÍ samþykktum félags skal tilgreina:\na. heiti félagsins,\nb. tilgang og markmið með starfseminni,\nc. þátttökuskilyrði, sbr. 5. gr.,\nd. skyldu félagsmanna til að greiða félagsgjöld og önnur gjöld til félagsins,\ne. fjölda stjórnarmanna og varamanna þeirra eða lágmarks- og hámarksfjölda þeirra ásamt kjörtímabili stjórnarmanna og hverjir skuli rita firma félagsins,\nf. reikningsár félagsins og samþykkt ársreiknings,\ng. kjörtímabil endurskoðenda, endurskoðunarfyrirtækja, skoðunarmanna eða trúnaðarmanna úr hópi félagsmanna,\nh. hvenær halda eigi aðalfund og með hvaða hætti eigi að boða aðalfund og aðra félagsfundi og\ni. hvernig fara eigi með eignir félagsins sé það lagt niður eða því slitið.\nIII. kafli. Félagsaðild og aðalfundur.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Félagsaðild.\nFélagsmenn í félagi geta verið einstaklingar, félög, sjóðir og sjálfseignarstofnanir.\nÖllum sem uppfylla skilyrði samþykkta um inngöngu í félag er hún heimil.\nStjórn félags skal halda skrá yfir félagsmenn.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Aðalfundur.\nAðalfund skal halda eftir því sem félagssamþykktir ákveða, þó eigi síðar en 1. ágúst ár hvert. Boða skal til aðalfundar með minnst tveggja vikna fyrirvara með sannanlegum hætti. Í fundarboði skal greina hvar og hvenær fundurinn verður haldinn. Aðalfundur er löglegur sé rétt til hans boðað.\nHver félagsmaður hefur atkvæðisrétt sem nemur einu atkvæði sé ekki annað tekið fram í samþykktum. Enginn getur farið með atkvæðisrétt annars samkvæmt umboði sé það ekki sérstaklega heimilað í samþykktum.\nÁ aðalfundi skal taka ákvörðun um:\na. breytingar á samþykktum félagsins,\nb. afsal eða kaup fasteignar eða annarrar eignar sem þýðingu hefur fyrir rekstur félagsins,\nc. kosningu eða brottvikningu stjórnar, stjórnarmanna, endurskoðenda eða endurskoðunarfyrirtækis eða skoðunarmanna eða trúnaðarmanna úr hópi félagsmanna,\nd. samþykkt ársreikninga,\ne. slit félagsins.\nHeimila má í samþykktum að stjórn félagsins geti ákveðið sölu, skipti og veðsetningu eigna félagsins.\nIV. kafli. Stjórnun félags.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stjórn félags.\nStjórn félags skal skipuð fæst þremur mönnum og einum varamanni. Stjórnin fer með málefni félagsins í samræmi við ákvarðanir þess, samþykktir og ákvæði laga sem um það gilda.\nStjórn félags skal móta stefnu og skipuleggja starf félagsins. Stjórnin skal funda reglulega til að hafa eftirlit með rekstri félagsins og taka ákvarðanir um starf þess. Stjórn skal halda gerðabók þar sem niðurstöður og ákvarðanir stjórnarfunda eru skráðar.\nStjórnin er ákvörðunarbær þegar meiri hluti stjórnarmanna sækir fund svo framarlega sem ekki eru gerðar strangari kröfur í samþykktum. Einfaldur meiri hluti atkvæða ræður úrslitum á stjórnarfundum nema samþykktir kveði á um annað.\nStjórnin kemur fram fyrir hönd félags. Sé framkvæmdastjóri ráðinn fara stjórn og framkvæmdastjóri með stjórn félagsins. Framkvæmdastjóri annast daglegan rekstur félagsins og skal hlíta stefnu og fyrirmælum stjórnar. Daglegur rekstur tekur ekki til ráðstafana sem eru óvenjulegar eða mikils háttar. Stjórnin skal sjá til þess að nægilegt eftirlit sé með bókhaldi félagsins og ber ábyrgð á að semja ársreikning fyrir hvert reikningsár. Þá skal stjórnin sjá til þess að fjármunum félagsins sé ráðstafað á forsvaranlegan hátt í samræmi við tilgang félagsins.\nStjórn kýs sér formann nema samþykktir kveði á um annað. Stjórnarmenn og framkvæmdastjóri, sé hann ráðinn, skulu vera lögráða. Nú hefur bú einstaklings verið tekið til gjaldþrotaskipta og er hann þá ekki bær til að sitja í stjórn félags eða gegna stöðu framkvæmdastjóra félagsins fyrr en hann er aftur orðinn fjár síns ráðandi.\nEinungis stjórn félags getur veitt og afturkallað prókúruumboð. Um hæfi prókúruhafa gilda ákvæði 5. mgr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ritun firma.\nStjórn félags kemur fram út á við fyrir hönd félagsins og ritar firma þess.\nStjórn félags getur veitt stjórnarmönnum, framkvæmdastjóra eða öðrum heimild til að rita firma félagsins svo framarlega sem annað er ekki ákveðið í samþykktum þess. Ákvæði 5. mgr. 7. gr. og 1. mgr. 9. gr. eiga við um þá sem heimild hafa til ritunar firma.\nRitunarréttinn má takmarka á þann hátt að fleiri en einn fari með hann í sameiningu. Aðra takmörkun á ritunarrétti er ekki unnt að skrá.\nStjórn félags getur hvenær sem er afturkallað heimild sem hún hefur veitt til að rita firma félagsins.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vanhæfi.\nStjórnarmanni eða starfsmanni í félagi er hvorki heimilt að taka þátt í meðferð né ákvörðun í máli sem varðar samning milli hans og félagsins eða í nokkru öðru máli þar sem hagsmunir hans kunna að stangast á við hagsmuni félagsins.\nStjórn félags er ekki heimilt að reikna sér, endurskoðendum, skoðunarmönnum, trúnaðarmönnum úr hópi félagsmanna, framkvæmdastjóra eða öðrum sem fara með stjórnunarstörf hærra endurgjald fyrir störf hjá félaginu en venjulegt er eftir eðli og umfangi starfanna.\nÓheimilt er félagi að veita lán eða setja tryggingu fyrir þá sem getið er í 2. mgr. Sama gildir um þá sem eru í hjúskap, staðfestri samvist eða óvígðri sambúð með þeim og þá sem eru skyldir þeim eða mægðir í beinan legg eða standa þeim að öðru leyti sérstaklega nærri. Þetta á þó ekki við um fyrirgreiðslu félags sem fellur að starfsemi félagsins og allir sem uppfylla ákveðin skilyrði eiga jafnan aðgang að.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Bókhald og ársreikningur.\nFélagi er skylt að færa bókhald og semja ársreikning í samræmi við lög um bókhald. Stjórn og framkvæmdastjóri félags skulu semja ársreikning fyrir hvert reikningsár í samræmi við lögin.\nÁ aðalfundi félags skulu kosnir einn eða fleiri endurskoðendur, endurskoðunarfyrirtæki, skoðunarmenn eða trúnaðarmenn úr hópi félagsmanna til að yfirfara ársreikning. Ákvæði laga um endurskoðendur gilda um hæfi og störf endurskoðenda og endurskoðunarfyrirtækja og ákvæði laga um bókhald gilda um hæfi og störf skoðunarmanna og trúnaðarmanna úr hópi félagsmanna. Trúnaðarmenn sem kosnir eru úr hópi félagsmanna mega ekki sitja í stjórn félagsins eða gegna stjórnunarstörfum fyrir það.\nHafi félag með höndum umfangsmikinn atvinnurekstur, sbr. þó 2. gr., skal halda fjárreiðum og reikningshaldi varðandi þann rekstur aðskildu frá öðru bókhaldi og eignum félagsins. Sé félag í tengslum við atvinnufyrirtæki samkvæmt samþykktum sínum eða samningi skal þess getið í ársreikningi eða skýringum við hann.\nÁrsreikningur skal fullgerður og undirritaður eigi síðar en sex mánuðum eftir lok reikningsárs. Ársreikningur skal lagður fram á aðalfundum félags til samþykktar.\nEigi síðar en mánuði eftir samþykkt ársreiknings skal stjórn félagsins birta ársreikning, og ef við á samstæðureikning, ásamt skýrslu stjórnar, áritun endurskoðanda eða endurskoðunarfyrirtækis eða undirritun skoðunarmanna eða trúnaðarmanna úr hópi félagsmanna, sem og upplýsingar um hvenær ársreikningur var samþykktur, á vef félagsins eða opinberlega með sambærilegum hætti.\nÁkvæði laga um bókhald gilda um varðveislu bókhalds og ársreiknings félags.\nV. kafli. Slit félags.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Slit félags.\nNú ákveða félagsmenn að slíta félagi og skal þá stjórn þess gera þær ráðstafanir sem nauðsynlegar eru til slitanna, nema skipaður sé skiptastjóri, einn eða fleiri, til að annast slitin. Ekki er þörf á formlegri slitameðferð hafi félagsmenn, þegar tekin var ákvörðun um slit á félaginu, samtímis samþykkt endanleg reikningsskil, efnahags- og rekstrarreikning, sbr. 10. gr., sem lögð eru fram af stjórn félagsins og fram kemur að engar skuldir séu í félaginu og það hafi engar skuldbindingar. Séu skuldir félags meiri en eignir þess ber að skipa skiptastjóra.\nFjárhagslegar ráðstafanir félags, sem félagsmenn hafa ákveðið að slíta, eru eingöngu heimilar í þeim mæli sem nauðsynlegt er vegna slitameðferðar. Hafi skiptastjóri eða skiptastjórar verið skipaðir er þeim heimilt að birta innköllun þar sem skorað er á lánardrottna félags að lýsa kröfum sínum og að gefa eignir félagsins upp til gjaldþrotaskipta, sbr. lög um gjaldþrotaskipti o.fl. Verði eignir, sem eftir standa þegar skuldir hafa verið greiddar, ekki nýttar á þann hátt sem samþykktir félagsins kveða á um skal skiptastjóri framselja eignirnar til ríkisins sem skal ráðstafa þeim til verkefna sem eru sambærileg þeim sem kveðið er á um í samþykktum félagsins. Skiptastjóri skal semja endanleg reikningsskil, efnahags- og rekstrarreikning, sbr. 10. gr., fyrir félagið og sjá til þess að þau séu varðveitt.\nFélagi hefur verið slitið þegar slitameðferð er lokið, það hefur verið tilkynnt og félagið afskráð, sbr. 3. mgr. 19. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Heimild til afskráningar á félagi.\nHafi almannaheillafélagaskrá upplýsingar um að félag hafi hætt störfum, það sé án starfandi stjórnar, endurskoðenda eða skoðunarmanna eða trúnaðarmanna úr hópi félagsmanna eða það sinni ekki tilkynningarskyldu sinni til skrárinnar skal skráin senda þeim sem eru eða ætla má að séu í fyrirsvari fyrir félagið samkvæmt síðustu skráningu í almannaheillafélagaskrá aðvörun þess efnis að félagið verði fellt út af skránni, sbr. VII. kafla, komi ekki fram upplýsingar innan þess frests sem skráin setur sem sýna fram á að félagið starfi enn. Berist ekki svar innan tilskilins frests skal aðvörun um afskráningu til fyrirsvarsmanna og annarra sem hagsmuna hafa að gæta birt einu sinni í Lögbirtingablaði. Berist ekki fullnægjandi svar eða athugasemdir innan þess frests sem þar er tiltekinn getur almannaheillafélagaskrá fellt niður skráningu félagsins. Innan árs frá afskráningu geta félagsmenn eða lánardrottnar gert kröfu um að bú félagsins verði tekið til skipta í samræmi við 13. gr. Hafi félag verið afskráð skal ráðuneytið skipa skiptastjóra, sbr. 2. mgr. 11. gr. Ef eignir eru í félaginu að loknum skiptum fer um þær samkvæmt samþykktum félagsins.\nAlmannaheillafélagaskrá má jafnframt breyta skráningu þannig að afskráð félag sé skráð á nýjan leik enda berist beiðni þar um innan árs frá afskráningu og sérstakar ástæður mæli með endurskráningunni. Ekki má ráðstafa heiti félagsins á þessum tíma. Þótt félag hafi verið fellt út af almannaheillafélagaskrá breytir það í engu persónulegri ábyrgð sem stjórnarmenn eða félagsmenn kunna að vera í vegna skuldbindinga félagsins.\nVI. kafli. Slit félags með dómi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Slit félags og veiting áminningar.\nAð kröfu ráðherra sem fer með málefni ákæruvalds og dómstóla, ríkissaksóknara eða félagsmanna getur héraðsdómur á heimilisvarnarþingi félags slitið félagi með dómi hafi félagið brotið að verulegu leyti gegn lögum eða skilgreindum tilgangi samkvæmt samþykktum sínum.\nÍ stað þess að slíta félagi getur dómurinn veitt því áminningu enda telst brot ekki verulegt.\nEf félagi er slitið eða því veitt áminning má einnig slíta eða áminna annað félag, sem beint eða óbeint er aðili í fyrra félaginu, hafi síðara félagið stuðlað að aðgerðum sem um er getið í 1. mgr., enda hafi því einnig verið stefnt.\nVerði eignir félags, sem hefur verið slitið í samræmi við 1. mgr., ekki nýttar eins og samþykktir félagsins kveða á um, sbr. i-lið 4. gr., eða notkun þeirra stríðir gegn lögum eða góðum stjórnarháttum skulu eignir félagsins renna til ríkisins sem skal ráðstafa þeim til verkefna sem eru sambærileg þeim sem kveðið er á um í samþykktum félagsins.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Bráðabirgðabann við starfsemi félags.\nNú hefur mál verið höfðað til slita á félagi og getur dómari þá að beiðni málsaðila stöðvað starfsemi þess til bráðabirgða ef líkur eru á því að félag brjóti að verulegu leyti gegn lögum eða skilgreindum tilgangi samkvæmt samþykktum sínum.\nAð beiðni ríkissaksóknara er dómara heimilt að banna starfsemi félags til bráðabirgða skv. 1. mgr., þrátt fyrir að mál hafi ekki verið höfðað til slita á félagi, ef rökstuddur grunur er um að félag brjóti ella að verulegu leyti gegn lögum eða skilgreindum tilgangi samkvæmt samþykktum sínum. Slíkt bráðabirgðabann fellur niður verði ekki krafist slita á félaginu innan 14 daga frá útgáfu bannsins og skal ekki gilda lengur en þar til mál er höfðað.\nÓheimilt er að stofna nýtt félag um starfsemi sem bönnuð hefur verið til bráðabirgða.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Slit félags og skiptastjórar.\nÞegar félagi er slitið eða starfsemi þess bönnuð til bráðabirgða skal félagið tafarlaust láta af starfsemi sinni. Stjórn félags getur þó, sé starfsemi bönnuð til bráðabirgða, haldið áfram rekstri og varðveitt hann og eignir félagsins þar til endanleg niðurstaða um slit þess liggur fyrir ákveði dómur ekki annað.\nEf dómurinn heimilar ekki stjórn félags að fara með eignir þess skv. 2. málsl. 1. mgr. skal hann skipa félaginu a.m.k. einn fjárhaldsmann til að varðveita eignir þess.\nVið slit félags skal dómurinn tilnefna einn eða fleiri skiptastjóra ef þörf krefur. Ákvæði laga þessara um skiptastjóra og andmæli við ráðstöfun þeirra gilda eftir því sem við á.\nSé krafa um slit félags tekin til greina skal farið að fyrirmælum laga um skipti á dánarbúum o.fl. þar sem erfingjar taka ekki að sér ábyrgð á skuldbindingum hins látna.\nVII. kafli. Skráning í almannaheillafélagaskrá.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Stjórnvald.\nRíkisskattstjóri skráir félag samkvæmt lögum þessum og lögum um fyrirtækjaskrá og starfrækir almannaheillafélagaskrá í því skyni.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tilkynning um félag.\nTilkynningar til almannaheillafélagaskrár ásamt fylgiskjölum og tilskilin skráningargjöld skal senda almannaheillafélagaskrá beint á því formi sem skráin ákveður. Skal málsmeðferð vera rafræn sé þess kostur.\nMeð tilkynningu skal senda stofnsamning, stofnfundargerð og samþykktir félagsins. Í tilkynningunni skal koma fram fullt heiti félags og tilgangur, heimilisfang og varnarþing, nöfn og kennitölur stjórnarmanna og varamanna og tilgreining stjórnarformanns og annarra þeirra sem geta skuldbundið félagið, auk takmarkana á þeim rétti ef einhverjar eru.\nStjórnarmenn og varamenn skulu undirrita tilkynninguna og lýsa því yfir að þær upplýsingar sem fram koma í tilkynningunni séu réttar og þeir sem þar koma fram hafi rétt til að skuldbinda félagið að lögum.\nRíkisskattstjóra er eftir atvikum heimilt að krefjast frekari gagna um eðli og tilgang félagsins.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Meðferð tilkynninga.\nÞegar almannaheillafélagaskrá berst tilkynning skv. 17. gr. skal skráin m.a. kanna:\na. hvort tilkynning samrýmist ákvæðum 17. gr.,\nb. hvort heiti félagsins sé skýrt aðgreint frá heiti annarra félaga sem þegar eru skráð og hvort heitið sé villandi,\nc. hvort ákvæði laga þessara mæli gegn því að félagið sé skráð og\nd. hvort ákvæði laga um fyrirtækjaskrá mæli gegn því að félagið sé skráð.\nLeiði könnun skv. 1. mgr. eitthvað í ljós sem mælir gegn því að félagið sé skráð, en ekki þykir þó efni til að hafna skráningu, skal þeim sem tilkynnir félagið til skráningar gefinn kostur á að bæta eða leiðrétta tilkynninguna. Þetta skal gert innan ákveðins frests sem almannaheillafélagaskrá setur. Hafi leiðrétting eða viðbót ekki borist innan frestsins skal hafna skráningu.\nTilkynningar til almannaheillafélagaskrár og fylgiskjöl með þeim skulu varðveitt hjá skránni.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Tilkynning um breytingar og slit.\nBreytingar á samþykktum félags, val á nýjum stjórnarmanni eða varamanni í stjórn eða breyting á heimild til að skuldbinda félagið, ásamt öðru því sem skráð hefur verið, ber að tilkynna til almannaheillafélagaskrár innan mánaðar frá breytingunni. Breyttar samþykktir í heild sinni skulu fylgja tilkynningu um breytingar og skal tilkynning undirrituð af meiri hluta stjórnar. Sömu reglur gilda um meðferð tilkynningar um breytingu á því sem áður er skráð og um upphafstilkynningu til almannaheillafélagaskrár.\nBreyting á samþykktum félags tekur gildi við skráningu í almannaheillafélagaskrá. Sama gildir um breytingu á stjórn félags og varastjórn og öðrum þeim einstaklingum sem geta skuldbundið félagið, auk takmarkana á þeim rétti ef einhverjar eru.\nÞegar félagi hefur verið slitið, sbr. V. kafla, skal tilkynna það til almannaheillafélagaskrár og skal skráin auglýsa slit félagsins í Lögbirtingablaði.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Reglugerðarheimild.\nRáðherra getur með reglugerð sett nánari ákvæði um skráningu félags samkvæmt lögum þessum í almannaheillafélagaskrá, þ.m.t. um skipulag skráningarinnar, rekstur skrárinnar og aðgang að henni og gjaldtöku, m.a. fyrir útgáfu vottorða og afnot af þeim upplýsingum sem skráin hefur á tölvutæku formi.\nRg. 162/2006, sbr. 455/2007, 223/2022 og 732/2024.\nVIII. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Sektir eða fangelsi.\nÞað varðar sektum eða fangelsi allt að tveimur árum að:\na. skýra vísvitandi rangt eða villandi frá högum félags eða öðru sem það varðar í opinberri auglýsingu eða tilkynningu, skýrslum, ársreikningi eða yfirlýsingum til aðalfundar eða forráðamanna félags eða tilkynningum til almannaheillafélagaskrár,\nb. afhenda án heimildar eða nota aðgangsorð eða annað sambærilegt til að vera viðstaddur eða taka þátt í rafrænum stjórnarfundi eða félagsfundi félags.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Sektir eða fangelsi vegna brota sem varða atkvæðagreiðslu á aðalfundi.\nSá maður skal sæta sektum eða fangelsi allt að tveimur árum sem gerist sekur um eftirtaldar athafnir að því er varðar atkvæðagreiðslu á aðalfundi félags skv. III. kafla:\na. aflar sér eða öðrum ólöglegs færis á að taka þátt í atkvæðagreiðslu eða ruglar atkvæðagreiðslu með öðrum hætti,\nb. leitast við með ólögmætri nauðung, frelsisskerðingu eða misbeitingu á aðstöðu yfirboðara að fá félagsmann eða umboðsmann hans til þess að greiða atkvæði á ákveðinn hátt eða til þess að greiða ekki atkvæði,\nc. kemur því til leiðar með sviksamlegu atferli að félagsmaður eða umboðsmaður hans greiði ekki atkvæði, þó að hann hafi ætlað sér það, eða að atkvæði hans ónýtist eða hafi önnur áhrif en til var ætlast,\nd. greiðir, lofar að greiða eða býður félagsmanni eða umboðsmanni hans fé eða annan hagnað til þess að neyta ekki atkvæðisréttar síns eða til að greiða atkvæði félaginu í óhag eða\ne. tekur við, fer fram á að fá eða lætur lofa sér eða öðrum hagnaði til þess að neyta ekki atkvæðisréttar síns eða til að greiða atkvæði félaginu í óhag.\nIX. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nAlmenn félagasamtök sem falla undir gildissvið laga þessara og skráð eru í fyrirtækjaskrá við gildistöku þeirra skulu breyta skráningu sinni í félag til almannaheilla með starfsemi yfir landamæri. Jafnframt skal skrá þau í almannaheillafélagaskrá og skila inn nýjum samþykktum, tilkynningum um stjórn, varastjórn, endurskoðendur, endurskoðunarfyrirtæki, skoðunarmenn eða trúnaðarmenn úr hópi félagsmanna, og öðrum upplýsingum sem skrá skal samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
