{
  "id": "165/2019",
  "type": "statute",
  "title": "Lög um sviðslistir",
  "status": "in_force",
  "issued_date": "2019-12-23",
  "url": "https://www.althingi.is/lagas/nuna/2019165.html",
  "description": "Tóku gildi 1. júlí 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að efla sviðslistir á landinu öllu, marka heildarramma fyrir málefni sviðslista og búa þeim hagstæð skilyrði. Með sviðslistum er átt við leiklist, danslist, óperuflutning, brúðuleik og skylda liststarfsemi.\nRáðherra fer með yfirstjórn sviðslistamála samkvæmt lögum þessum.\nII. kafli. Þjóðleikhús.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk.\nÞjóðleikhúsið er eign íslensku þjóðarinnar. Í því skal iðka leiklist og aðrar sviðslistir. Þjóðleikhúsið skal stuðla að þróun sviðslista og nýsköpunar, efla íslenska leikritun, leitast við að glæða áhuga landsmanna á sviðslistum og vera til fyrirmyndar um listrænan flutning viðfangsefna á íslensku.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Helstu verkefni.\nAðalverkefni Þjóðleikhússins er flutningur íslenskra og erlendra leikverka, jafnt eldri verka sem nýrra, og að stuðla að frumsköpun í íslenskum sviðslistum. Verkefnaval skal vera fjölbreytt og tryggt skal að á hverju leikári séu frumflutt íslensk leikverk og sett upp verk ætluð börnum og ungu fólki. Leikhúsið annast einnig fræðslu- og kynningarstarf og stendur að leikferðum innan lands og til annarra landa og því að fengnir séu til Íslands erlendir listamenn, eftir því sem aðstæður leyfa.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Þjóðleikhússtjóri.\nRáðherra skipar þjóðleikhússtjóra til fimm ára í senn að fenginni umsögn þjóðleikhúsráðs. Þjóðleikhússtjóri skal hafa háskólamenntun og staðgóða reynslu og þekkingu á sviðslistum og starfssviði leikhúss. Skipa má þjóðleikhússtjóra að nýju til fimm ára en eigi oftar.\nÞjóðleikhússtjóri stýrir starfsemi og rekstri Þjóðleikhússins og markar listræna stefnu þess. Hann ræður aðra starfsmenn leikhússins og er í fyrirsvari fyrir það. Þjóðleikhússtjóri situr að jafnaði fundi þjóðleikhúsráðs.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Þjóðleikhúsráð.\n[Ráðherra skipar sjö fulltrúa í þjóðleikhúsráð til fimm ára í senn. Fagfélög innan Sviðslistasambands Íslands tilnefna þrjá fulltrúa og Klassís, fagfélag klassískra söngvara á Íslandi, einn fulltrúa. Ráðherra skipar þrjá fulltrúa án tilnefningar og skal einn þeirra vera formaður. Varamenn skulu skipaðir á sama hátt. Að jafnaði skal ekki skipa sama aðalmann í þjóðleikhúsráð lengur en tvö samfelld starfstímabil.]\nÞjóðleikhúsráð er stjórnarnefnd Þjóðleikhússins og skulu allar meiri háttar ákvarðanir um [rekstur Þjóðleikhússins og óperunnar] kynntar fyrir ráðinu. Ráðið setur sér starfsreglur þar sem nánar er kveðið á um framkvæmd starfa þess. Þjóðleikhúsráð vinnur með þjóðleikhússtjóra að langtímaáætlun um starfsemi Þjóðleikhússins. Stefna Þjóðleikhússins til þriggja ára og ársáætlun skulu lagðar fyrir þjóðleikhúsráð og ber ráðið ábyrgð á eftirliti með framkvæmd þeirra gagnvart ráðherra.\nL. 50/2025, 1. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samstarf.\nÞjóðleikhúsið skal kosta kapps um samstarf við stofnanir, félög og aðra sem sinna sviðslistum með listrænan ávinning og fjölbreytni að markmiði. Leikhúsið auglýsir eftir samstarfsaðilum ár hvert og gerir formlega samstarfssamninga berist umsókn um samstarf sem er til þess fallið að ná markmiðum ákvæðisins.\nLeikhúsið skal eftir föngum veita leikfélögum áhugamanna lið og gera sviðslistanemendum kleift að fylgjast með leikhússtarfinu. Leikhúsið stuðlar einnig að listuppeldi og fræðslustarfi í samvinnu við menntastofnanir og gerir nemendum og almenningi kleift að kynna sér starfsemi leikhússins eftir því sem við verður komið.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Nýting húsnæðis Þjóðleikhússins.\nHúsnæði Þjóðleikhússins má nota til hvers konar menningarstarfsemi þegar það er ekki notað til reglubundinnar starfsemi leikhússins samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Fjárhagur og gjaldtaka.\nKostnaður af þjóðleikhúsráði og rekstri Þjóðleikhússins greiðist úr ríkissjóði. Þjóðleikhúsinu er heimilt að hafa tekjur af eigin starfsemi og taka aðgangseyri.\n[II. kafli A. Óperan.]\nL. 50/2025, 2. gr.\n[8. gr. a. Hlutverk og helstu verkefni.\nHlutverk óperunnar er að sviðsetja óperuverk af háum listrænum gæðum, sinna sögulegri arfleifð óperulista, vera vettvangur framþróunar og nýsköpunar í óperulistum á Íslandi og glæða áhuga landsmanna á þeim.\nVerkefnaval skal vera fjölbreytt og viðburðir aðgengilegir. Miða skal við að árlega sé á dagskrá flutningur á íslensku verki eftir því sem aðstæður leyfa. Óperan annast einnig fræðslu- og kynningarstarf og stendur fyrir samstarfsverkefnum í öllum landshlutum. Óperunni er heimilt að taka þátt í alþjóðlegu samstarfi.]\nL. 50/2025, 2. gr.\n[8. gr. b. Óperustjóri.\nRáðherra skipar óperustjóra til fimm ára í senn samkvæmt tillögu hæfnisnefndar, sbr. 3. mgr. Óperustjóri skal hafa háskólamenntun í listum eða sambærilega menntun og staðgóða reynslu og þekkingu af vettvangi óperulista. Skipa má óperustjóra að nýju til fimm ára en eigi oftar.\nÓperustjóri stýrir óperunni, er í fyrirsvari fyrir hana, markar listræna stefnu hennar og ákveður listrænt teymi fyrir hverja uppfærslu. Óperustjóri heyrir undir þjóðleikhússtjóra í skipuriti og skal eiga samráð við hann um gerð fjárhagsáætlana og meiri háttar ákvarðanir er varða rekstur óperunnar.\nHæfnisnefnd skv. 1. mgr. er fimm manna nefnd sem skal sérstaklega skipuð í hvert sinn sem skipa á nýjan óperustjóra. Hana skipa þjóðleikhússtjóri, formaður þjóðleikhúsráðs, sá fulltrúi þjóðleikhúsráðs sem tilnefndur er af Klassís, fagfélagi klassískra söngvara á Íslandi, annar fulltrúi þjóðleikhúsráðs sem ráðherra skipar án tilnefningar auk eins fulltrúa sem ráðherra skipar sérstaklega til setu í nefndinni og skal sá jafnframt hafa staðgóða þekkingu af vettvangi óperulista. Ráðherra tilnefnir formann nefndarinnar.]\nL. 50/2025, 2. gr.\n[8. gr. c. Samstarf og rekstur.\nÓperan er hluti af Þjóðleikhúsinu og nýtur samstarfs við það og stuðnings af starfsemi þess. Þjóðleikhúsráð hefur eftirlit með starfsemi óperunnar og skal rekstur hennar sérstaklega kynntur ráðinu. Ráðherra er heimilt að setja nánari ákvæði um samrekstur Þjóðleikhússins og óperunnar í reglugerð, sbr. 20. gr.\nÓperan skal kosta kapps um samstarf við stofnanir, félög og aðra sem starfa að sömu markmiðum. Í því skyni skal m.a. gera hópum á sviði óperulista kleift að taka þátt í starfi óperunnar. Óperan stuðlar jafnframt að fræðslu- og kynningarstarfi í samvinnu við skóla og menntastofnanir og gerir nemendum og almenningi kleift að kynnast starfsemi hennar. Óperan tekur þátt í alþjóðlegu samstarfi eftir því sem við verður komið, sbr. 8. gr. a.]\nL. 50/2025, 2. gr.\n[8. gr. d. Fjárhagur og gjaldtaka.\nKostnaður af rekstri óperunnar greiðist úr ríkissjóði samkvæmt sérstöku framlagi í fjárlögum. Óperunni er heimilt að hafa tekjur af eigin starfsemi og taka aðgangseyri.]\nL. 50/2025, 2. gr.\nIII. kafli. Íslenski dansflokkurinn.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Hlutverk.\nHlutverk Íslenska dansflokksins er að sýna dansverk, vera vettvangur fyrir framþróun og nýsköpun danslistar á Íslandi og glæða áhuga landsmanna á danslist.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Helstu verkefni.\nAðalverkefni Íslenska dansflokksins eru sýningar á íslenskum og erlendum dansverkum. Verkefnaval skal vera fjölbreytt og tryggt skal að á dagskrá hvers starfsárs séu íslensk dansverk. Dansflokkurinn annast einnig fræðslu- og kynningarstarf og stendur að sýningarferðum.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Listdansstjóri.\nRáðherra skipar listdansstjóra til fimm ára í senn að fenginni umsögn listdansráðs. Listdansstjóri skal hafa háskólamenntun og staðgóða reynslu og þekkingu á danslist og starfssviði dansflokks. Skipa má listdansstjóra að nýju til fimm ára en eigi oftar.\nListdansstjóri stýrir starfsemi og rekstri Íslenska dansflokksins og markar listræna stefnu hans. Hann ræður aðra starfsmenn flokksins og er í fyrirsvari fyrir hann.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Listdansráð.\nRáðherra skipar þriggja manna listdansráð Íslenska dansflokksins til fimm ára í senn. Fagfélög innan Sviðslistasambands Íslands tilnefna tvo fulltrúa en ráðherra skipar einn án tilnefningar og skal hann vera formaður. Varamenn skulu skipaðir á sama hátt. Ekki er heimilt að skipa sama aðalmann í ráðið lengur en tvö samfelld starfstímabil.\nListdansráð hefur eftirlit með starfsemi Íslenska dansflokksins og veitir ráðherra reglulega umsögn um stefnu og áætlun hans. Ráðið setur sér starfsreglur.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Samstarf.\nÍslenski dansflokkurinn skal kosta kapps um samstarf við stofnanir, félög og aðra sem sinna danslist með listrænan ávinning og fjölbreytni að markmiði. Dansflokkurinn auglýsir eftir samstarfsaðilum ár hvert og gerir formlega samstarfssamninga berist umsókn um samstarf sem er til þess fallið að ná markmiðum ákvæðisins. Dansflokkurinn stuðlar að listuppeldi og fræðslustarfi í samvinnu við menntastofnanir og gerir nemendum og almenningi kleift að kynna sér starfsemi dansflokksins eftir því sem við verður komið.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Fjárhagur og gjaldtaka.\nKostnaður af listdansráði og rekstri Íslenska dansflokksins greiðist úr ríkissjóði. Íslenska dansflokknum er heimilt að hafa tekjur af eigin starfsemi og taka aðgangseyri.\nIV. kafli. Önnur sviðslistastarfsemi.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Sviðslistaráð.\nRáðherra skipar þriggja manna sviðslistaráð til þriggja ára í senn. Fagfélög innan Sviðslistasambands Íslands tilnefna tvo fulltrúa í ráðið en ráðherra skipar einn fulltrúa án tilnefningar og skal hann vera formaður. Varamenn skulu skipaðir á sama hátt. Óheimilt er að skipa sama aðalmann í sviðslistaráð lengur en tvö samfelld starfstímabil.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Hlutverk.\nHlutverk sitt rækir sviðslistaráð m.a. með því að:\na. veita umsögn um þau mál sem ráðherra vísar til þess,\nb. gera tillögu til ráðherra um stefnu og helstu áherslur í starfi sviðslistasjóðs til þriggja ára í senn,\nc. gera tillögu til ráðherra um úthlutunarreglur sviðslistasjóðs, og\nd. úthluta árlega styrkjum úr sviðslistasjóði.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Sviðslistasjóður.\nHlutverk sviðslistasjóðs er að efla íslenskar sviðslistir og standa straum af öðrum verkefnum sem falla undir hlutverk og starfsemi á sviði sviðslista með úthlutun fjár úr sjóðnum til atvinnuhópa. Sviðslistaráð gerir tillögur til ráðherra um stefnu og helstu áherslur í starfi sjóðsins til þriggja ára.\nRáðherra setur sviðslistasjóði reglur um auglýsingar, meðferð umsókna og afgreiðslu þeirra. Við mat á umsóknum úr sviðslistasjóði er sviðslistaráði heimilt að leita umsagnar fagaðila.\nÞóknun fulltrúa í sviðslistaráði og annar kostnaður af starfsemi ráðsins greiðist úr ríkissjóði. Ákvarðanir sviðslistaráðs eru endanlegar á stjórnsýslustigi og sæta ekki kæru til ráðherra.\nRgl. 720/2024.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Kynningarmiðstöð sviðslista.\nRáðherra skal setja á fót kynningarmiðstöð sviðslista til að kynna íslenskar sviðslistir hér á landi og erlendis og efla alþjóðlegt samstarf íslenskra sviðslistamanna og stofnana.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "...\nL. 50/2025, 3. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Reglugerðarheimild.\n[Ráðherra er heimilt að setja nánari ákvæði um framkvæmd þessara laga í reglugerð, þ.m.t. um eftirtalda þætti:\na. Starfsemi Þjóðleikhússins, sbr. II. kafla, m.a. um nýtingu húsnæðis þess, sbr. 7. gr.\nb. Starfsemi óperunnar, sbr. II. kafla A, m.a. um hlutverk hennar í þróun og frumflutningi nýrra íslenskra verka, sbr. 8. gr. a, og um samstarf hennar við aðra aðila sem vinna að sömu markmiðum, sbr. 2. mgr. 8. gr. c.\nc. Rekstur Þjóðleikhússins og óperunnar, sbr. 1. mgr. 8. gr. c, þ.m.t. um samstarf og hlutverkaskiptingu þjóðleikhússtjóra og óperustjóra, gerð og samþykkt fjárhagsáætlana og eftirlit með þeim, fyrirkomulag ráðninga hjá óperunni og um samrekstur Þjóðleikhúss og óperunnar að öðru leyti.\nd. Starfsemi Íslenska dansflokksins, sbr. III. kafla.\ne. Starfsemi kynningarmiðstöðvar sviðslista, sbr. 18. gr.]\nL. 50/2025, 4. gr.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gildistaka.\nLög þessi taka gildi 1. júlí 2020. ...\nÁkvæði til bráðabirgða.\nI. ...\nL. 50/2025, 5. gr.\nII.\nÁkvæði 5. gr. reglna um starfsemi Íslenska dansflokksins, nr. 14/2002, um starfslok listdansara skulu tímabundið halda gildi sínu þrátt fyrir gildistöku laga þessara uns kveðið hefur verið á um starfslok listdansara í kjarasamningi stéttarfélags þeirra og ríkisins.\nIII.\n[Ráðherra skal skipa samstarfsnefnd sem kanna skal frekari samþættingu óperunnar, Þjóðleikhússins og Íslenska dansflokksins. Nefndin skal m.a. kanna möguleika á, og meta ávinning af, auknum samrekstri fag- og stoðdeilda. Nefndin skili ráðherra skýrslu með niðurstöðum sínum fyrir lok árs 2027.]\nL. 50/2025, 6. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    }
  ]
}
