{
  "id": "55/2019",
  "type": "statute",
  "title": "Lög um rafræna auðkenningu og traustþjónustu fyrir rafræn viðskipti",
  "status": "in_force",
  "issued_date": "2019-06-21",
  "url": "https://www.althingi.is/lagas/nuna/2019055.html",
  "description": "Tóku gildi 1. janúar 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja að örugg rafræn auðkenning og sannvottun sé möguleg til aðgangs að nettengdri þjónustu yfir landamæri sem aðildarríki á Evrópska efnahagssvæðinu bjóða einstaklingum og lögaðilum. Markmið laganna er einnig að auka traust í rafrænum viðskiptum með því að kveða á um réttaráhrif og kröfur til rafrænna auðkenningarleiða og traustþjónustu.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lögfesting.\nÁkvæði reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 910/2014 frá 23. júlí 2014 um rafræna auðkenningu og traustþjónustu fyrir rafræn viðskipti á innri markaðinum og um niðurfellingu á tilskipun 1999/93/EB, sem birt er í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 14 frá 8. mars 2018, bls. 241–282, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 22/2018, frá 9. febrúar 2018, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nMerking orða í lögum þessum er sem hér segir:\n1. Fullgildur rafrænn innsiglisbúnaður er rafrænn innsiglisbúnaður sem, að breyttu breytanda, uppfyllir kröfurnar sem mælt er fyrir um í II. viðauka reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 910/2014.\n2. Fullgildur rafrænn undirskriftarbúnaður er rafrænn undirskriftarbúnaður sem uppfyllir kröfurnar sem mælt er fyrir um í II. viðauka reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 910/2014.\n3. Rafræn auðkenning er sú aðferð að nota auðkenningargögn aðila á rafrænu formi sem standa með einkvæmum hætti fyrir einstakling eða lögaðila eða einstakling sem er fulltrúi lögaðila.\n4. Rafræn auðkenningarleið er efnisleg og/eða óefnisleg eining sem inniheldur auðkenningargögn aðila og er notuð til sannvottunar vegna nettengdrar þjónustu.\n5. Rafræn auðkenningarskipan er fyrirkomulag fyrir rafræna auðkenningu sem rafrænar auðkenningarleiðir eru gefnar út undir, til handa einstaklingum eða lögaðilum eða einstaklingum sem eru fulltrúar lögaðila.\n6. Rafrænt innsigli eru gögn á rafrænu formi sem eru tengd við eða rökrænt vensluð við önnur gögn á rafrænu formi til að tryggja uppruna og heilleika hinna síðarnefndu.\n7. Sannvottun er rafrænt ferli sem gerir mögulegt að staðfesta rafræna auðkenningu á einstaklingi eða lögaðila eða uppruna og heilleika gagna á rafrænu formi.\n8. Traustþjónusta er rafræn þjónusta sem að öllu jöfnu er veitt gegn þóknun og felst í myndun, sannprófun og staðfestingu rafrænna undirskrifta, rafrænna innsigla eða rafrænna tímastimpla, rekjanlegrar rafrænnar afhendingarþjónustu og vottorða sem tengjast þessum þjónustum eða myndun, sannprófun og staðfestingu vottorða fyrir sannvottun vefsetra eða varðveislu rafrænna undirskrifta, innsigla eða vottorða sem tengjast þessum þjónustum.\n9. Traustþjónustuveitandi er einstaklingur eða lögaðili sem veitir eina eða fleiri tegundir traustþjónustu, annaðhvort sem fullgildur traustþjónustuveitandi eða traustþjónustuveitandi sem hefur ekki fullgildingu.\n10. Útfærð rafræn undirskrift er rafræn undirskrift sem uppfyllir kröfurnar sem settar eru fram í 26. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 910/2014.\n11. Útfært rafrænt innsigli er rafrænt innsigli sem uppfyllir kröfurnar sem settar eru fram í 36. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 910/2014.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Eftirlit.\n[Fjarskiptastofa] annast framkvæmd eftirlits samkvæmt reglugerð Evrópuþingsins og ráðsins (ESB) nr. 910/2014. [Fjarskiptastofa], undir yfirstjórn ráðherra, fer með eftirlit samkvæmt lögum þessum og reglum settum samkvæmt þeim.\n[Fjarskiptastofa] getur mælt fyrir um nauðsynlegar aðgerðir eða lagt bann við háttsemi eftir því sem við getur átt hverju sinni gagnvart þeim sem brjóta gegn ákvæðum laga þessara eða reglna settra samkvæmt þeim.\n[Fjarskiptastofa] getur krafið eftirlitsskylda aðila um upplýsingar og gögn sem nauðsynleg eru í þágu eftirlitsins. Skulu upplýsingar og gögn afhent innan hæfilegs frests sem stofnunin setur eða með reglubundnum hætti samkvæmt fyrirmælum stofnunarinnar.\n[Fjarskiptastofa] getur í þágu eftirlits krafist upplýsinga og gagna frá öðrum stjórnvöldum óháð þagnarskyldu þeirra.\n[Fjarskiptastofu] er án dómsúrskurðar heimill aðgangur í eftirlitsstörfum sínum að starfsstöð, búnaði og gögnum eftirlitsskyldra aðila. Skulu þeir veita upplýsingar og með öðrum hætti aðstoða stofnunina við framkvæmd eftirlitsins. [Fjarskiptastofa] getur óskað liðveislu lögreglu ef tilraun er gerð til að hindra hana í eftirlitsstörfum sínum.\nHeimild [Fjarskiptastofu] til þess að krefjast aðgangs að starfsstöð, búnaði, upplýsingum og gögnum verður ekki takmörkuð með vísan til reglna um þagnarskyldu.\nStarfsmenn [Fjarskiptastofu] eru bundnir þagnarskyldu. Þeir mega ekki að viðlagðri ábyrgð samkvæmt ákvæðum almennra hegningarlaga skýra óviðkomandi frá því sem þeir komast að í starfi sínu og leynt á að fara um viðskipti og rekstur traustþjónustuveitenda, tengdra aðila eða annarra, nema dómari úrskurði að upplýsingar sé skylt að veita fyrir dómi eða lögreglu eða skylda sé að veita upplýsingar lögum samkvæmt. Sama gildir um sérfræðinga sem starfa fyrir [Fjarskiptastofu] að eftirliti samkvæmt lögum þessum. Þagnarskyldan helst þótt látið sé af starfi.\nL. 18/2021, 20. gr., sbr. l. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Málsmeðferð.\n[Fjarskiptastofa] getur að eigin frumkvæði eða eftir ábendingu eða kvörtun tekið mál til meðferðar er varðar ákvæði laga þessara og heyrir undir eftirlit stofnunarinnar. [Fjarskiptastofa] tekur ákvörðun um hvort erindi sem berst stofnuninni gefi nægar ástæður til rannsóknar.\n...\nÁkvarðanir [Fjarskiptastofu] um að leggja á sektir og dagsektir eru aðfararhæfar og renna sektirnar til ríkissjóðs að frádregnum kostnaði við innheimtuna.\nL. 18/2021, 20. gr., sbr. l. 75/2021, 32. gr. L. 18/2021, 21. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Dagsektir.\n[Fjarskiptastofa] getur lagt dagsektir á traustþjónustuveitanda að liðnum tilteknum fresti veiti hann ekki umbeðnar upplýsingar eða gögn, fari ekki að kröfum stofnunarinnar um úrbætur eða sinni ekki kröfum eftirlitsins að öðru leyti.\nFjárhæð dagsekta skal ákvörðuð með hliðsjón af eðli brotsins. Dagsektir geta numið frá 50 þús. kr. til 500 þús. kr. á dag og greiðast þar til farið hefur verið að kröfum [Fjarskiptastofu] skv. 1. mgr.\nÁkvörðun um dagsektir má skjóta til [úrskurðarnefndar fjarskipta- og póstmála] innan fjórtán daga frá því að hún er kynnt þeim sem hún beinist að. Dagsektir reiknast ekki fyrr en frestur er liðinn. Ef ákvörðun er skotið til [úrskurðarnefndar fjarskipta- og póstmála] falla dagsektir ekki á fyrr en niðurstaða hennar liggur fyrir.\nL. 18/2021, 20. gr., sbr. l. 75/2021, 32. gr. L. 18/2021, 22. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Viðurlög.\n[Fjarskiptastofu] er heimilt að leggja stjórnvaldssektir á þá sem:\na. koma fram sem fullgildir traustþjónustuveitendur án þess að vera skráðir sem slíkir samkvæmt því sem mælt er fyrir um í lögum þessum og reglugerð Evrópuþingsins og ráðsins (ESB) nr. 910/2014,\nb. neita að veita upplýsingar eða gögn skv. 4. gr. eða\nc. gefa rangar eða villandi upplýsingar til [Fjarskiptastofu].\nSektir skv. 1. mgr. geta numið allt að 10 millj. kr. Við ákvörðun á fjárhæð sekta skal hafa hliðsjón af eðli og umfangi brota, hvað brot hafa staðið lengi og hvort um ítrekað brot er að ræða. Falla má frá sektarákvörðun teljist brot óverulegt eða af öðrum ástæðum sé ekki talin þörf á slíkum sektum til að framfylgja lögunum. Ákvörðun [Fjarskiptastofu] um sektir má skjóta til [úrskurðarnefndar fjarskipta- og póstmála].\nSektir renna til ríkissjóðs að frádregnum kostnaði við innheimtu.\nMálskot til [úrskurðarnefndar fjarskipta- og póstmála] frestar aðför.\nL. 18/2021, 20. gr., sbr. l. 75/2021, 32. gr. L. 18/2021, 22. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerðarheimildir.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara, þar á meðal um:\na. samstarf stofnana,\nb. stofnun sameiginlegs traustmerkis,\nc. ákvörðun fullvissustigs,\nd. stofnun umgjarðar um innlendar rafrænar auðkenningarskipanir og tilkynningu þeirra,\ne. traustlista,\nf. faggildingu samræmismatsstofa, útfærslu samræmismatsskýrslna og reglur fyrir framkvæmd samræmismats,\ng. kröfur til og vottun á fullgildum rafrænum undirskriftar- og innsiglisbúnaði,\nh. kröfur til faggiltrar sannprófunarþjónustu fyrir rafræna undirritun og rafræn innsigli og um tilvísunarform fyrir útfærða rafræna undirskrift og útfærð rafræn innsigli í opinbera geiranum.\nRáðherra er heimilt að setja í reglugerð nánari fyrirmæli um tilhögun eftirlits og önnur verkefni [Fjarskiptastofu] samkvæmt lögum þessum.\nRáðherra getur með reglugerð falið [Fjarskiptastofu] að:\na. annast tilkynningar til Eftirlitsstofnunar EFTA samkvæmt reglugerð Evrópuþingsins og ráðsins (ESB) nr. 910/2014, þar á meðal um rafræna auðkenningarskipan sem ráðherra ákveður að tilkynna,\nb. koma á, viðhalda og birta traustlista og\nc. birta og uppfæra á vefsíðu sinni tilvísunarnúmer staðla sem gilda um nánari framkvæmd reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 910/2014.\nRáðherra er heimilt að setja í reglugerð ákvæði um gjald, fjárhæð þess og greiðslu sem fullgildur traustþjónustuveitandi þarf að greiða vegna úttektar [Fjarskiptastofu] í þeim tilgangi að staðfesta að hann og fullgilda traustþjónustan sem hann veitir uppfylli kröfur laga þessara.\nRg. 100/2020, sbr. 310/2020, 314/2020 og 582/2023. L. 18/2021, 20. gr., sbr. l. 75/2021, 32. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2020.\n...",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nVottunaraðili sem gefur út fullgild vottorð samkvæmt lögum um rafrænar undirskriftir, nr. 28/2001, við gildistöku laga þessara skal leggja fram samræmismatsskýrslu hjá Neytendastofu eins fljótt og kostur er og eigi síðar en 1. september 2020. Slíkur vottunaraðili skal teljast fullgildur traustþjónustuveitandi samkvæmt lögum þessum þar til samræmismatsskýrsla hefur verið lögð fram og Neytendastofa lokið mati sínu.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
