{
  "id": "75/2019",
  "type": "statute",
  "title": "Lög um vinnslu persónuupplýsinga í löggæslutilgangi",
  "status": "in_force",
  "issued_date": "2019-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2019075.html",
  "description": "Tóku gildi 5. júlí 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að því að yfirvöld á sviði refsivörslu fari með persónuupplýsingar í samræmi við grundvallarsjónarmið og reglur um persónuvernd og friðhelgi einkalífs og að tryggja áreiðanleika og gæði slíkra upplýsinga, auk þess að greiða fyrir skilvirkum störfum og nauðsynlegri miðlun persónuupplýsinga þessara yfirvalda sín á milli og til annarra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nMerking orða og hugtaka í lögum þessum er sem hér segir:\n1. Persónuupplýsingar: Upplýsingar um persónugreindan eða persónugreinanlegan einstakling (&bdquo;skráðan einstakling&ldquo;); einstaklingur telst persónugreinanlegur ef unnt er að persónugreina hann, beint eða óbeint, svo sem með tilvísun í auðkenni eins og nafn, kennitölu, staðsetningargögn, netauðkenni eða einn eða fleiri þætti sem einkenna hann í líkamlegu, lífeðlisfræðilegu, erfðafræðilegu, andlegu, efnalegu, menningarlegu eða félagslegu tilliti.\n2. Vinnsla: Aðgerð eða röð aðgerða þar sem persónuupplýsingar eru unnar, hvort sem vinnslan er sjálfvirk eða ekki, svo sem söfnun, skráning, flokkun, kerfisbinding, varðveisla, aðlögun eða breyting, heimt, skoðun, notkun, miðlun með framsendingu, dreifing eða aðrar aðferðir til að gera upplýsingarnar tiltækar, samtenging eða samkeyrsla, aðgangstakmörkun, eyðing eða eyðilegging.\n3. Skrá: Skipulegt safn persónuupplýsinga sem er aðgengilegt samkvæmt tilteknum viðmiðunum, hvort heldur það er miðlægt, dreift eða skipt upp eftir notkun eða staðsetningu.\n4. Ábyrgðaraðili: Lögbært yfirvald sem ákvarðar, eitt eða í samvinnu við aðra, tilgang og aðferðir við vinnslu persónuupplýsinga.\n5. Vinnsluaðili: Einstaklingur eða lögaðili, stjórnvald eða annar aðili sem vinnur með persónuupplýsingar á vegum ábyrgðaraðila.\n6. Hinn skráði: Persónugreinanlegur einstaklingur sem upplýsingar sem unnið er með fjalla um eða unnt er að rekja til.\n7. Samþykki: Óþvinguð, sértæk, upplýst og ótvíræð viljayfirlýsing hins skráða um að hann samþykki, með yfirlýsingu eða ótvíræðri staðfestingu, vinnslu persónuupplýsinga um sig.\n8. Löggæslutilgangur: Sá tilgangur að koma í veg fyrir, rannsaka, koma upp um eða saksækja fyrir refsiverð brot eða fullnægja refsiviðurlögum, þ.m.t. að vernda gegn og koma í veg fyrir ógnir við almannaöryggi.\n9. Öryggisbrestur við vinnslu persónuupplýsinga: Brestur á öryggi sem leiðir til óviljandi eða ólögmætrar eyðingar persónuupplýsinga, sem eru sendar, varðveittar eða unnar á annan hátt, eða þess að þær glatist, breytist, verði birtar eða aðgangur veittur að þeim í leyfisleysi.\n10. Alþjóðastofnun: Stofnun og, eftir atvikum, undirstofnanir hennar sem heyra undir þjóðarétt eða annar aðili sem komið er á fót með samningi milli tveggja eða fleiri ríkja eða á grundvelli hans.\n11. Lögbært yfirvald: Opinbert yfirvald sem ber ábyrgð á eða er falið það hlutverk að lögum að koma í veg fyrir, rannsaka, koma upp um eða saksækja fyrir refsiverð brot eða fullnægja refsiviðurlögum, þ.m.t. að vernda gegn og koma í veg fyrir ógnir við almannaöryggi. Lögbær yfirvöld hér á landi eru dómsmálaráðuneyti, ríkislögreglustjóri, lögregluembættin, ríkissaksóknari, héraðssaksóknari, Fangelsismálastofnun, [tollyfirvöld], Landhelgisgæsla Íslands, [skattrannsóknarstjóri] og sýslumaðurinn á Norðurlandi vestra. Dómstólar teljast ekki til lögbærra yfirvalda samkvæmt lögum þessum.\n12. Viðtakandi: Einstaklingur eða lögaðili, opinbert yfirvald, sérstofnun eða annar aðili sem fær persónuupplýsingar afhentar, hvort sem hann er þriðji aðili eða ekki. Opinber yfirvöld, sem kunna að fá persónuupplýsingar á grundvelli lögbundins hlutverks síns, skulu þó ekki teljast viðtakendur.\n13. Gerð persónusniðs: Sjálfvirk vinnsla persónuupplýsinga sem felst í því að nota persónuupplýsingar til að meta ákveðna þætti er varða hagi einstaklings, einkum að greina eða spá fyrir um þætti er varða frammistöðu hans í starfi, fjárhagsstöðu, heilsu, smekk, áhugamál, áreiðanleika, hegðun, staðsetningu eða hreyfanleika.\nL. 141/2019, 86. gr. L. 29/2021, 41. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gildissvið.\nLög þessi gilda um vinnslu persónuupplýsinga hjá lögbærum yfirvöldum sem fram fer í löggæslutilgangi. Lögin gilda einnig um vinnslu annarra opinberra aðila eða einkaaðila í sama tilgangi og vinnslu sem fram fer á grundvelli sérstakrar lagaheimildar eða vinnslusamnings við viðkomandi lögbært yfirvald.\nLög þessi gilda um vinnslu persónuupplýsinga sem er sjálfvirk að hluta eða í heild og um vinnslu með öðrum aðferðum en sjálfvirkum á persónuupplýsingum sem eru eða eiga að vera hluti af skrá.\nLög um persónuvernd og vinnslu persónuupplýsinga gilda um vinnslu lögbærra yfirvalda á persónuupplýsingum í öðrum tilgangi, eftir því sem við á.\nII. kafli. Almennar reglur um vinnslu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Meginreglur um vinnslu persónuupplýsinga.\nVið vinnslu persónuupplýsinga skal allra eftirfarandi atriða gætt:\na. að þær séu unnar með lögmætum og sanngjörnum hætti og að vinnslan sé lögbæru yfirvaldi nauðsynleg vegna verkefna í löggæslutilgangi,\nb. að þær séu fengnar í skýrt tilgreindum, lögmætum og málefnalegum tilgangi og ekki unnar frekar í öðrum og ósamrýmanlegum tilgangi,\nc. að þær séu nægilegar, viðeigandi og ekki langt umfram það sem nauðsynlegt er miðað við tilgang vinnslunnar,\nd. að þær séu áreiðanlegar og uppfærðar eftir þörfum; persónuupplýsingum sem eru óáreiðanlegar eða ófullkomnar, miðað við tilgang vinnslu þeirra, skal eyða eða leiðrétta án tafar,\ne. að þær séu varðveittar í því formi að ekki sé unnt að bera kennsl á skráða einstaklinga lengur en þörf krefur miðað við tilgang vinnslu,\nf. að þær séu unnar með þeim hætti að viðeigandi öryggi persónuupplýsinganna sé tryggt.\nFrekari vinnsla sama eða annars ábyrgðaraðila á persónuupplýsingum í löggæslutilgangi, öðrum en þeim sem leiddi til söfnunar upplýsinganna, er því aðeins heimil að hún eigi sér stoð í lögum og sé ekki umfram það sem nauðsynlegt er miðað við síðari tilgang vinnslunnar.\nVinnsla af hálfu sama eða annars ábyrgðaraðila á persónuupplýsingum í löggæslutilgangi getur m.a. falið í sér skjalavistun í þágu almannahagsmuna, notkunar á sviði vísinda, tölfræði eða sagnfræði, að því gefnu að viðeigandi verndarráðstafanir séu gerðar til að tryggja réttindi hins skráða.\nÁbyrgðaraðili ber ábyrgð á því að vinnsla persónuupplýsinga uppfylli ávallt skilyrði 1.&ndash;3. mgr. og skal geta sýnt fram á það.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Staða hins skráða og tegund upplýsinga.\nVið vinnslu persónuupplýsinga skal, þar sem við á og eftir því sem kostur er, með skýrum hætti gera grein fyrir hvaða stöðu hinn skráði hafi, svo sem hvort hann hafi hlotið dóm, sé kærður eða grunaður um afbrot, sé brotaþoli eða vitni eða hafi annars konar tengsl við sakamál eða við framangreinda aðila þess, eða þegar vinnsla tengist ekki tilteknu sakamáli hvernig hann tengist vinnslu viðkomandi yfirvalds í löggæslutilgangi.\nEftir því sem unnt er skal aðgreina persónuupplýsingar byggðar á staðreyndum frá matskenndum upplýsingum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Viðkvæmar persónuupplýsingar og notkun persónusniða.\nVinnsla persónuupplýsinga um kynþátt eða þjóðernislegan uppruna manns, stjórnmálaskoðanir, trúarbrögð, lífsskoðun, aðild að stéttarfélagi, heilsufarsupplýsingar, kynlíf manna eða kynhneigð, erfðafræðilegar upplýsingar og lífkennaupplýsingar í því skyni að persónugreina einstakling með einkvæmum hætti er því aðeins heimil að brýna nauðsyn beri til vinnslunnar auk þess sem hún uppfylli a.m.k. eitt eftirtalinna skilyrða:\na. að sérstök heimild standi til hennar í öðrum lögum,\nb. að hún sé til þess fallin að vernda brýna hagsmuni hins skráða eða annars einstaklings,\nc. að hún varði upplýsingar sem hinn skráði hefur sjálfur gert opinberar.\nLögbærum yfirvöldum er heimilt að vinna persónuupplýsingar með gerð persónusniða í samræmi við ákvæði laga þessara og annarra laga, eftir því sem við á. Lögbærum yfirvöldum er þó óheimilt að taka ákvörðun sem byggist einungis á sjálfvirkri gagnavinnslu, þ.m.t. gerð persónusniðs, og hefur skaðleg réttaráhrif eða önnur veruleg áhrif á skráðan einstakling, nema samkvæmt sérstakri heimild í lögum.\nGerð persónusniðs sem leiðir til mismununar gegn einstaklingum á grundvelli viðkvæmra persónuupplýsinga er óheimil.\nIII. kafli. Skráning og miðlun persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skrár í löggæslutilgangi.\nÞær skrár sem lögbærum yfirvöldum ber að halda samkvæmt lögum skulu uppfylla skilyrði laga þessara um vinnslu og vernd persónuupplýsinga. Þá er lögbærum yfirvöldum heimilt að skrá og varðveita persónuupplýsingar að því marki sem nauðsynlegt er í löggæslutilgangi og í samræmi við önnur ákvæði laga þessara.\nLögbær yfirvöld skulu upplýsa Persónuvernd um þær skrár sem þau halda. Í tilkynningu til Persónuverndar skulu koma fram upplýsingar um ábyrgðaraðila, eðli og tilgang skrár, hvaða upplýsingar er þar að finna, hverjir hafa aðgang að henni eða hlutum hennar og til hverra upplýsingum úr skrá er miðlað. Séu gerðar breytingar á skrá að því er varðar framangreind atriði skal upplýsa Persónuvernd um þær.\nRíkislögreglustjóri heldur skrár lögreglu samkvæmt ákvæðum lögreglulaga. Þá getur ríkislögreglustjóri veitt einstökum lögreglustjórum heimild til að halda þær skrár sem þeir telja þörf á í löggæslutilgangi og annast jafnframt tilkynningarskyldu skv. 2. mgr. fyrir þeirra hönd.\nUm miðlun upplýsinga úr þeim skrám sem lögbær yfirvöld halda fer eftir ákvæðum þessa kafla og ákvæðum annarra laga, eftir því sem við á.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Miðlun upplýsinga í löggæslutilgangi.\nPersónuupplýsingum má miðla innan og á milli lögbærra yfirvalda aðeins að því marki sem nauðsynlegt er í löggæslutilgangi.\nAðeins má miðla persónuupplýsingum til annarra opinberra aðila eða einkaaðila í löggæslutilgangi þegar brýna nauðsyn ber til og miðlunin varðar hagsmuni sem bersýnilega eru ríkari en réttur hins skráða til verndar.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Miðlun upplýsinga til EES-ríkja.\nPersónuupplýsingum má miðla til lögbærra yfirvalda í öðrum EES-ríkjum að því marki sem nauðsynlegt er í löggæslutilgangi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Miðlun upplýsinga til alþjóðastofnana og þriðja ríkis.\nPersónuupplýsingum má miðla til ábyrgðaraðila sem telst til lögbærs yfirvalds hjá alþjóðastofnun eða ríkis utan EES að því marki sem nauðsynlegt er í löggæslutilgangi og að uppfylltu a.m.k. einu eftirtalinna skilyrða:\na. framkvæmdastjórn Evrópusambandsins hefur tekið ákvörðun um að móttökuríki veiti persónuupplýsingum fullnægjandi vernd,\nb. miðlunin grundvallast á alþjóða- eða milliríkjasamningi sem veitir viðunandi verndarráðstafanir um vernd persónuupplýsinga, eða\nc. ábyrgðaraðili hefur metið það sem svo að miðlunin uppfylli kröfur um viðunandi verndarráðstafanir.\nÁbyrgðaraðili skal tilkynna Persónuvernd um þá flokka miðlunar sem grundvallast á c-lið 1. mgr. Jafnframt, þegar miðlun fer fram á grundvelli c-liðar 1. mgr., skal hún skráð og skal skráningin vera aðgengileg Persónuvernd að fenginni beiðni þar um, þ.m.t. dagsetning og tímasetning miðlunarinnar, upplýsingar um lögbæra yfirvaldið sem móttekur upplýsingarnar, rökstuðningur fyrir miðluninni og persónuupplýsingarnar sem miðlað var.\nEf ekki liggur fyrir ákvörðun um að vernd sé fullnægjandi skv. a-lið 1. mgr. eða ekki hafa verið gerðar viðeigandi verndarráðstafanir skv. b- og c-lið 1. mgr. skal miðlun persónuupplýsinga aðeins fara fram að því marki sem hún er nauðsynleg:\na. til að vernda brýna hagsmuni hins skráða eða annars einstaklings,\nb. til að gæta lögvarinna hagsmuna hins skráða sem sérstaklega er kveðið á um í lögum,\nc. til að koma í veg fyrir alvarlega og yfirvofandi ógn gagnvart almannaöryggi hér á landi eða erlendis,\nd. vegna einstakra tilvika í löggæslutilgangi þegar ljóst er að hagsmunir og réttindi hins skráða til verndar skulu víkja fyrir ríkari almannahagsmunum, eða\ne. vegna einstakra tilvika til að unnt sé að stofna, nýta eða verja réttarkröfur í tengslum við tiltekið verkefni í löggæslutilgangi og ljóst er að hagsmunir og réttindi hins skráða til verndar skulu víkja fyrir ríkari almannahagsmunum.\nÞegar miðlun fer fram á grundvelli 3. mgr. skal hún skráð og skal skráningin vera aðgengileg Persónuvernd að fenginni beiðni þar um, þ.m.t. dagsetning og tímasetning miðlunarinnar, upplýsingar um lögbæra yfirvaldið sem móttekur upplýsingarnar, rökstuðningur fyrir miðluninni og persónuupplýsingarnar sem miðlað var.\nÍ einstökum tilvikum er lögbærum yfirvöldum heimilt að miðla persónuupplýsingum beint til viðtakanda utan EES-ríkis sem ekki er lögbært yfirvald, að því gefnu að miðlunin samræmist að öðru leyti ákvæðum laga þessara og að uppfylltum öllum eftirfarandi skilyrðum:\na. miðlunin er nauðsynleg í löggæslutilgangi,\nb. lögbæra yfirvaldið hefur ákvarðað að hagsmunir og réttur hins skráða til verndar skuli víkja fyrir ríkari almannahagsmunum,\nc. ljóst er að miðlun til lögbærs yfirvalds í móttökuríkinu yrði óskilvirk eða ekki möguleg,\nd. yfirvaldinu sem telst lögbært í móttökuríkinu er gert viðvart um miðlunina án ótilhlýðilegrar tafar nema því verði ekki komið við, og\ne. lögbæra yfirvaldið tilkynnir viðtakanda um í hvaða tilgangi honum er heimilt að vinna upplýsingarnar.\nÞegar upplýsingum er miðlað á grundvelli 5. mgr. skal hið lögbæra yfirvald sem annast miðlunina skrásetja hana og tilkynna um hana til Persónuverndar.\nPersónuupplýsingar sem eiga uppruna sinn í öðru EES-ríki má aðeins senda til ríkis utan EES eða alþjóðastofnunar að fengnu leyfi þess ríkis sem upplýsingarnar eru upprunnar í. Að sama skapi skal sjá til þess að þriðja ríki eða alþjóðastofnun afli leyfis hjá viðkomandi lögbæru yfirvaldi fyrir framsendingu persónuupplýsinga til annars ríkis utan EES eða alþjóðastofnunar. Miðlun persónuupplýsinga án leyfis frá upprunaríki er eingöngu heimil ef hún er nauðsynleg til þess að koma í veg fyrir bráða og alvarlega ógn við almannaöryggi viðkomandi ríkis eða vegna annarra ríkra hagsmuna EES-ríkis og ljóst er að ekki er unnt að afla leyfis í tæka tíð. Upplýsa ber um miðlunina án tafar til þess ríkis sem veita hefði átt leyfi fyrir henni.\nÁkvæði þessarar greinar hafa ekki áhrif á miðlun persónuupplýsinga til þriðja ríkis eða alþjóðastofnana á grundvelli alþjóðlegra skuldbindinga sem Ísland gekkst undir fyrir 6. maí 2016.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Miðlun upplýsinga í öðrum tilgangi.\nPersónuupplýsingum sem lögbært yfirvald hefur safnað í löggæslutilgangi má miðla til annarra opinberra aðila og einkaaðila að því marki sem nauðsynlegt er til að þeir geti sinnt lögbundnum hlutverkum sínum eða gætt lögvarinna hagsmuna sinna. Jafnframt er miðlun persónuupplýsinga til þessara sömu aðila heimil samkvæmt samþykki hins skráða.\nÁkvæði laga um persónuvernd og vinnslu persónuupplýsinga gilda að öðru leyti um miðlun persónuupplýsinga skv. 1. mgr. og vinnslu viðtakanda á upplýsingunum.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Áreiðanleiki upplýsinga sem er miðlað.\nLögbær yfirvöld skulu leitast við að tryggja að persónuupplýsingum sem eru óáreiðanlegar, ófullnægjandi eða hafa ekki verið uppfærðar sé ekki miðlað. Í því skyni skal hvert lögbært yfirvald, eftir því sem unnt er, sannprófa gæði persónuupplýsinga áður en þeim er miðlað. Við alla miðlun persónuupplýsinga skal, eftir því sem við verður komið, bæta við nauðsynlegum upplýsingum sem gera viðtakanda kleift að meta hversu nákvæmar, heillegar og áreiðanlegar persónuupplýsingarnar eru og að hvaða marki þær hafa verið uppfærðar.\nÞegar röngum persónuupplýsingum hefur verið miðlað, eða persónuupplýsingum hefur verið miðlað með ólögmætum hætti, skal gera viðtakanda viðvart um það án tafar. Upplýsingarnar skal í kjölfarið leiðrétta, þeim eytt eða vinnsla þeirra takmörkuð í samræmi við 14.&ndash;16. gr.\nIV. kafli. Réttindi hins skráða og takmarkanir á þeim.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Réttur hins skráða til aðgangs að upplýsingum og takmarkanir á aðgangi.\nÁbyrgðaraðili skal gera eftirfarandi upplýsingar aðgengilegar hinum skráða:\na. heiti og samskiptaupplýsingar ábyrgðaraðila,\nb. upplýsingar um persónuverndarfulltrúa og hlutverk hans gagnvart hinum skráða,\nc. tilganginn með fyrirhugaðri vinnslu persónuupplýsinga, og\nd. rétt hins skráða skv. 2. mgr. og 14.&ndash;16. gr. og rétt hans til að leggja fram kvörtun hjá Persónuvernd í þeim tilvikum er ábyrgðaraðili takmarkar rétt hans að þessu leyti.\nSamkvæmt beiðni á hinn skráði rétt til staðfestingar frá ábyrgðaraðila á því hvort unnar séu persónuupplýsingar um hann og, ef svo er, rétt til aðgangs að persónuupplýsingunum, auk upplýsinga um eftirtalin atriði:\na. tilganginn með vinnslunni og lagagrundvöll hennar,\nb. hvaða flokki upplýsingarnar tilheyra, sbr. 5. og 6. gr.,\nc. viðtakendur upplýsinganna,\nd. uppruna þeirra,\ne. hversu lengi fyrirhugað er að varðveita þær, ef mögulegt er,\nf. rétt hans til að fara fram á það við ábyrgðaraðila að láta leiðrétta, eyða eða takmarka vinnslu upplýsinganna, og\ng. rétt hans til að leggja fram kvörtun hjá Persónuvernd vegna vinnslunnar.\nSynja má beiðni skv. 2. mgr. að hluta eða öllu leyti ef það telst nauðsynlegt í eftirfarandi tilgangi, að teknu tilliti til lögmætra hagsmuna og réttinda hins skráða til verndar:\na. vegna rannsóknar sakamáls, málsmeðferðar eða annarrar starfsemi hjá lögbæru yfirvaldi í löggæslutilgangi,\nb. í þágu þjóðar- eða almannaöryggis, eða\nc. til að vernda hagsmuni annars en hins skráða.\nÁbyrgðaraðila er skylt að tilkynna hinum skráða, skriflega og án ótilhlýðilegrar tafar, um hvers kyns synjun eða takmörkun á aðgangi og ástæður fyrir ákvörðuninni. Tilkynningarskylda þessi fellur niður að hluta eða öllu leyti ef ljóst er að hún samræmist ekki tilgangi synjunarinnar. Ávallt skal þó tilkynna um rétt hins skráða til að leggja fram kvörtun hjá Persónuvernd.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Varðveisla og eyðing persónuupplýsinga.\nUm varðveislu persónuupplýsinga fer eftir lögum um persónuvernd og vinnslu persónuupplýsinga og lögum um opinber skjalasöfn.\nHinn skráði á rétt til að fá persónuupplýsingum er varða hann sjálfan eytt án óþarfa tafar ef í ljós kemur að vinnsla þeirra hefur brotið gegn 4. eða 6. gr. eða ábyrgðaraðila er skylt að lögum að eyða upplýsingunum.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Leiðrétting upplýsinga.\nÁbyrgðaraðili skal að eigin frumkvæði eða að beiðni hins skráða leiðrétta rangar upplýsingar. Í því skyni skal ábyrgðaraðili auka við upplýsingar eða uppfæra þær, eftir atvikum með viðtöku viðbótarupplýsinga frá hinum skráða.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Takmörkun vinnslu.\nÍ eftirtöldum tilvikum skal ábyrgðaraðili, í stað þess að eyða persónuupplýsingum skv. 2. mgr. 14. gr., auðkenna þær í þeim tilgangi að takmarka frekari vinnslu þeirra:\na. ef hinn skráði vefengir að persónuupplýsingar séu réttar og ekki er unnt að ganga úr skugga um hvort svo sé, eða\nb. ef nauðsynlegt er að varðveita upplýsingarnar sem sönnunargögn.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tilkynningarskylda um synjun á beiðni um eyðingu, leiðréttingu eða takmörkun á vinnslu persónuupplýsinga.\nÍ þeim tilvikum þegar beiðni hins skráða um leiðréttingu, eyðingu eða takmörkun á vinnslu persónuupplýsinga er synjað, að hluta eða öllu leyti, ber ábyrgðaraðila að tilkynna hinum skráða um synjunina auk ástæðna fyrir henni.\nTilkynningarskylda skv. 1. mgr. fellur niður ef það er nauðsynlegt í einhverjum þeim tilgangi sem greinir í 3. mgr. 13. gr. Ávallt skal þó tilkynna um rétt hins skráða til að leggja fram kvörtun hjá Persónuvernd.\nV. kafli. Öryggi og eftirlit með persónuupplýsingum.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Ábyrgð ábyrgðaraðila.\nÁbyrgðaraðili skal gera viðeigandi ráðstafanir sem taka mið af eðli, umfangi, samhengi og tilgangi vinnslunnar sem og réttindum hins skráða til að tryggja og sýna fram á að vinnsla persónuupplýsinga uppfylli kröfur laga þessara.\nEf tveir eða fleiri ábyrgðaraðilar ákveða sameiginlega tilgang vinnslunnar og aðferðir við hana teljast þeir vera sameiginlegir ábyrgðaraðilar og skulu, með samkomulagi sín á milli, ákveða ábyrgð hvers um sig á því að skuldbindingar samkvæmt lögum þessum séu uppfylltar, nema og að því marki sem ábyrgð hvers þeirra um sig er ákveðin með lögum. Í samkomulaginu ber að tilnefna tengilið fyrir skráða einstaklinga.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Innbyggð og sjálfgefin persónuvernd.\nÞegar aðferðir við vinnsluna eru ákveðnar og þegar vinnslan fer fram skal ábyrgðaraðili gera viðeigandi ráðstafanir til að uppfylla kröfur laga þessara og vernda réttindi skráðra einstaklinga.\nÁbyrgðaraðili skal gera viðeigandi ráðstafanir til að tryggja að sjálfgefið sé að einungis þær persónuupplýsingar séu unnar sem nauðsynlegar eru vegna tilgangs vinnslunnar hverju sinni.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Almennar reglur um vinnsluaðila.\nÞegar öðrum er falin vinnsla persónuupplýsinga fyrir hönd ábyrgðaraðila skal ábyrgðaraðili einungis leita til vinnsluaðila sem veita nægilegar tryggingar fyrir því að þeir geri viðeigandi ráðstafanir til að vinnslan uppfylli kröfur laga þessara og að réttindi skráðra einstaklinga séu tryggð.\nVinnsluaðili skal ekki ráða annan vinnsluaðila nema hafa til þess sértæka eða almenna skriflega heimild ábyrgðaraðila. Ef um er að ræða almenna skriflega heimild skal vinnsluaðilinn tilkynna ábyrgðaraðilanum um allar fyrirhugaðar breytingar sem fela í sér að bætt er við vinnsluaðilum eða þeim skipt út og gefa þannig ábyrgðaraðilanum færi á að andmæla slíkum breytingum.\nVinnsla af hálfu vinnsluaðila skal byggjast á samningi eða annarri réttargerð samkvæmt lögum sem skuldbindur vinnsluaðila gagnvart ábyrgðaraðilanum og tilgreinir viðfangsefni og tímalengd vinnslunnar, eðli hennar og tilgang, tegund persónuupplýsinga, flokka skráðra einstaklinga og réttindi og skyldur ábyrgðaraðilans.\nÍ samningi eða annarri réttargerð skal einkum mæla fyrir um að vinnsluaðili:\na. starfi eingöngu eftir fyrirmælum ábyrgðaraðila,\nb. tryggi að aðilar, sem hafa heimild til vinnslu persónuupplýsinga, hafi gengist undir trúnaðarskyldu eða heyri undir viðeigandi trúnaðarskyldu samkvæmt lögum,\nc. aðstoði ábyrgðaraðilann, eftir því sem unnt er, við að tryggja að farið sé að ákvæðum laga þessara um rétt hins skráða til upplýsinga og eyðingu, leiðréttingu eða takmörkun á vinnslu persónuupplýsinga,\nd. skili öllum persónuupplýsingum til ábyrgðaraðilans eftir að veitingu þjónustunnar lýkur og eyði öllum afritum,\ne. geri ábyrgðaraðila aðgengilegar allar upplýsingar sem nauðsynlegar eru til að sýna fram á að skuldbindingarnar sem mælt er fyrir um í þessari grein séu uppfylltar, og\nf. uppfylli skilyrði 2. og 3. mgr. um ráðningu annars vinnsluaðila.\nSamningurinn eða önnur réttargerð, sem um getur í 3. og 4. mgr., skal vera skrifleg, þ.m.t. á rafrænu formi.\nVinnsluaðili, sem brýtur í bága við ákvæði laga þessara þegar hann ákveður tilgang og aðferðir við vinnsluna, skal teljast vera ábyrgðaraðili að því er varðar þá vinnslu.\nVinnsluaðila og starfsmönnum á hans vegum er óheimilt að segja frá nokkru því sem þeir hafa fengið vitneskju um í starfi sínu og leynt á að fara. Þagnarskyldan helst þótt látið sé af starfi.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Vinnsla í umboði ábyrgðaraðila eða vinnsluaðila.\nVinnsluaðili og sérhver aðili sem starfar í umboði ábyrgðaraðila eða vinnsluaðila og hefur aðgang að persónuupplýsingum skal því aðeins vinna þessar upplýsingar að fyrir liggi fyrirmæli ábyrgðaraðila nema honum sé það skylt samkvæmt sérstakri heimild í lögum.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Skrár yfir vinnslustarfsemi.\nSérhver ábyrgðaraðili og, eftir atvikum, fulltrúi ábyrgðaraðila skal halda skrá yfir vinnslustarfsemi sína. Í skránni skulu allar eftirfarandi upplýsingar koma fram:\na. heiti og samskiptaupplýsingar ábyrgðaraðila og, eftir atvikum, sameiginlegs ábyrgðaraðila, fulltrúa ábyrgðaraðila og persónuverndarfulltrúa,\nb. tilgangur vinnslunnar,\nc. flokkar viðtakenda sem fengið hafa eða munu fá persónuupplýsingarnar í hendur, m.a. viðtakendur í þriðju löndum eða alþjóðastofnanir,\nd. lýsing á flokkum skráðra einstaklinga og flokkum persónuupplýsinga,\ne. ef við á, hvort notað sé persónusnið,\nf. ef við á, flokkar miðlana persónuupplýsinga til þriðja lands eða alþjóðastofnunar,\ng. lagagrundvöllur vinnsluaðgerðar, þ.m.t. miðlunar, sem fyrirhugað er að nota persónuupplýsingar í,\nh. ef mögulegt er, fyrirhuguð tímamörk varðandi eyðingu mismunandi gagnaflokka,\ni. ef mögulegt er, almenn lýsing á þeim tæknilegu og skipulagslegu öryggisráðstöfunum sem um getur í 2. mgr. 23. gr.\nSérhver vinnsluaðili og, eftir atvikum, fulltrúi vinnsluaðila skal halda skrá yfir vinnslustarfsemi sína. Í skránni skulu allar eftirfarandi upplýsingar koma fram:\na. heiti og samskiptaupplýsingar vinnsluaðila, ábyrgðaraðila og, eftir atvikum, sameiginlegs ábyrgðaraðila og persónuverndarfulltrúa,\nb. flokkar vinnslu sem fram fer fyrir hönd hvers ábyrgðaraðila,\nc. ef við á, miðlun persónuupplýsinga til þriðja lands eða alþjóðastofnunar sem ábyrgðaraðili gefur skýr fyrirmæli um og um hvaða þriðja land eða alþjóðastofnun er að ræða,\nd. ef mögulegt er, almenn lýsing á þeim tæknilegu og skipulagslegu öryggisráðstöfunum sem um getur í 2. mgr. 23. gr.\nSkrárnar sem um getur í 1. og 2. mgr. skulu vera skriflegar, þ.m.t. á rafrænu formi.\nÁbyrgðaraðili og vinnsluaðili skulu gera skrána aðgengilega Persónuvernd komi fram beiðni þess efnis.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Öryggi persónuupplýsinga og tilkynningar um öryggisbresti.\nÁbyrgðaraðili og vinnsluaðili skulu gera viðeigandi ráðstafanir til að tryggja viðunandi öryggi persónuupplýsinga með hliðsjón af nýjustu tækni, kostnaði við framkvæmd, eðli, umfangi, samhengi og tilgangi vinnslunnar og áhættu, mislíklegri og misalvarlegri, fyrir réttindi og frelsi einstaklinga, einkum að því er varðar vinnslu viðkvæmra persónuupplýsinga skv. 6. gr.\nAð því er varðar sjálfvirka gagnavinnslu skal ábyrgðaraðili eða vinnsluaðili gera, að undangengnu áhættumati, ráðstafanir í því skyni að þeir sem ekki hafa til þess heimild hafi ekki aðgang að vinnslubúnaði, vinnslukerfum og gagnamiðlun og geti þannig ekki fært inn, skoðað, breytt eða eytt varðveittum persónuupplýsingum. Jafnframt skal ábyrgðaraðili eða vinnsluaðili tryggja að þeir sem hafa heimild til notkunar slíkra kerfa hafi aðeins aðgang að persónuupplýsingum sem falla undir aðgangsheimild þeirra. Þá skal ábyrgðaraðili tryggja eftirlit með sjálfvirkri gagnavinnslu og jafnframt að þau kerfi sem notast er við sé unnt að ræsa að nýju í kjölfar rofs og að ekki sé hætta á að varðveitt gögn spillist vegna truflana í virkni.\nEf um öryggisbrest við meðferð persónuupplýsinga er að ræða skal ábyrgðaraðili, án ótilhlýðilegrar tafar og, ef mögulegt er, eigi síðar en 72 klst. eftir að hann verður brestsins var, tilkynna um hann til Persónuverndar nema ólíklegt þyki að bresturinn leiði til áhættu fyrir réttindi og frelsi einstaklinga. Sé Persónuvernd ekki tilkynnt um brestinn innan 72 klst. skulu ástæður fyrir töfinni fylgja tilkynningunni. Verði vinnsluaðili var við öryggisbrest skal hann tilkynna ábyrgðaraðila um það án ótilhlýðilegrar tafar.\nEf líklegt er að öryggisbrestur við meðferð persónuupplýsinga leiði af sér mikla áhættu fyrir réttindi og frelsi einstaklinga skal ábyrgðaraðili tilkynna viðkomandi skráðum einstaklingum um brestinn án ótilhlýðilegrar tafar. Ekki er þess krafist að ábyrgðaraðili geri þeim viðvart ef eitthvert eftirtalinna skilyrða er uppfyllt:\na. ábyrgðaraðilinn hefur gert viðeigandi verndarráðstafanir og þessar ráðstafanir voru gerðar vegna þeirra persónuupplýsinga sem öryggisbrestur við meðferð persónuupplýsinga hafði áhrif á, einkum ráðstafanir til að gera persónuupplýsingar ólæsilegar hverjum þeim sem ekki hefur aðgangsheimild að þeim, svo sem með dulkóðun,\nb. ábyrgðaraðilinn hefur gert ráðstafanir í kjölfarið sem tryggja að ólíklegt sé að öryggisbresturinn leiði af sér mikla áhættu fyrir réttindi og frelsi einstaklinga, eða\nc. það telst of íþyngjandi fyrir ábyrgðaraðila, t.d. vegna fjölda skráðra einstaklinga sem öryggisbrestur hefur áhrif á; í stað þess skal ábyrgðaraðili birta opinbera tilkynningu eða grípa til annarrar sambærilegrar ráðstöfunar þar sem hinum skráðu er gert viðvart um öryggisbrestinn.\nTilkynningarskylda skv. 4. mgr. fellur jafnframt niður ef það er nauðsynlegt í einhverjum þeim tilgangi sem greinir í 3. mgr. 13. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Aðgangur að persónuupplýsingum.\nAðgangur einstakra starfsmanna ábyrgðaraðila og vinnsluaðila að persónuupplýsingum skal ekki vera rýmri en nauðsynlegt er með hliðsjón af verkefnum þeirra. Persónuupplýsingar sem sérstök ástæða er til að fari leynt skulu lúta sérstökum aðgangshindrunum.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Aðgerðaskráning.\nNota skal aðgerðaskráningarkerfi til að tryggja rekjanleika aðgerða í þeim upplýsingakerfum sem lögbær yfirvöld halda í löggæslutilgangi. Upplýsingar úr slíku kerfi má eingöngu nota í eftirfarandi tilgangi:\na. til að staðreyna lögmæti vinnslu,\nb. við innra eftirlit,\nc. til að tryggja öryggi persónuupplýsinga, eða\nd. til að ljóstra upp um meinta refsiverða háttsemi.\nÁbyrgðaraðili og vinnsluaðili skulu sjá til þess að aðgerðaskrár séu aðgengilegar Persónuvernd komi fram beiðni þess efnis.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Mat á áhrifum á persónuvernd.\nEf líklegt er að tiltekin tegund vinnslu geti haft í för með sér mikla áhættu fyrir réttindi og frelsi einstaklinga, einkum þar sem beitt er nýrri tækni og með hliðsjón af eðli, umfangi, samhengi og tilgangi vinnslunnar, skal ábyrgðaraðili láta fara fram mat á áhrifum fyrirhugaðra vinnsluaðgerða á vernd persónuupplýsinga áður en vinnslan hefst. Eitt og sama mat getur tekið til nokkurra svipaðra vinnsluaðgerða sem geta haft í för með sér svipaða áhættuþætti.\nMat skv. 1. mgr. skal fela í sér a.m.k. almenna lýsingu á fyrirhuguðum vinnsluaðgerðum, mat á áhættu fyrir réttindi og frelsi skráðra einstaklinga og lýsingu á þeim ráðstöfunum sem fyrirhugað er að grípa til gegn slíkri áhættu, verndarráðstöfunum, öryggisráðstöfunum og fyrirkomulagi við að tryggja vernd persónuupplýsinga og að farið sé að lögum þessum, að teknu tilliti til réttinda og lögmætra hagsmuna skráðra einstaklinga og annarra hlutaðeigandi einstaklinga.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Fyrirframsamráð.\nÁbyrgðaraðili eða vinnsluaðili skal hafa samráð við Persónuvernd áður en vinnsla hefst sem á að verða hluti af nýrri skrá ef mat á áhrifum á persónuvernd skv. 26. gr. gefur til kynna að vinnslan muni hafa í för með sér mikla áhættu og ábyrgðaraðilinn hefur ekki gripið til sérstakra ráðstafana til að draga úr henni, eða tegund vinnslunnar, einkum þar sem beitt er nýrri tækni, aðferðum eða verklagsreglum, hefur í för með sér mikla áhættu fyrir réttindi og frelsi skráðra einstaklinga.\nÁbyrgðaraðili skal afhenda Persónuvernd niðurstöðu um mat á áhrifum á persónuvernd skv. 26. gr. og aðrar upplýsingar sem nauðsynlegar eru til að stofnunin geti rækt hlutverk sitt samkvæmt ákvæðum þessarar greinar, komi fram beiðni þess efnis.\nTelji Persónuvernd að fyrirhuguð vinnsla, sem um getur í 1. mgr., muni brjóta í bága við ákvæði laga þessara, einkum ef ábyrgðaraðili hefur ekki greint eða dregið úr áhættunni með fullnægjandi hætti, er stofnuninni heimilt, innan sex vikna frá að því að beiðni barst um samráð, að veita ábyrgðaraðila og, eftir atvikum, vinnsluaðila skriflega ráðgjöf og getur notað til þess valdheimildir sínar skv. 31. gr. Persónuvernd er heimilt að framlengja frestinn til að veita ráðgjöf um fjórar vikur ef fyrirhuguð vinnsla er sérstaklega flókin. Skal stofnunin tilkynna ábyrgðaraðila og, eftir atvikum, vinnsluaðila um slíkar framlengingar innan mánaðar frá viðtöku beiðni um samráð, ásamt ástæðunum fyrir töfinni.\nPersónuvernd er heimilt að birta skrá yfir þær tegundir vinnsluaðgerða þar sem krafist er fyrirframsamráðs skv. 1. mgr. Ábyrgðaraðili getur farið fram á það að tilteknar vinnsluaðgerðir verði ekki birtar í skránni á grundvelli þeirra sjónarmiða sem fram koma í 3. mgr. 13. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Samvinna við Persónuvernd.\nÁbyrgðaraðili og vinnsluaðili og, eftir atvikum, fulltrúar þeirra skulu, að fenginni beiðni Persónuverndar, hafa samvinnu við stofnunina við framkvæmd verkefna hennar.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Persónuverndarfulltrúi.\nÁbyrgðaraðili og vinnsluaðili skulu tilnefna persónuverndarfulltrúa á grundvelli faglegrar hæfni hans og sérþekkingar á sviði persónuverndar. Tilkynna skal Persónuvernd um tilnefningu persónuverndarfulltrúa.\nHeimilt er að tilnefna einn persónuverndarfulltrúa fyrir fleiri en eitt lögbært yfirvald vegna hagkvæmnissjónarmiða og stærðar viðkomandi yfirvalda.\nÁbyrgðaraðili skal fela persónuverndarfulltrúa a.m.k. eftirfarandi verkefni:\na. upplýsa ábyrgðaraðila og starfsmenn hans sem annast vinnslu um skyldur sínar samkvæmt þessum lögum og öðrum á sviði persónuverndar og veita þeim ráðgjöf þar að lútandi,\nb. sjá til þess að farið sé að ákvæðum laga þessara og annarra um persónuvernd og stefnu ábyrgðaraðila varðandi vernd persónuupplýsinga, þ.m.t. úthlutun ábyrgðar, vitundarvakning og þjálfun starfsfólks sem tekur þátt í vinnslustarfsemi og tilheyrandi úttektir,\nc. veita ráðgjöf, sé farið fram á það, varðandi mat á áhrifum á persónuvernd og fylgjast með framkvæmd þess skv. 26. gr., og\nd. vinna með Persónuvernd og vera tengiliður stofnunarinnar varðandi mál sem tengjast vinnslu, þ.m.t. fyrirframsamráð skv. 27. gr., og leita ráða, eftir því sem við á, varðandi önnur málefni.\nPersónuverndarfulltrúa er óheimilt að segja frá nokkru því sem hann hefur fengið vitneskju um í starfi sínu og leynt á að fara. Þagnarskyldan helst þótt látið sé af starfi. Starfsmaður persónuverndarfulltrúa er einnig bundinn þagnarskyldu um slík trúnaðarmál sem hann kann að komast að vegna starfa sinna.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Starf Persónuverndar.\nPersónuvernd annast eftirlit með framkvæmd laga þessara.\nSérhver skráður einstaklingur eða fulltrúi hans hefur rétt til að leggja fram kvörtun hjá Persónuvernd ef hann telur að vinnsla persónuupplýsinga um hann hjá lögbæru yfirvaldi brjóti í bága við ákvæði laga þessara.\nPersónuvernd getur, að eigin frumkvæði eða í kjölfar kvörtunar skv. 2. mgr., fjallað um einstök mál og tekið í þeim ákvörðun, m.a. um það hvort tiltekin vinnsla falli undir gildissvið laga þessara.\nStjórnarmönnum og starfsmönnum Persónuverndar, svo og öðrum sem vinna verkefni á vegum stofnunarinnar, er óheimilt að segja frá nokkru sem þeir hafa fengið vitneskju um í starfi sínu og leynt á að fara. Þagnarskyldan helst þótt látið sé af starfi.\nÞagnarskylda skv. 4. mgr. stendur ekki í vegi fyrir því að Persónuvernd veiti erlendum persónuverndarstofnunum upplýsingar þegar slíkt er nauðsynlegt til að hún eða hin erlenda persónuverndarstofnun geti ákveðið eða framkvæmt aðgerðir til að tryggja persónuvernd.\nAð öðru leyti og eftir því sem við á fer um störf og heimildir Persónuverndar eftir lögum um persónuvernd og vinnslu persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Valdheimildir Persónuverndar við eftirlitsstörf.\nPersónuvernd getur krafið ábyrgðaraðila, vinnsluaðila og, eftir atvikum, fulltrúa þeirra um hverjar þær upplýsingar sem hún þarfnast vegna framkvæmdar laga þessara, jafnt sem aðgang að öllum þeim gögnum, þar á meðal persónuupplýsingum, sem nauðsynleg eru.\nPersónuvernd getur veitt ábyrgðaraðila viðvörun um að fyrirhugaðar vinnsluaðferðir muni brjóta í bága við ákvæði laga þessara.\nPersónuvernd getur lagt fyrir ábyrgðaraðila að láta af vinnslu sem fer í bága við ákvæði laga þessara eða sett skilyrði sem uppfylla þarf til að vinnslan teljist vera lögmæt, þar á meðal mælt fyrir um að ábyrgðaraðili eyði, leiðrétti eða takmarki vinnslu í samræmi við ákvæði 14.&ndash;16. gr. Takmarkanir eða bann við frekari vinnslu getur verið tímabundið eða varanlegt.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Dagsektir.\nLáti ábyrgðaraðili ekki af vinnslu án ótilhlýðilegrar tafar í samræmi við fyrirmæli Persónuverndar skv. 31. gr., eða ef ábyrgðaraðili uppfyllir ekki án ótilhlýðilegrar tafar þau skilyrði sem Persónuvernd setur fyrir lögmæti vinnslu skv. 31. gr., er Persónuvernd heimilt að leggja dagsektir á þann sem fyrirmælin beinast að þar til úr hefur verið bætt að mati hennar. Sektir geta numið allt að 200.000 kr. fyrir hvern dag sem líður eða byrjar að líða án þess að fyrirmælunum sé fylgt.\nVI. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Refsingar.\nVísvitandi miðlun persónuupplýsinga í andstöðu við 8.&ndash;11. gr. varðar refsingu skv. 136. gr. almennra hegningarlaga.\nÞað varðar sektum eða fangelsi allt að einu ári að brjóta af ásetningi gegn ákvæðum 20., 29. og 30. gr. um þagnarskyldu.\nEf brot einstaklings er stórfellt getur það varðað fangelsi allt að þremur árum. Brot telst stórfellt þegar það er framið af ásetningi og í hagnaðarskyni með sérstaklega vítaverðum hætti og persónuupplýsingar mikils fjölda skráðra einstaklinga sem leynt eiga að fara samkvæmt lögum eða eðli máls komast í hendur þriðja aðila eða birtast opinberlega.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.\nGera má lögaðila sekt fyrir brot á lögum þessum óháð því hvort sök verði sönnuð á tiltekinn fyrirsvarsmann lögaðilans, starfsmann hans eða annan aðila sem starfar á hans vegum. Hafi fyrirsvarsmaður lögaðilans, starfsmaður hans eða annar á hans vegum brotið gegn lögum þessum eða reglum settum á grundvelli þeirra af ásetningi í starfsemi lögaðilans má gera honum refsingu, auk þess að gera lögaðilanum sekt.\nVII. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Reglugerðarheimild.\nRáðherra skal í reglugerð mæla fyrir um nánari framkvæmd laga þessara, þar á meðal um:\n1. Miðlun upplýsinga skv. 11. gr., þar á meðal um til hverra heimilt er að miðla upplýsingum.\n2. Form og efni upplýsinga og tilkynninga sem ábyrgðaraðila er skylt að senda hinum skráða samkvæmt ákvæðum IV. kafla, auk heimildar til handa ábyrgðaraðila til gjaldtöku vegna tilefnislausra eða endurtekinna beiðna, sem og synjunar vegna sams konar beiðna.\n3. Hvaða aðgerðir og upplýsingar lögbær yfirvöld skuli skrá í aðgerðaskrá.\nRg. 577/2020.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Innleiðing.\nMeð lögum þessum er innleidd tilskipun Evrópuþingsins og ráðsins (ESB) 2016/680 frá 27. apríl 2016 um vernd einstaklinga að því er varðar vinnslu lögbærra yfirvalda á persónuupplýsingum í tengslum við að koma í veg fyrir, rannsaka, koma upp um eða saksækja fyrir refsiverð brot eða fullnægja refsiviðurlögum og frjálsa miðlun slíkra upplýsinga og um niðurfellingu rammaákvörðunar ráðsins nr. 2008/977/DIM.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nHeimilt er til 6. maí 2026 að undanþiggja upplýsingakerfi, sem sett voru á fót fyrir 6. maí 2016, kröfu 25. gr. um aðgerðaskráningu.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    }
  ]
}
