{
  "id": "33/2019",
  "type": "statute",
  "title": "Lög um skóga og skógrækt",
  "status": "in_force",
  "issued_date": "2019-05-15",
  "url": "https://www.althingi.is/lagas/nuna/2019033.html",
  "description": "Tóku gildi 24. maí 2019.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er:\na. að vernda náttúruskóga landsins og stuðla að aukinni útbreiðslu þeirra,\nb. að vernda og endurheimta líffræðilega fjölbreytni,\nc. ræktun nýrra skóga til að byggja upp fjölbreytta skógarauðlind til sjálfbærra nytja,\nd. að nýting skóga sé sjálfbær þannig að skógarnytjar skili sem mestum hagrænum, félagslegum og umhverfislegum ávinningi fyrir samfélagið,\ne. að skógrækt verði í samræmi við skipulagsáætlanir og náttúruvernd,\nf. að auðvelda aðgengi fólks að skógum til útivistar og auka þekkingu fólks á málefnum skóga og skógræktar,\ng. að stuðla að kolefnisbindingu með ræktun skóga og aðlögun þeirra að loftslagsbreytingum,\nh. að skógrækt stuðli að verndun jarðvegs og dragi úr hugsanlegu tjóni vegna náttúruvár.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nMerking orða og hugtaka í lögum þessum er sem hér segir:\n1. Endurheimt skógar: Það ferli að koma vistkerfum, vistkerfisferlum, eiginleikum vistkerfa og vistkerfaþjónustu náttúruskóga í það horf að þeir nái að þróast án hnignunar.\n2. Endurnýjun skógar: Aðgerðir sem leiða til þess að ung tré taka að vaxa í kjölfar lokafellingar og í stað þeirra trjáa sem felld voru.\n3. Felling: Framkvæmd sem felur í sér fellingu trjáa og endurnýjun skógarins í kjölfarið.\n4. Fellingarkerfi: Kerfi aðferða við fellingu á skógi sem miðar að því að endurnýja hann hvort heldur sem er með gróðursetningu, beinni sáningu eða sjálfsáningu.\n5. Grisjun: Framkvæmd sem felur í sér fellingu einstakra trjáa í skógi áður en þau hafa náð þeim aldri sem ætlað er að þau nái við fellingu, með það að markmiði m.a. að bæta vaxtarskilyrði trjánna sem eftir standa.\n6. Kjarr: Land, a.m.k. 0,5 ha að flatarmáli og minnst 20 m breitt, þar sem ríkjandi trjágróður nær 0,5–2 m hæð fullvaxinn og er með minnst 10% krónuþekju.\n7. Náttúruskógur: Land, a.m.k. 0,5 ha að flatarmáli, þar sem sjálfsánar, innlendar trjátegundir, þ.e. ilmbjörk, reyniviður, blæösp, gulvíðir eða loðvíðir, eru ríkjandi og ná a.m.k. tveggja metra hæð fullvaxnar og a.m.k. 10% krónuþekju.\n8. Ræktunaráætlun: Áætlun um ræktun skógar á tilteknu landsvæði.\n9. Sjálfbær nýting skóga: Ræktun, umsjón og nýting skóga og skóglendis sem er hagað þannig að efld er til frambúðar líffræðileg fjölbreytni, framleiðni, endurnýjun og þróttur skóga og gætt að samfélagslegum, hagrænum og vistfræðilegum þáttum og áhrifum á önnur vistkerfi nær og fjær.\n10. Skjólbelti: Raðir eða þyrpingar trjáa og runna sem ræktaðar eru í því skyni að skapa skjól.\n11. Skógrækt: Öll sú starfsemi sem snýr að vernd, endurheimt, ræktun, umhirðu, nýtingu og endurnýjun skóga, þ.m.t. rannsóknir, ráðgjöf, áætlanagerð og verklegar framkvæmdir.\n12. Skógur: Land, a.m.k. 0,5 ha að flatarmáli og minnst 20 m breitt, þar sem ríkjandi trjágróður nær a.m.k. tveggja metra hæð fullvaxinn og er með minnst 10% krónuþekju.\n13. Varanleg eyðing skógar: Aðgerðir eða breyting á landnotkun sem veldur því að svo mörg tré drepast að landsvæði uppfyllir ekki lengur skilgreiningu skógar og komið er í veg fyrir endurnýjun trjánna með aðgerðum eða landnýtingu.\n14. Þjóðskógur: Skógur og lönd í umsjón [Lands og skógar], hvort heldur sem er á landi í eigu ríkisins eða í einkaeigu, eins og nánar er skilgreint í reglugerð skv. 9. gr.\nL. 66/2023, 7. gr.\nII. kafli. Stjórn skógræktarmála, áætlanir og samstarf.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stjórn skógræktarmála.\nRáðherra fer með yfirstjórn málefna skóga og skógræktar samkvæmt lögum þessum.\nRíkið starfrækir stofnun sem nefnist [Land og skógur]. Hlutverk stofnunarinnar er að hafa eftirlit með framkvæmd laga þessara og daglega stjórnsýslu á því sviði sem lögin ná til. Önnur helstu verkefni [Lands og skógar] eru:\na. að leiðbeina um vernd, endurheimt, ræktun, meðferð og sjálfbæra nýtingu skóga,\nb. að vinna að og hvetja til þátttöku í skógrækt,\nc. að vinna að þróun skógræktar, m.a. með því að stunda rannsóknir og þróunarstarf,\nd. að afla upplýsinga um skóga og skógrækt og miðla þeim,\ne. að hafa yfirsýn yfir og eftirlit með áætlunum og framkvæmdum í skógrækt,\nf. að hafa umsjón með leyfisveitingum vegna fellingar skóga og varanlegrar skógareyðingar,\ng. að hafa umsjón með þjóðskógum.\n...\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "[Landsáætlun um landgræðslu og skógrækt.\nRáðherra gefur eigi sjaldnar en á fimm ára fresti út landsáætlun um landgræðslu og skógrækt til tíu ára í senn. Í áætluninni skal kveðið á um framtíðarsýn og stefnu stjórnvalda í landgræðslu og skógrækt með hliðsjón af markmiðum laga þessara og laga um landgræðslu. Áætlunin skal stuðla að framförum í mati á jarðvegsvernd og í landnýtingu, þ.m.t. skógrækt og vernd og endurheimt vistkerfa. Í áætluninni skal gera grein fyrir markmiðum stjórnvalda um hvernig nýting lands styður best við atvinnu og byggðir í landinu, hvernig gæði lands eru best varðveitt og hvernig efla má og endurheimta vistkerfi sem skert hafa verið og koma með tillögur um breytingar á nýtingu lands, t.d. friðun fyrir tiltekinni nýtingu þar sem það á við.\nJafnframt skal í áætluninni gerð grein fyrir:\na. forsendum fyrir vali á landi til landgræðslu og skógræktar með tilliti til náttúruverndar, matvælaframleiðslu, minjaverndar og landslags,\nb. vernd og endurheimt vistkerfa,\nc. ræktun skóga til uppbyggingar skógarauðlindar og umfangi og horfum hvað varðar nýtingu,\nd. sjálfbærri nýtingu lands,\ne. áhrifum skógræktar og landgræðslu á atvinnuþróun og byggð,\nf. aðgengi fólks að skógum og landgræðslusvæðum til útivistar,\ng. skógrækt og landgræðslu í samhengi við líffræðilega fjölbreytni,\nh. skógrækt og landgræðslu í samhengi við loftslagsbreytingar,\ni. öflun þekkingar á landgræðslu og skógrækt og miðlun hennar,\nj. eftirliti með ástandi og nýtingu lands,\nk. eldvörnum og öryggismálum,\nl. fjölþættum ávinningi verndar og endurheimtar vistkerfa.\nJafnframt skal horft til þess að nýta betur fjármagn og mannafla og samþætta áætlunina við aðrar áætlanir ríkis og sveitarfélaga sem og alþjóðlegar skuldbindingar.\nRáðherra skipar fimm manna verkefnisstjórn sem hefur yfirumsjón með gerð áætlunarinnar og skilar tillögu til ráðherra. Verkefnisstjórnin skal skipuð einum fulltrúa tilnefndum af Sambandi íslenskra sveitarfélaga, forstöðumanni Lands og skógar og þremur án tilnefningar og skulu a.m.k. tveir þeirra hafa fagþekkingu á málefnasviði laga þessara og laga um landgræðslu. Ráðherra skipar formann verkefnisstjórnar. Þá situr í verkefnisstjórn fulltrúi þeirrar skrifstofu ráðuneytisins sem fer með landgræðslu- og skógræktarmál.\nVerkefnisstjórn skal í upphafi taka saman lýsingu á verkefninu þar sem gerð er grein fyrir þeim áherslum sem fyrirhugað er að hafa við gerð landsáætlunarinnar, svo sem forsendum, viðfangsefni og fyrirhugaðri kynningu og samráði við mótun stefnunnar. Lýsing verkefnisstjórnar á gerð áætlunarinnar skal kynnt opinberlega og skal almenningi gefinn að lágmarki sex vikna frestur til að koma á framfæri athugasemdum.\nÞegar drög að áætluninni liggja fyrir skal verkefnisstjórn kynna þau opinberlega ásamt umhverfismati áætlunarinnar, þegar við á. Jafnframt skal óska sérstaklega eftir umsögnum frá viðeigandi stofnunum, stjórnvöldum ríkis og sveitarfélaga, félagasamtökum og hagsmunaaðilum. Frestur til að skila umsögnum um drögin skal vera að lágmarki sex vikur. Áður en áætlunin tekur gildi skal hún kynnt þeirri nefnd Alþingis sem fer með málefni landgræðslu og skógræktar.\nLand og skógur skal vinna svæðisáætlun fyrir hvern landshluta á grunni landsáætlunar samkvæmt grein þessari í samráði við hlutaðeigandi sveitarfélög og aðra hagsmunaaðila. Í svæðisáætlun skal tilgreina landgræðslu- og skógræktarsvæði og önnur svæði sem leggja skal áherslu á í landgræðslu og skógrækt og hvernig best er unnið að þeim markmiðum sem fram koma í landsáætlun að teknu tilliti til skipulagsáætlana og náttúruverndar. Land og skógur skal kynna drög að svæðisáætlun opinberlega og óska eftir umsögnum. Stofnunin skal í kjölfarið birta svæðisáætlun og skal hún endurskoðuð eigi sjaldnar en á fimm ára fresti.]\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "...\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ræktunaráætlanir.\nVinna skal ræktunaráætlun fyrir alla nýræktun skóga sem nýtur fjárframlaga úr ríkissjóði. Í ræktunaráætlun skal fjalla um markmið viðkomandi skógræktar, landfræðilega afmörkun viðkomandi skógræktarsvæðis, staðsetningu svæða þar sem ekki skal gróðursetja, svo sem verndarsvæða, og tillögur um undirbúning lands og trjátegundir. [Land og skógur] veitir leiðbeiningar um nýræktun skóga og gerð ræktunaráætlana.\nRáðherra getur kveðið nánar á um gerð og efni ræktunaráætlana í reglugerð.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Samstarf um skógrækt.\n[Landi og skógi] er heimilt að eiga frumkvæði að eða taka þátt í og styðja skógrækt sem er á ábyrgð einstaklinga, félagasamtaka, sveitarfélaga, fyrirtækja eða annarra, þ.m.t. vernd og endurheimt náttúruskóga, í samræmi við markmið laga þessara.\nAuglýsa skal á opinberum vettvangi fyrirhugað samstarf um skógrækt. Í auglýsingu skal koma fram hvaða reglur gilda um meðferð umsókna og til hvaða skilyrða verði litið við ákvörðun um styrk eða annað framlag.\nGera skal skriflega samninga um samstarfsverkefni þar sem kveðið er á um gagnkvæmar skyldur og réttindi aðila. Þinglýsa skal slíkum samningum feli þeir í sér kvaðir á land eða aðrar fasteignir.\nRáðherra setur í reglugerð nánari ákvæði um stuðning við skógrækt og form samninga.\nL. 66/2023, 7. gr.\nIII. kafli. Skógar landsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skógaskrá.\n[Land og skógur] skal halda skógaskrá yfir alla skóga landsins og kjarr. Skógar sem njóta sérstakrar verndar, sbr. 61. gr. laga um náttúruvernd, skulu vera hluti af skógaskrá. Skógaskrá skal að lágmarki innihalda upplýsingar um staðsetningu skóga og kjarrs, ytri mörk þeirra, flatarmál, eignarhald, kolefnisforða og trjátegundir. Skrána skal uppfæra og birta á a.m.k. fimm ára fresti. Tryggja skal að upplýsingar úr skógaskrá séu aðgengilegar almenningi. Ráðherra er heimilt með reglugerð að kveða nánar á um vinnulag, birtingu og efni skógaskrár.\n[Landi og skógi] er heimil umferð um land, óháð eignarhaldi, til mælinga og úttekta í tengslum við gerð skógaskrár.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Þjóðskógar og önnur svæði í umsjón Lands og skógar.]\nRáðherra ákveður í reglugerð hvaða svæði teljast vera þjóðskógar að fenginni tillögu [Lands og skógar]. Við þá ákvörðun skal eftirfarandi haft að leiðarljósi:\na. vernd skóga og einstakra tegunda,\nb. menningarminjar og saga sem tengist skógrækt,\nc. aðgengi og útivist almennings,\nd. fræðsla,\ne. þekkingaröflun og vettvangur rannsókna,\nf. sjálfbær nýting skóga.\nRáðherra skal jafnframt í reglugerð, sbr. 1. mgr., m.a. kveða á um umgengni, aðgengi almennings og þjónustu innan þjóðskóga og annarra svæða í umsjón [Lands og skógar]. Í reglugerðinni skal einnig færa fram rökstuðning fyrir ákvörðun ráðherra skv. 1. mgr. um hvern þjóðskóg fyrir sig. Landfræðileg afmörkun skal sett fram í viðauka við reglugerðina.\n[Land og skógur] skal halda skrá yfir þá skóga og þau landsvæði sem flokkast sem þjóðskógar og er hún hluti af skógaskrá. Unnin skal nýtingar- og verndaráætlun fyrir þjóðskóga.\n[Land og skógur] getur haft í sinni umsjón önnur svæði sem ekki teljast þjóðskógar.\n[Landi og skógi] er heimilt að fela einstaklingum, sveitarfélögum eða lögaðilum umsjón og rekstur þjóðskóga og annarra svæða í umsjón stofnunarinnar, eða afmarkaðra þátta innan þeirra, með samningi sem ráðherra staðfestir. Landeigandi getur óskað eftir því við [Land og skóg] að lönd og skógar í hans eigu fái stöðu þjóðskóga, sbr. 1. mgr., og skal gera samning um slík not sem ráðherra staðfestir.\nL. 66/2023, 7. gr.\nIV. kafli. Skógrækt á lögbýlum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Skógrækt á lögbýlum og skjólbeltarækt.\n[Land og skógur] skal veita framlög til skógræktar, þ.m.t. vegna verndar og endurheimtar náttúruskóga, og skjólbeltaræktar á lögbýlum í samræmi við fjárveitingar til stofnunarinnar og fjárlög.\n[Land og skógur] skal auglýsa eftir þátttakendum í skógrækt á lögbýlum eftir því sem fjárveitingar heimila. [Landi og skógi] er heimilt að forgangsraða og hafna umsóknum um þátttöku í skógrækt á lögbýlum í samræmi við markmið laga þessara og [landsáætlun um landgræðslu og skógrækt], sbr. 4. gr.\nRáðherra setur í reglugerð nánari ákvæði um málsmeðferð og forgangsröðun umsókna um þátttöku í skógrækt.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Samningar.\n[Land og skógur] gerir samninga við einstaka skógarbændur um framlög til skógræktarverkefna samkvæmt ákvæðum laga þessara. Slíkir samningar skulu taka mið af landsáætlun sem og [svæðisáætlun] í viðkomandi landshluta.\nSamningar skv. 1. mgr. skulu að lágmarki vera til 40 ára og vera á formi sem ráðherra hefur staðfest.\nEf annar en landeigandi eða rétthafi lands undirritar samning um skógræktarverkefni skal landeigandi samþykkja hann með áritun sinni. Samningnum skal þinglýst sem kvöð á þá fasteign sem hann tekur til.\nÁ grundvelli samnings um skógrækt er heimilt að greiða allt að 97% af samþykktum kostnaði við skógrækt.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Uppsögn samnings og endurgreiðsla framlaga.\nÓski skógarbóndi eða landeigandi eftir að losa land undan kvöðum samkvæmt samningi um þátttöku í skógræktarverkefni áður en samningstíma er lokið skal hann endurgreiða framlög sem hann hefur fengið úr ríkissjóði ásamt verðbótum samkvæmt vísitölu neysluverðs. Endurgreiðslufjárhæðin lækkar hlutfallslega út samningstímann og fyrnist um 2,5% á hverju almanaksári hafi samningur verið virkur í a.m.k. tíu ár. Endurgreiðslukrafan fellur að fullu niður eftir 40 ár, þó þannig að framlög sem veitt eru síðustu tíu ár fyrir uppsögn fyrnast ekki.\nÓski [Land og skógur] eftir að hætta þátttöku í skógræktarverkefni skal skógarbónda og landeiganda tilkynnt um það með sannanlegum hætti. Uppsögn samkvæmt þessari málsgrein skal tilkynnt fyrir 1. október og tekur gildi frá og með næstu áramótum. Ekki skal endurgreiða samningsbundin framlög vegna uppsagnar samkvæmt þessari málsgrein.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Um samningsbrot.\nSkýri skógarbóndi eða landeigandi, sem er aðili að samningi um skógræktarverkefni, rangt frá staðreyndum sem máli skipta eða vanefni að öðru leyti skyldur sínar ítrekað eða í veigamiklum atriðum er [Landi og skógi] heimilt að rifta samningi og endurheimta framlög.\nÁður en [Land og skógur] tekur ákvörðun skv. 1. mgr. skal skógarbónda eða landeiganda, sem er aðili að samningi um skógræktarverkefni, með sannanlegum hætti gefinn kostur á að koma sjónarmiðum sínum á framfæri. Ákvörðun [Lands og skógar] um riftun samnings og endurheimt framlaga skv. 1. mgr. er kæranleg til ráðherra sem kveður upp endanlegan úrskurð á stjórnsýslustigi. Kæra frestar réttaráhrifum ákvörðunar.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Samráð.\n[Land og skógur] skal hafa samstarf við félög skógarbænda á viðkomandi svæðum. [Land og skógur] skal leita umsagnar Landssamtaka skógareigenda við ákvörðun viðmiða fyrir endurgreiðslu samþykkts kostnaðar skv. 4. mgr. 11. gr. [Land og skógur] og Landssamtök skógareigenda skulu móta sér sameiginlegar verklagsreglur um hvernig samráði þeirra í milli skuli háttað.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Reglugerð.\nRáðherra setur í reglugerð nánari ákvæði um skógrækt á lögbýlum, m.a. um gæðaúttekt, árangursmat og samþykktan kostnað.\nV. kafli. Vernd, endurheimt, umhirða og nýting skóga.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Vernd og endurheimt náttúruskóga.\n[Land og skógur] skal stuðla að vernd og endurheimt náttúruskóga. Markmið og áherslur verndar og endurheimtar skal skilgreina í [landsáætlun um landgræðslu og skógrækt], sbr. 4. gr.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Sjálfbærni nýtingar.\nÁrleg felling í skógum landsins skal að jafnaði ekki vera meiri en árlegur vöxtur þeirra. [Land og skógur] skal veita leiðbeiningar um grisjun skóga. Við umhirðu og nýtingu skóga skal ávallt leitast við að skógarnytjar skili sem mestum hagrænum, félagslegum og umhverfislegum ávinningi fyrir samfélagið án þess að rýra möguleika komandi kynslóða á að njóta sama ávinnings.\nRáðherra setur í reglugerð viðmið um sjálfbæra skógrækt, þ.m.t. um grisjun.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Fellingarleyfi.\nFelling skóga eða hluta þeirra, sbr. 12. tölul. 2. gr., er óheimil nema með leyfi [Lands og skógar]. Umsókn um fellingarleyfi skal vera skrifleg og innihalda upplýsingar um staðsetningu og stærð svæðis, hvaða fellingarkerfi standi til að nota, tímasetningu fellingar og hvernig verði staðið að endurnýjun skógarins. [Land og skógur] metur hvort umsókn sé í samræmi við viðmið um sjálfbæra skógrækt, sbr. 2. mgr. 17. gr. Heimilt er að binda fellingarleyfi skilyrðum til að tryggja endurnýjun skógar. Aðgerðir við endurnýjun skógarins skulu hefjast eigi síðar en tveimur árum eftir fellingu.\n[Land og skógur] hefur eftirlit með endurnýjun skóga skv. 1. mgr. Hefjist aðgerðir til endurnýjunar skóga ekki í samræmi við skilyrði fellingarleyfis er [Landi og skógi] heimilt að beita þvingunarúrræðum, sbr. 22. gr.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Varanleg eyðing skóga.\nVaranleg eyðing skóga að hluta eða í heild er óheimil.\nSé varanleg eyðing skógar óhjákvæmileg skal tilkynna Skipulagsstofnun um fyrirhugaða framkvæmd í samræmi við ákvæði laga um mat á umhverfisáhrifum. Skipulagsstofnun leitar um það efni umsagnar [Lands og skógar].\nKomi til varanlegrar eyðingar skógar skal framkvæmdaraðili ráðast í mótvægisaðgerðir til að draga úr eða koma í veg fyrir neikvæð áhrif á umhverfið af eyðingu skógarins, með hliðsjón af markmiðum laga þessara, svo sem með endurheimt náttúruskógar eða ræktun nýrra skóga, og skal framkvæmdaraðili leita álits [Lands og skógar] á útfærslu mótvægisaðgerða. Mótvægisaðgerðir skulu hefjast eigi síðar en tveimur árum eftir eyðingu.\nSveitarfélag skal leita álits [Lands og skógar] á framkvæmd sem felur í sér varanlega eyðingu skógar áður en ákvörðun er tekin um útgáfu framkvæmdaleyfis. Ákveði sveitarfélag að heimila framkvæmd sem [Land og skógur] leggst gegn í áliti sínu skal rökstyðja þá ákvörðun sérstaklega.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Varsla skóga.\nÓheimilt er að beita búfé í skógi eða á skógræktarsvæði nema með leyfi viðkomandi skógareiganda, enda sé skógurinn eða skógræktarsvæðið afgirt í samræmi við ákvæði girðingarlaga.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Gjaldtaka.\n[Landi og skógi] er heimilt að innheimta gjald til að standa undir kostnaði við útgáfu fellingarleyfa skv. 18. gr. [Landi og skógi] er einnig heimilt að innheimta gjöld fyrir veitta þjónustu vegna bílastæða, salerna, tjaldsvæða og annarra sambærilegra innviða innan þeirra svæða sem stofnunin hefur umsjón með. Þá er [Landi og skógi] einnig heimilt að innheimta gjöld fyrir leiðsögn innan þessara svæða. Tekjum af gjöldunum er ætlað að mæta kostnaði við uppbyggingu, viðhald og rekstur innviða skv. 2. málsl. og eftirlit með gestum og leiðsögn innan svæðanna. Gjaldið skal vera í samræmi við gjaldskrá sem ráðherra setur í reglugerð.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Þvingunarúrræði.\nTil að knýja á um framkvæmd ráðstöfunar samkvæmt lögum þessum er [Landi og skógi] heimilt að veita viðkomandi aðila áminningu. Jafnframt skal veita hæfilegan frest til úrbóta ef þeirra er þörf. Ef aðili sinnir ekki fyrirmælum um úrbætur innan tiltekins frests getur [Land og skógur] ákveðið honum dagsektir þar til úr er bætt. Dagsektir renna til ríkissjóðs og er hámark þeirra 500.000 kr. á dag.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Stjórnvaldssektir.\n[Land og skógur] getur lagt stjórnvaldssektir á einstakling eða lögaðila sem brýtur gegn ákvæði 18. gr. Slíkar sektir geta numið allt að 1.000.000 kr.\nL. 66/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Gildistaka og brottfall eldri laga.\nLög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    }
  ]
}
