{
  "id": "31/2020",
  "type": "statute",
  "title": "Lög um Matvælasjóð",
  "status": "in_force",
  "issued_date": "2020-04-30",
  "url": "https://www.althingi.is/lagas/nuna/2020031.html",
  "description": "Tóku gildi 7. maí 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Hlutverk Matvælasjóðs er að styrkja þróun og nýsköpun við framleiðslu og vinnslu matvæla úr landbúnaðar- og sjávarafurðum.\nMatvælasjóður lýtur stjórn fjögurra manna sem ráðherra skipar til þriggja ára í senn. Einn skal skipaður samkvæmt tilnefningu Bændasamtaka Íslands, einn samkvæmt tilnefningu Samtaka fyrirtækja í sjávarútvegi og tveir án tilnefningar og skal annar þeirra vera formaður. Varamenn skulu skipaðir með sama hætti. Ef til atkvæðagreiðslu kemur innan stjórnar og atkvæði falla jafnt ræður atkvæði formanns.\nStjórn sjóðsins gerir tillögur um úthlutanir úr sjóðnum að fenginni umsögn fagráðs sem stjórnin skipar til fjögurra ára í senn. Fagráð skal skipað allt að sjö einstaklingum. Fagráð er til ráðgjafar um fagleg málefni við úthlutanir úr sjóðnum. Jafnframt er fagráð ráðgefandi fyrir stjórn sjóðsins eftir því sem óskað er.\nStjórn sjóðsins mótar stefnu fyrir sjóðinn og ber undir ráðherra til samþykktar. Ráðstöfunarfé sjóðsins samanstendur af fjárveitingu af fjárlögum hverju sinni og öðrum tekjum eftir því sem þeim er til að dreifa.\nStjórn sjóðsins hefur umsjón með rekstri hans. Heimilt er að fela þriðja aðila reksturinn. Stjórnin skilar ársreikningi og reglulegu yfirliti um störf sín til ráðherra. Þóknun stjórnar er ákveðin af ráðherra. Kostnaður af rekstri sjóðsins greiðist af tekjum hans.\nStjórn sjóðsins setur starfsreglur um auglýsingar, meðferð og mat umsókna, framkvæmd úthlutunar, fagráð o.fl.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lög þessi öðlast þegar gildi.\nLög um Framleiðnisjóð landbúnaðarins, nr. 89/1966, falla úr gildi 31. desember 2020. Skal starfsemi sjóðsins þá vera lokið. Matvælasjóður tekur við öllum eignum hans og skuldbindingum frá þeim tíma.\nSkipa skal stjórn fyrir Matvælasjóð svo fljótt sem verða má eftir gildistöku laga þessara sem þegar skal hefja vinnu við stefnumótun fyrir sjóðinn og undirbúning að starfsemi hans.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "...\nÁkvæði til bráðabirgða.\nÞrátt fyrir ákvæði 2.&ndash;4. tölul. 3. gr. skal Framleiðnisjóður landbúnaðarins halda sömu skattalegu stöðu og hingað til út starfstíma sinn.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    }
  ]
}
