{
  "id": "54/2020",
  "type": "statute",
  "title": "Lög um ferðagjöf",
  "status": "in_force",
  "issued_date": "2020-06-16",
  "url": "https://www.althingi.is/lagas/nuna/2020054.html",
  "description": "Tóku gildi 23. júní 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ferðagjöf er stafræn 5.000 kr. inneign útgefin af stjórnvöldum til einstaklinga 18 ára eða eldri með íslenska kennitölu og með skráð lögheimili á Íslandi.\nEinstaklingur getur notað ferðagjöf til greiðslu hjá fyrirtækjum sem uppfylla eitt af eftirfarandi skilyrðum og hafa starfsstöð á Íslandi:\n1. Fyrirtækjum með gilt leyfi Ferðamálastofu skv. III. kafla laga um Ferðamálastofu, nr. 96/2018.\n2. Fyrirtækjum með gilt rekstrarleyfi skv. 7. gr. laga um veitingastaði, gististaði og skemmtanahald, nr. 85/2007.\n3. Fyrirtækjum með gilt starfsleyfi frá viðeigandi heilbrigðisnefnd sem hefur verið gefið út fyrir veitingastað í flokki I, sbr. 3. mgr. 4. gr. laga um veitingastaði, gististaði og skemmtanahald, nr. 85/2007.\n4. Ökutækjaleigum með gilt starfsleyfi frá Samgöngustofu skv. 1. mgr. 3. gr. laga um leigu skráningarskyldra ökutækja, nr. 65/2015.\n5. Söfnum og fyrirtækjum sem bjóða sýningu gegn endurgjaldi þar sem áhersla er á íslenska menningu, sögu eða náttúru.\nEinstaklingi er heimilt að gefa eigin ferðagjöf.\nEinstaklingur getur að hámarki greitt með 15 ferðagjöfum.\nGildistími ferðagjafar er frá útgáfudegi til og með [31. maí 2021]. [Gildistími ferðagjafar 2021 er frá og með 1. júní til og með 30. september.]\nL. 147/2020, 1. gr. L. 40/2021, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ferðagjöf er undanþegin skattskyldu skv. 4. tölul. A-liðar 7. gr. laga um tekjuskatt, nr. 90/2003.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "[Heildarfjárhæð stuðnings til tengdra rekstraraðila getur að hámarki numið 260 millj. kr., að meðtöldum stuðningi samkvæmt lögum þessum og lögum um viðspyrnustyrki, sem og lokunarstyrkjum fyrir lokunartímabil eftir 17. september 2020 samkvæmt lögum um fjárstuðning til minni rekstraraðila vegna heimsfaraldurs kórónuveiru og tekjufallsstyrkjum samkvæmt lögum um tekjufallsstyrki.\nSé um að ræða fyrirtæki sem metið var í rekstrarerfiðleikum 31. desember 2019, annað en lítið fyrirtæki sem ekki hefur hlotið björgunar- eða endurskipulagningaraðstoð eða verið tekið til slita eða bú þess til gjaldþrotaskipta, getur það að hámarki tekið við samanlagt 30 millj. kr. til tengdra rekstraraðila í formi ferðagjafa. Skal slík aðstoð samrýmast reglugerð framkvæmdastjórnarinnar (ESB) nr. 1407/2013 frá 18. desember 2013 um beitingu 107. og 108. gr. sáttmálans um starfshætti Evrópusambandsins gagnvart minniháttaraðstoð eins og hún var tekin upp í EES-samninginn.]\nL. 40/2021, 2. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ferðamálastofa hefur eftirlit með framkvæmd laga þessara.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Lög þessi öðlast þegar gildi.\n[Ákvæði til bráðabirgða.\nHafi ferðagjöf með gildistíma til og með 31. maí 2021 skv. 1. málsl. 5. mgr. 1. gr. ekki verið nýtt fyrir 1. júní 2021 fellur hún niður.]\nL. 40/2021, 3. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
