{
  "id": "60/2020",
  "type": "statute",
  "title": "Lög um Menntasjóð námsmanna",
  "status": "in_force",
  "issued_date": "2020-06-21",
  "url": "https://www.althingi.is/lagas/nuna/2020060.html",
  "description": "Tóku gildi 26. júní 2020; komu til framkvæmda 1. júlí 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja þeim sem falla undir lögin tækifæri til náms, án tillits til efnahags og stöðu að öðru leyti, með því að veita námsmönnum fjárhagslega aðstoð í formi námslána og styrkja.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Framfærslulán og skólagjaldalán.\nNámslán samkvæmt lögum þessum skiptast í framfærslulán, skólagjaldalán og eftir atvikum í lán skv. 3. gr.\nMiða skal við að framfærslulán nægi hverjum námsmanni til að standa straum af almennum framfærslukostnaði á Íslandi meðan á námi stendur að teknu tilliti til fjölskyldustærðar námsmanns og búsetu. Mæla skal fyrir um staðaruppbót í úthlutunarreglum.\nHeimilt er að veita námslán vegna skólagjalda í skóla og til náms sem er viðurkennt samkvæmt lögum þessum og er skipulagt sem a.m.k. 45 ECTS-eininga nám eða ígildi þeirra á hverju skólaári.\nNánar skal mælt fyrir um framkvæmd þessa í úthlutunarreglum, þ.m.t. hámark skólagjaldalána, lágmarkssjálfsaflafé námsmanna og takmarkanir miðað við t.d. sjálfsaflafé og námsframvindu námsmanns.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Önnur lán.\nMenntasjóði námsmanna er heimilt að veita námsmönnum, til viðbótar við lán skv. 2. gr. og að uppfylltum skilyrðum sem tilgreina skal í úthlutunarreglum, lán vegna:\n1. búsetu hjá efnalitlum foreldrum,\n2. maka,\n3. röskunar á stöðu og högum námsmanns,\n4. sjúkratrygginga,\n5. ferðakostnaðar.\nÍ úthlutunarreglum skal mæla fyrir um framkvæmd 1. mgr. Heimilt er að skilyrða réttinn til láns samkvæmt þessari grein, m.a. með því að setja hámark á lánsfjárhæð, gera kröfu um tiltekna námsframvindu, óska eftir upplýsingum frá námsmönnum, mökum og foreldrum í samræmi við 12. gr. eða takmarka fjárhæð lána vegna tekna foreldra og námsmanns.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lánsréttur.\nNámsmenn hafa að jafnaði heimild til að taka námslán á hverri önn meðan þeir eru við nám og í réttu hlutfalli við námsframvindu.\nLánsréttur námsmanns skal vera fyrir 420 ECTS-einingum eða ígildi þeirra. Heimilt er í úthlutunarreglum að skipta lánsrétti milli námsstiga.\nHeimilt er að veita námslán til doktorsnáms fyrir 60 ECTS-einingum til viðbótar við þær einingar sem kveðið er á um í 2. mgr.\nII. kafli. Lánshæft nám.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Háskólanám.\nNámslán eru veitt til náms sem lýkur með prófgráðu á háskólastigi við viðurkennda háskóla á Íslandi.\nVeitt eru námslán til náms á háskólastigi við háskóla erlendis, enda séu þeir viðurkenndir af menntamálayfirvöldum landsins og námi ljúki með prófgráðu á háskólastigi.\nHlutanám, svo sem nám sem er skipulagt samhliða vinnu, er eingöngu lánshæft til skólagjalda, sbr. 3. mgr. 2. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Aðfaranám.\nNámslán eru veitt til aðfaranáms fyrir háskólanám sem nemur allt að 60 stöðluðum framhaldsskólaeiningum sé námið skipulagt af viðurkenndum háskóla og samþykkt af ráðherra, óháð því hvort námið fer fram innan háskóla eða innan viðurkennds skóla á framhaldsskólastigi á grundvelli samnings við viðurkenndan háskóla.\nVeitt eru námslán til aðfaranáms erlendis, enda séu skólar þeir sem bjóða upp á námið viðurkenndir af menntamálayfirvöldum landsins.\nHeimilt er að veita námslán vegna tungumálanáms sem telst nauðsynlegur undirbúningur undir lánshæft nám.\nNám á framhaldsskólastigi sem leiðir til stúdentsprófs er ekki lánshæft hjá Menntasjóði námsmanna.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Starfsnám og viðbótarnám við framhaldsskóla.\nNámslán eru veitt vegna starfsnáms á framhaldsskólastigi og vegna viðbótarnáms við framhaldsskóla hafi námið hlotið staðfestingu ráðherra samkvæmt lögum um framhaldsskóla og uppfylli að auki eftirfarandi skilyrði:\n1. námið hafi fengið samþykki frá viðkomandi starfsgreinaráði, ef við á,\n2. námslok séu á a.m.k. þriðja hæfniþrepi,\n3. sambærilegt nám sé almennt ekki í boði á háskólastigi hér á landi.\nSkilyrði er að skólinn hafi hlotið viðurkenningu ráðherra til kennslu á framhaldsskólastigi samkvæmt lögum um framhaldsskóla.\nVeita skal námslán til sambærilegs náms erlendis enda sé það viðurkennt af menntamálayfirvöldum landsins. Námslán samkvæmt þessari málsgrein skal að öðru leyti vera háð sömu skilyrðum og eiga við um námslán vegna náms skv. 1. mgr. eins og við á hverju sinni.\nIII. kafli. Réttur til námsaðstoðar.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Almenn skilyrði.\nRétt á námsaðstoð eiga þeir sem uppfylla eftirfarandi almenn skilyrði ásamt skilyrðum 9. eða 10. gr. eftir atvikum:\n1. stunda lánshæft nám, sbr. II. kafla,\n2. eru fjárráða,\n3. uppfylla kröfur um lágmarksnámsframvindu samkvæmt úthlutunarreglum,\n4. eru ekki í vanskilum við Menntasjóð námsmanna,\n5. þiggja ekki námslán eða sambærilega aðstoð frá öðru ríki vegna lánshæfs náms,\n6. uppfylla aðrar kröfur sem lög þessi gera til veitingar og endurgreiðslu námsaðstoðar.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Réttur til aðstoðar vegna náms á Íslandi.\nRétt á námsaðstoð vegna náms á Íslandi á námsmaður sem uppfyllir almenn skilyrði 8. gr. ásamt því að uppfylla eitthvert eftirtalinna skilyrða:\n1. er íslenskur ríkisborgari,\n2. er ríkisborgari Danmerkur, Finnlands, Noregs eða Svíþjóðar,\n3. er ríkisborgari EES- eða EFTA-ríkis auk þess að vera launþegi eða sjálfstætt starfandi á Íslandi og heldur áfram vinnu hér á landi meðan á námi stendur eða heldur stöðu sinni sem slíkur,\n4. er aðstandandi ríkisborgara skv. 3. tölul.,\n5. er ríkisborgari EES- eða EFTA-ríkis og hefur öðlast rétt til ótímabundinnar dvalar hérlendis,\n6. er aðstandandi ríkisborgara skv. 5. tölul.,\n7. er erlendur ríkisborgari og er í hjúskap eða hefur um tveggja ára skeið verið í skráðri sambúð með íslenskum ríkisborgara og hefur átt lögheimili á Íslandi í að lágmarki tvö ár af síðastliðnum fimm árum áður en nám hefst,\n8. hefur dvalarleyfi hér á landi sem flóttamaður,\n9. hefur ótímabundið dvalarleyfi hér á landi.\nHeimilt er í úthlutunarreglum að mæla nánar fyrir um skilyrði fyrir aðstoð vegna náms á Íslandi, t.d. lágmarksvinnuframlag til að teljast launþegi eða sjálfstætt starfandi skv. 3. tölul. 1. mgr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Réttur til aðstoðar vegna náms erlendis.\nRétt á námsaðstoð vegna náms erlendis á námsmaður sem uppfyllir almenn skilyrði 8. gr. og eitthvert skilyrða 1. mgr. 9. gr. ásamt því að uppfylla eftirtalin skilyrði:\n1. hefur búið á Íslandi í að lágmarki tvö ár af síðastliðnum fimm árum áður en nám hefst,\n2. hefur sterk tengsl við íslenskt samfélag að mati Menntasjóðs námsmanna.\nVið mat á tengslum við íslenskt samfélag skal m.a. líta til ríkisborgararéttar, tíma sem námsmaður hefur búið eða starfað hér á landi og fjölskyldutengsla á Íslandi.\nNámsmenn sem uppfylla eitt af skilyrðum 3.&ndash;6. tölul. 1. mgr. 9. gr. eru undanþegnir skilyrði 1. tölul. 1. mgr. um búsetu á Íslandi vegna náms innan EES- eða EFTA-ríkis.\nHeimilt er í úthlutunarreglum að mæla nánar fyrir um skilyrði fyrir aðstoð vegna náms erlendis, þ.m.t. hvernig skuli meta tengsl við íslenskt samfélag.\nIV. kafli. Umsókn, upplýsingagjöf og námsframvinda.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "[Umsókn og samtímagreiðslur.]\nNámsmaður skal sækja um námslán innan umsóknarfrests sem kveðið er á um í úthlutunarreglum. Í umsókn skal tilgreint hvers konar námslán sótt er um og hvort óskað sé eftir fullu láni samkvæmt úthlutunarreglum eða lægri fjárhæð.\nNámsmenn sem fá námslán úr Menntasjóði námsmanna skulu undirrita skuldabréf við lántöku teljist þeir tryggir lánþegar samkvæmt úthlutunarreglum. [Uppfylli lánþegi ekki skilyrði um tryggan lánþega er heimilt að taka tillit til félagslegra aðstæðna lánþega sem skal útfæra nánar í úthlutunarreglum.]\n...\nMenntasjóðnum er heimilt að veita námslán allt að hámarksfjárhæð samkvæmt úthlutunarreglum ...\n...\nLánþegar geta valið um hvort námslán þeirra séu greidd út mánaðarlega eða í lok hverrar annar.\nL. 89/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Upplýsingagjöf.\nUmsækjendur um námslán skulu láta fylgja umsókn sinni allar þær upplýsingar sem sjóðstjórn telur máli skipta við ákvörðun um veitingu námsláns, svo sem upplýsingar um nám, tekjur, hjúskaparstöðu og búsetuform.\nInnlendum skólum sem lög þessi taka til er skylt að láta Menntasjóði námsmanna í té nauðsynlega aðstoð við framkvæmd laganna, þar á meðal upplýsingar um framvindu náms lánþega.\nRíkisskattstjóra er skylt að láta Menntasjóðnum eða innheimtuaðila námslána í té upplýsingar um tekjur lánþega sem nauðsynlegar eru við ákvörðun á framfærslu og þegar lánþegi velur tekjutengda afborgun námslána skv. 21. gr., sem og upplýsingar um tekjur maka og foreldra lánþega, sbr. 1. og 2. tölul. 1. mgr. 3. gr.\nMenntasjóðurinn skal upplýsa umsækjendur og aðra hlutaðeigandi aðila um heimildir Menntasjóðsins eða innheimtuaðila námslána til vinnslu persónuupplýsinga. Skal þar koma fram frá hverjum aflað er upplýsinga, um hvaða upplýsingar er að ræða og í hvaða tilgangi unnið er með þær. Við meðferð persónuupplýsinga sem aflað er vegna umsóknar um námslán eða umsóknar um frestun endurgreiðslu skv. 23. gr., eða vegna framkvæmdar laga þessara að öðru leyti, skal Menntasjóðurinn gæta þess að uppfyllt séu skilyrði laga um persónuvernd og vinnslu persónuupplýsinga og reglur sem settar eru á grundvelli þeirra.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Námsframvinda.\nLánþegi skal uppfylla kröfur um lágmarksnámsframvindu. Í úthlutunarreglum skal mælt fyrir um hvað teljist full námsframvinda og hvað teljist lágmarksnámsframvinda til þess að fá námslán. Ekki má gera meiri kröfur í úthlutunarreglum um lágmarksnámsframvindu en 44 ECTS-einingar eða ígildi þeirra á ári. Fjárhæð námsláns lækkar í réttu hlutfalli við námsframvindu.\nVeita má undanþágu frá kröfum um lágmarksnámsframvindu sé lánþega það vandkvæðum bundið að mati sjóðstjórnar að stunda nám skv. 1. mgr. vegna örorku, lesblindu, sértækra námsörðugleika, alvarlegra veikinda, barneigna eða vegna þess að tímabundið stendur ekki til boða fullt nám samkvæmt skipulagi skóla eða af öðrum sambærilegum ástæðum. Heimilt er í úthlutunarreglum að mæla nánar fyrir um framkvæmd þessa og setja skilyrði m.a. um lágmarksörorku.\nV. kafli. Fyrirkomulag námsstyrks.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Niðurfelling á hluta námslána við námslok.\nLánþegar sem stunda nám sem telst lánshæft skv. II. kafla ávinna sér námsstyrk ljúki þeir námi á þeim tíma sem skipulag námsins gerir ráð fyrir. Námsstyrkur myndast einungis vegna náms sem er skipulagt í a.m.k. tvær annir og sem 60 ECTS-einingar eða ígildi þeirra. [Hafi lánþegi lokið fyrsta ári í lánshæfu námi, í samræmi við það sem skipulag námsins gerir ráð fyrir, getur hann áunnið sér námsstyrk fyrir það nám, ákveði hann að skipta yfir í annað lánshæft nám, strax á næsta skólaári. Réttur til námsstyrksins er háður því að lánþegi ljúki síðara náminu í samræmi við það sem skipulag þess náms gerir ráð fyrir. Þessi réttur gildir aðeins einu sinni á þeim tíma sem lánþegi þiggur lán hjá Menntasjóði námsmanna.]\nNámsstyrkur skal nema 30% niðurfærslu af höfuðstól námslánsins ásamt verðbótum að námi loknu.\nLánþegar skulu hafa ákveðið svigrúm til seinkunar í námi án þess að réttur þeirra til námsstyrks skv. 1. mgr. skerðist. Svigrúm vegna seinkunar er eftirfarandi:\n1. Eitt ár umfram þann tíma sem skipulag iðn-, starfs- og aðfaranáms kveður á um.\n2. Eitt ár umfram þann tíma sem skipulag grunn- og framhaldsnáms kveður á um.\n3. Sex mánuðir umfram þann tíma sem skipulag diplómanáms kveður á um.\n4. Tvö ár umfram þann tíma sem skipulag doktorsnáms kveður á um.\nSkilgreindar undanþágur frá kröfum um námsframvindu skv. 2. mgr. 13. gr. teljast ekki til seinkunar samkvæmt þessari grein.\nL. 89/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Styrkur vegna framfærslu barna.\nLánþegi sem þiggur námslán samkvæmt lögum þessum skal fá styrk til framfærslu barns sem nemur einföldum barnalífeyri á mánuði að uppfylltum eftirfarandi skilyrðum:\n1. Lánþegi uppfyllir lágmarksnámsframvindukröfur skv. 13. gr. eða fellur undir undanþágur skv. 2. mgr. 13. gr.\n2. Lánþegi fer með forsjá barns eða lánþegi er meðlagsskyldur.\nStyrkur hvers lánþega vegna framfærslu barns er veittur í samræmi við lánsrétt lánþega og eingöngu í þeim mánuðum sem nám er stundað.\nUppfylli lánþegi ekki kröfur þessarar greinar er sjóðstjórn heimilt að breyta veittum styrk í lán með þeim skilmálum sem mælt er fyrir um í 17. og 20. gr.\nVI. kafli. Lánakjör, endurgreiðslur námslána, vanskil og fyrningarfrestur.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Almenn lánakjör.\nNámslán skulu vera verðtryggð en safna ekki vöxtum meðan á námi stendur. Vextir reiknast frá námslokum.\nEndurgreiðslur sem falla í gjalddaga eftir að lánþegi andast falla sjálfkrafa niður.\nLánþegar geta við námslok valið um hvort þeir breyti láni sínu í óverðtryggt lán.\nSjóðstjórn skilgreinir í úthlutunarreglum hvað telja beri námslok samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Verðtryggð lán.\nVextir af verðtryggðum lánum skulu vera breytilegir og byggjast á vaxtakjörum sem ríkissjóði bjóðast á markaði að viðbættu föstu vaxtaálagi sem tekur mið af væntum afföllum af endurgreiðslu námslána.\nVaxtaálag skal ákveðið og birt í úthlutunarreglum hvers árs. Sjóðstjórn er heimilt að leita til óháðra aðila sem geri tillögur um vaxtaálag.\nÞrátt fyrir 1. mgr. verði verðtryggðir vextir ásamt föstu vaxtaálagi aldrei hærri en 4%.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Óverðtryggð lán.\nVextir af óverðtryggðum lánum skulu vera breytilegir og byggjast á vaxtakjörum sem ríkissjóði bjóðast á markaði að viðbættu föstu vaxtaálagi sem tekur mið af væntum afföllum af endurgreiðslu námslána.\nVaxtaálag skal ákveðið og birt í úthlutunarreglum hvers árs. Sjóðstjórn er heimilt að leita til óháðra aðila sem geri tillögur um vaxtaálag.\nÞrátt fyrir 1. mgr. verði óverðtryggðir vextir ásamt föstu vaxtaálagi aldrei hærri en 9%.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Almennt um endurgreiðslur námslána.\nEndurgreiðslur námslána hefjast einu ári eftir námslok. Sjóðstjórn skal útfæra nánar hvað felst í námslokum í úthlutunarreglum sjóðsins. Sjóðstjórn tekur ákvarðanir í vafatilfellum.\nLánþegi getur sótt um að fresta námslokum skv. 1. mgr. í allt að fjögur ár ef lánþegi heldur áfram lánshæfu námi samkvæmt lögum þessum og þiggur ekki námslán á sama tíma.\nEndurgreiðslur námslána skulu greiddar mánaðarlega fyrsta dag hvers mánaðar. Heimilt er að innheimta í einu lagi á hverjum gjalddaga endurgreiðslur vegna allra sambærilegra skuldabréfa lánþega.\nLánþega er heimilt að greiða hraðar af láni en mælt er fyrir um í lögum þessum án aukins kostnaðar.\nLánþega ber að greiða kostnað sem hlýst af innheimtu hverrar greiðslu og ofgreiðslu skv. 25. gr.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Endurgreiðslutími námslána háður lántökufjárhæð.\nEndurgreiðslutími námslána er háður lántökufjárhæð en þó skulu námslán almennt vera að fullu greidd á því ári þegar lánþegi nær 65 ára aldri. Endurgreiðslutími skal ákveðinn í úthlutunarreglum.\nNámslán skulu endurgreidd sem jafngreiðslulán með breytilegum vöxtum með mánaðarlegum endurgreiðslum, fyrsta dag hvers mánaðar.\nHafi námslán ekki verið að fullu greidd á því ári þegar lánþegi nær 66 ára aldri hefur sjóðstjórn heimild til að gjaldfella lánin.\nHafi námslán ekki verið að fullu greidd á því ári þegar lánþegi nær 66 ára aldri er sjóðstjórn heimilt að gera tímabundna samninga sem kveða á um greiðslu á eftirstöðvum námslánsins sé lánþega það vandkvæðum bundið að mati sjóðstjórnar að endurgreiða námslán af heilsufarsástæðum, sökum fjárhagsörðugleika eða af öðrum sambærilegum ástæðum. Sjóðstjórn er skylt að kynna lánþegum sem náð hafa 66 ára aldri og hafa ekki að fullu greitt lán sitt framangreinda heimild. Slíka samninga skal endurskoða reglulega og a.m.k. á sex mánaða fresti. Nánar skal kveðið á um skilyrði og framkvæmd samninga í úthlutunarreglum.\nEf um áframhaldandi erfiðleika er að ræða hjá lánþega og sjóðstjórn telur ljóst að aðstæður hans séu með þeim hætti að hann geti ekki greitt höfuðstól námsláns eða hluta hans skal stjórnin afskrifa höfuðstól lánþega að hluta eða öllu leyti. Afskrift er bundin því skilyrði að lánþegi hafi að lágmarki í eitt ár staðið við samninginn. Kostnaður við afskriftir skal greiðast úr ríkissjóði en ekki fara inn í vaxtaálag námslána. Nánar skal mælt fyrir um skilyrði og framkvæmd afskrifta í úthlutunarreglum.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Tekjutengd endurgreiðsla námslána.\nLánþegi getur valið að endurgreiða námslán með tekjutengingu séu námslok áður eða á því ári þegar 35 ára aldri er náð.\nTaki lánþegar fleiri námslán hjá Menntasjóði námsmanna eftir 35 ára aldur eða ljúki námi eftir þann aldur geta þeir valið að skuldbreyta öllum námslánum sínum í samræmi við 20. gr. eða greiða samtímis af þeim öllum.\nLánstími námsláns er ótilgreindur en greitt skal af námsláni þar til skuldin er að fullu greidd þegar lánþegi velur tekjutengda endurgreiðslu skv. 1. mgr.\nTekjutengd endurgreiðsla ákvarðast í tvennu lagi, annars vegar er föst afborgun sem innheimt er mánaðarlega, óháð tekjum, og hins vegar tekjutengd afborgun sem einnig er innheimt mánaðarlega og er háð tekjum síðustu tveggja ára.\nFöst afborgun er 10.000 kr., bundin vísitölu neysluverðs með grunnvísitöluna 470,5 stig. Fasta afborgunin breytist í hlutfalli við breytingar á vísitölunni frá grunnvísitölu til fyrstu endurgreiðslu og síðan í hlutfalli við breytingar á vísitölunni milli endurgreiðslna. Föst afborgun skal greidd mánaðarlega fyrsta dag hvers mánaðar.\nMánaðarleg tekjutengd afborgun er 0,3125% af tekjustofni lánþega. Fyrstu átta mánuði endurgreiðsluársins er miðað við tekjustofn lánþega tveimur árum á undan endurgreiðsluári, en síðustu fjóra mánuði endurgreiðsluársins er miðað við tekjustofn lánþega árið á undan endurgreiðsluári. Tekjutengd afborgun skal greidd mánaðarlega fyrsta dag hvers mánaðar. Frá tekjutengdri afborgun samkvæmt þessari málsgrein dregst föst afborgun skv. 5. mgr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Tekjur.\nMeð tekjustofni í lögum þessum er átt við allar skattskyldar tekjur lánþega og launatekjur sem greiddar eru embættismönnum, fulltrúum og öðrum starfsmönnum sem starfa hjá alþjóðastofnunum eða ríkjasamtökum samkvæmt lögum um tekjuskatt.\nVelji lánþegi að endurgreiða námslán í samræmi við 21. gr. og lánþegi er ekki skattskyldur á Íslandi af öllum tekjum sínum og eignum skal lánþegi skila inn staðfestum upplýsingum um tekjur erlendis innan árs frá námslokum og a.m.k. árlega eftir það. Geri lánþegi það ekki eða upplýsingar lánþega eru taldar ósennilegar að mati sjóðstjórnar og ekki unnt að sannreyna tekjustofn er sjóðstjórn heimilt að skuldbreyta láni lánþega á þann hátt að endurgreiðslu sé hagað í samræmi við 20. gr., að undangenginni viðvörun um skuldbreytingu.\nHeimilt er í úthlutunarreglum að mæla nánar fyrir um framkvæmd 2. mgr., m.a. með því að setja skilyrði um frest til að skila inn gögnum.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Frestun á endurgreiðslu.\nSjóðstjórn er heimilt að veita frestun á mánaðarlegum endurgreiðslum skv. 20. gr., eða tekjutengdri afborgun skv. 6. mgr. 21. gr., að hluta eða öllu leyti í allt að eitt ár í senn ef skyndilegar og verulegar breytingar verða á högum lánþega á endurgreiðslutíma námslána eða á meðan á námstíma stendur, t.d. ef lánþegi veikist alvarlega, verður fyrir slysi sem skerðir til muna ráðstöfunarfé hans og möguleika til að afla tekna, eða aðrar sambærilegar ástæður valda verulegum fjárhagsörðugleikum hjá lánþega eða fjölskyldu hans. Sjóðstjórn er enn fremur heimilt að veita undanþágu frá mánaðarlegum endurgreiðslum eða tekjutengdri afborgun skv. 1. málsl. ef nám, atvinnuleysi, veikindi, þungun, fæðing, frumættleiðing eða taka barns í varanlegt fóstur, umönnun barna eða aðrar sambærilegar ástæður valda verulegum fjárhagsörðugleikum hjá lánþega eða fjölskyldu hans.\nSömu heimild til að veita frestun á tekjutengdri afborgun skv. 6. mgr. 21. gr. hefur sjóðstjórn ef skyndileg og veruleg breyting hefur orðið á högum lánþega þannig að tekjustofn vegna tekna á fyrri árum gefur ekki rétta mynd af fjárhag lánþega á endurgreiðsluárinu.\nLánþegi sem sækir um frestun samkvæmt þessari grein skal leggja sjóðstjórn til þær upplýsingar sem stjórnin telur skipta máli. Umsóknin skal berast Menntasjóði námsmanna eigi síðar en 30 dögum eftir gjalddaga afborgunar. Umsókn um undanþágu skv. 1. og 2. mgr. frestar innheimtu þeirrar afborgunar sem umsóknin snýr að.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Vanskil.\nVerði veruleg vanskil á endurgreiðslu námsláns er sjóðstjórn heimilt að fella allt lánið í gjalddaga.\nGjaldfallnar endurgreiðslur eru aðfararhæfar án undangengins dóms eða sáttar ef um vanskil er að ræða. Sama gildir um eftirstöðvar skuldar sem felld hefur verið í gjalddaga.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Endurgreiðsla ofgreiddra fjárhæða.\nEf lánþegi fær afgreitt lán án þess að hafa uppfyllt skilyrði sjóðsins eða fær greitt hærra lán en hann átti rétt á, svo sem vegna vanáætlaðra tekna, fyrirframgreiddra skólagjaldalána eða ef skilyrði um námsframvindu eru ekki uppfyllt, ber að endurgreiða lánið með verðbótum frá útborgunardegi.\nHafi lánþegi sótt um námslán á næstu námsönn á eftir þeirri sem ofgreiðslan tilheyrði er Menntasjóði námsmanna heimilt að skuldajafna skuld vegna ofgreiðslu við óafgreitt námslán sem lánþegi á von á.\nSé skuldajöfnun skv. 2. mgr. ekki tæk hefur lánþegi val um að staðgreiða ofgreiðsluna eða samþykkja sérstakt endurgreiðsluskuldabréf sem er óverðtryggt og ber vexti í samræmi við ákvörðun Seðlabanka Íslands um almenna vexti af óverðtryggðum lánum. Skal greiðslutími að meginreglu til ekki vera lengri en 18 mánuðir.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Fyrningarfrestur.\nUm fyrningarfrest kröfu vegna námslána fer eftir ákvæðum laga um fyrningu kröfuréttinda.\nÁkvæði laga um gjaldþrotaskipti o.fl. um lengd fyrningarfrests og sérreglur þeirra um slit fyrningar gilda ekki um námslán.\nVII. kafli. Sértækar aðgerðir.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Sérstök ívilnun námsgreina.\nRáðherra er heimilt með auglýsingu að ákveða sérstaka tímabundna ívilnun við endurgreiðslu námslána vegna tiltekinna námsgreina.\nSkilyrði fyrir ívilnunum skv. 1. mgr. eru að:\n1. upplýsingar liggi fyrir um viðvarandi skort í starfsstétt eða að skortur sé fyrirsjáanlegur,\n2. fyrir liggi skýrsla unnin af stjórnvöldum í samráði við hlutaðeigandi atvinnurekendur um mikilvægi þess að bregðast við aðstæðum skv. 1. tölul.,\n3. ívilnun leiði til þess að þeir sem ljúki námi í námsgreininni nýti menntun sína til starfa í starfsstétt skv. 1. tölul. og\n4. fjármagn sé aukið til Menntasjóðs námsmanna til að standa undir ívilnuninni.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Sérstök ívilnun vegna námsgreina á sérstökum svæðum.\nRáðherra er heimilt með auglýsingu að ákveða sérstaka tímabundna ívilnun við endurgreiðslu námslána til lánþega sem búsettir eru á svæðum skilgreindum í samráði við Byggðastofnun.\nSkilyrði fyrir ívilnunum skv. 1. mgr. eru að:\n1. fyrir liggi tillaga frá sveitarfélagi eða sveitarfélögum til stjórnvalda um þörf á menntuðu fólki í byggð sinni,\n2. fyrir liggi skýrsla unnin af Byggðastofnun í samráði við Samband íslenskra sveitarfélaga um mikilvægi þess að bregðast við aðstæðum skv. 1. tölul.,\n3. lánþegi hafi lokið námi og sé búsettur á skilgreindu svæði og nýti menntun sína þar að lágmarki í 50% starfshlutfalli í a.m.k. tvö ár og\n4. fjármagn sé aukið til Menntasjóðs námsmanna til að standa undir ívilnuninni.\nVIII. kafli. Menntasjóður námsmanna. Málskotsnefnd.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Hlutverk og helstu verkefni.\nHlutverk Menntasjóðs námsmanna er að vera félagslegur jöfnunarsjóður sem veitir námsaðstoð í formi námsstyrkja og námslána.\nHelstu verkefni Menntasjóðsins eru:\n1. að veita námsmönnum námsstyrki,\n2. að veita námsmönnum námslán og annast innheimtu þeirra,\n3. að annast gagnasöfnun varðandi þörf námsmanna á námslánum,\n4. að afla upplýsinga um námsskipan og námstíma þeirra skóla þar sem lánshæft nám er stundað,\n5. að hafa eftirlit með árangri og ástundun námsmanna,\n6. að annast útgáfustarfsemi og aðra kynningu á starfsemi sjóðsins.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Sjóðstjórn.\nRáðherra skipar stjórn Menntasjóðs námsmanna, þrjá fulltrúa samkvæmt tilnefningu Landssamtaka íslenskra stúdenta, einn samkvæmt tilnefningu Sambands íslenskra framhaldsskólanema, einn samkvæmt tilnefningu Bandalags háskólamanna, einn samkvæmt tilnefningu ráðherra sem fer með fjárreiður ríkisins og fjóra án tilnefningar og skal einn þeirra vera formaður sjóðstjórnar og annar varaformaður.\nStjórnin skal skipuð til tveggja ára í senn. Skipunartími fulltrúa ráðherra og ráðherra er fer með fjárreiður ríkisins skal þó takmarkaður við embættistíma þeirra ráðherra sem skipuðu þá eða tilnefndu, sitji þeir skemur. Varamenn í stjórn sjóðsins skulu skipaðir með sama hætti og til jafn langs tíma.\nVerði atkvæði jöfn við afgreiðslu mála í stjórn sjóðsins sker atkvæði formanns úr.\nHelstu verkefni stjórnar Menntasjóðsins eru:\n1. að móta áherslur í starfi Menntasjóðsins ásamt framkvæmdastjóra,\n2. að hafa eftirlit með starfsemi og fjárreiðum Menntasjóðsins,\n3. að gera tillögur til ráðherra að úthlutunarreglum, sbr. 36. gr.,\n4. að skera úr vafamálum er varða einstaka lánþega og öðrum málum.\nÁkvörðunum sjóðstjórnar varðandi málefni einstakra lánþega, umsækjenda og ábyrgðarmanna má vísa til málskotsnefndar, sbr. 32. gr., innan þriggja mánaða frá tilkynningu um ákvörðun.\nSjóðstjórn er heimilt að skipa undirnefndir úr hópi stjórnarmanna, m.a. til að fjalla um einstök mál og gera tillögur fyrir sjóðstjórn.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Framkvæmdastjóri.\nRáðherra skipar framkvæmdastjóra Menntasjóðs námsmanna til fimm ára í senn að fengnum tillögum sjóðstjórnar. Framkvæmdastjóri ræður annað starfsfólk Menntasjóðsins. Framkvæmdastjóri stýrir daglegum rekstri Menntasjóðsins, sér um fjárreiður, reikningsskil og gerð fjárhagsáætlana og ber ábyrgð á að Menntasjóðurinn starfi í samræmi við lög og stjórnvaldsfyrirmæli. Framkvæmdastjóri ber ábyrgð á því að rekstrarútgjöld og rekstrarafkoma Menntasjóðsins sé í samræmi við fjárlög og að fjármunir hans séu nýttir með réttum hætti. Framkvæmdastjóri framfylgir ákvörðunum sjóðstjórnar.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Málskotsnefnd.\nRáðherra skipar málskotsnefnd þriggja manna og jafnmarga til vara til fjögurra ára í senn og skulu nefndarmenn vera lögfræðingar að mennt. Formaður nefndarinnar og varamaður formanns skulu fullnægja skilyrðum til að hljóta skipun í embætti héraðsdómara.\nNefndin sker úr um hvort ákvarðanir sjóðstjórnar séu í samræmi við ákvæði laga og stjórnvaldsfyrirmæla. Nefndin getur staðfest, breytt eða fellt úr gildi ákvarðanir sjóðstjórnar. Úrskurður nefndarinnar skal vera rökstuddur og verður honum ekki skotið til annarra stjórnvalda. Afl atkvæða ræður niðurstöðu nefndarinnar.\nAð kröfu sjóðstjórnar fyrir hönd Menntasjóðs námsmanna getur nefndin frestað réttaráhrifum úrskurðar síns telji hún að hann muni hafa í för með sér veruleg fjárhagsleg áhrif á Menntasjóðinn. Krafa þess efnis skal gerð eigi síðar en 10 dögum frá birtingu úrskurðar. Skal frestun á réttaráhrifum úrskurðar að auki vera bundin því skilyrði að sjóðstjórnin beri málið undir dómstóla innan 30 daga frá frestun og óski þá eftir að það hljóti flýtimeðferð. Frestun réttaráhrifa úrskurðar fellur úr gildi ef mál er ekki höfðað innan 30 daga frestsins. Þegar mál er höfðað vegna úrskurðar málskotsnefndar er henni heimilt að fresta afgreiðslu sambærilegra mála sem til meðferðar eru hjá nefndinni þar til dómur gengur.\nNefndin hefur heimild, að fengnu samþykki ráðherra, til að ráða nefndinni starfslið eða að fela sjálfstætt starfandi aðila að sjá um skrifstofuhald fyrir nefndina. Ráðherra ákveður þóknun nefndarmanna.\nUm málsmeðferð að öðru leyti fer eftir stjórnsýslulögum.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Þagnarskylda.\nStarfsmenn Menntasjóðs námsmanna, stjórnarmenn, verktakar og sérfræðingar sem starfa á vegum sjóðsins eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.\nIX. kafli. Fjármögnun, rekstur o.fl.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Fjármögnun Menntasjóðs námsmanna.\n[Menntasjóði námsmanna er eingöngu heimilt að taka lán frá Endurlánum ríkissjóðs til að fjármagna lán til lánþega.]\n...\nMenntasjóðurinn fær framlög til umsýslu og reksturs frá ríkinu. Ríkið leggur jafnframt til fjárframlag vegna styrkgreiðslu til framfærslu barna, niðurfellingar á námslánum og ívilnana.\nSjóðstjórn skal árlega yfirfara og samþykkja fjárhagsáætlanir fyrir sjóðinn á næsta almanaksári með sama hætti og aðrar ríkisstofnanir.\nÁrsreikningar Menntasjóðsins skulu samþykktir af sjóðstjórn og endurskoðaðir af Ríkisendurskoðun. Þeir skulu birtir í Stjórnartíðindum.\n[Ráðherra sem fer með fjárreiður ríkisins setur reglugerð um nánari útfærslu á fjármögnun Menntasjóðs.]\nL. 89/2024, 3. gr. Rg. 67/2025.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Staðgreiðsla og félagsgjöld.\nNámsaðstoð frá Menntasjóði námsmanna er framtalsskyld en telst ekki til skattskyldra tekna við ákvörðun tekjuskatts.\nMenntasjóðnum er skylt að veita reglulega upplýsingar til skattyfirvalda, vegna 14., 15., 27. og 28. gr., en þá í samræmi við 12. gr.\nSjóðstjórn er heimilt, ef hagsmunasamtök námsmanna óska eftir, að draga félagsgjald frá námsláni enda komi ósk lánþega þar að lútandi fram á umsókn hans um námslán.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Úthlutunarreglur.\nRáðherra setur úthlutunarreglur um útfærslu og framkvæmd laga þessara, þ.m.t. fjárhæð og úthlutun námslána, sem og kröfur um lágmarksnámsframvindu, að fengnum tillögum sjóðstjórnar, eigi síðar en 1. apríl ár hvert. Þær skulu birtar í Stjórnartíðindum.\nAugl. 311/2025.\nX. kafli. Gildistaka.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi og koma til framkvæmda 1. júlí 2020. ...\nÁkvæði til bráðabirgða.\nI.\nLánþegar sem eru í námi sem er lánshæft samkvæmt lögum um Lánasjóð íslenskra námsmanna, nr. 21/1992, við það tímamark er lög þessi koma til framkvæmda skulu halda rétti sínum. Skilyrði er að námslán hafi verið veitt lánþega á tímabilinu 1. janúar 2019 þar til lög þessi koma til framkvæmda. Réttur fellur niður sjö árum eftir gildistöku þessara laga.\nLánsréttur lánþega samkvæmt eldri lögum dregst frá lánsrétti samkvæmt lögum þessum.\nII.\n[Ábyrgð ábyrgðarmanns á námslánum teknum í tíð eldri laga skal falla niður við gildistöku laga þessara. Ákvæðið nær til allra ábyrgða á skuldabréfum sjóðsins, hvort sem er vegna námslána, skuldabréfa vegna vanefnda lántaka, oflána eða af öðrum ástæðum.]\nL. 89/2024, 4. gr.\nIII.\nLánþegar sem velja endurgreiðslu skv. 21. gr. laga þessara og eru jafnframt að endurgreiða námslán samkvæmt eldri lögum geta óskað eftir að haga endurgreiðslu með þeim hætti að þeir endurgreiði fyrst námslán samkvæmt lögum þessum. Á næsta almanaksári eftir að endurgreiðslu samkvæmt lögum þessum lýkur eða á að vera lokið skulu lánþegar hefja endurgreiðslu samkvæmt eldri lögum. Greiðslur samkvæmt eldri lögum frestast því þar til lán samkvæmt lögum þessum eiga að vera að fullu greidd. Eldri námslán bera vexti þrátt fyrir frestun á endurgreiðslu samkvæmt þessu ákvæði. Sé ábyrgðarmaður á einhverju námslánanna verður að afla samþykkis hans.\nIV.\nÞeir sem skulda námslán við gildistöku laga þessara og taka námslán að nýju geta óskað eftir því að breyta eldri námslánum sínum til samræmis við ákvæði laga þessara um lánakjör og endurgreiðslur. Skilyrði slíkrar skuldbreytingar er að endurgreiðslur námslánanna séu sambærilegar, umsækjandi sé ekki í vanskilum með námslán sín og að slík umsókn berist Menntasjóði námsmanna fyrir 1. desember 2020. Sé ábyrgðarmaður á einhverju námslánanna verður að afla samþykkis hans.\nÁkvæði V. kafla laga þessara taka ekki til námslána sem tekin eru í tíð eldri laga. Nánar skal mæla fyrir um framkvæmd þessa í úthlutunarreglum.\nV.\nÞrátt fyrir ákvæði 1. mgr. 21. gr. geta lánþegar sem hefja nám á tímabilinu 2020&ndash;2023 valið að endurgreiða námslán með tekjutengingu séu námslok áður eða á því ári þegar 40 ára aldri er náð.\nVI.\nViðbótargreiðsla á námslánum, teknum í tíð eldri laga, miðast frá og með gildistöku laga þessara við ákveðinn hundraðshluta af tekjustofni ársins á undan endurgreiðsluári. Hundraðshluti þessi er eftirfarandi:\na. 3,4% á G-lánum.\nb. 4,4% á R-lánum.\nc. 3,4% á S-lánum.\nLánþegi getur óskað þess að umsaminn hundraðshluti haldist óbreyttur á námslánum teknum í tíð eldri laga. Skal umsókn þess efnis berast Menntasjóði námsmanna.\nVII.\nLánþegum námslána, tekinna í tíð laga um Lánasjóð íslenskra námsmanna, skal frá og með gildistöku laga þessara veittur afsláttur ef greitt er inn á námslán umfram lögbundnar árlegar endurgreiðslur eða þau að fullu greidd. Hlutfall afsláttar ræðst af eftirstöðvum námsláns en skal þó ekki vera lægra en 5% og ekki hærra en 15%.\nVIII.\nLög þessi skulu endurskoðuð innan þriggja ára frá því að þau koma til framkvæmda. Ráðherra skal kynna niðurstöður endurskoðunarinnar eigi síðar en á haustþingi 2023.\n[IX.\nStjórn Menntasjóðs námsmanna skal senda ráðherra uppfærða tillögu að breytingum á úthlutunarreglum sjóðsins vegna lagabreytinga sem varða afnám ábyrgðarmannakerfis lána hjá sjóðnum og heimildarákvæðis til handa sjóðnum um mat á tryggum lánþegum, sem taki gildi eigi síðar en 1. september 2024.]\nL. 89/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    }
  ]
}
