{
  "id": "122/2020",
  "type": "statute",
  "title": "Lög um kjaramál flugvirkja Landhelgisgæslu Íslands",
  "status": "in_force",
  "issued_date": "2020-11-27",
  "url": "https://www.althingi.is/lagas/nuna/2020122.html",
  "description": "Tóku gildi 28. nóvember 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Bann við vinnustöðvunum.\nVerkfallsaðgerðir Flugvirkjafélags Íslands gagnvart íslenska ríkinu vegna starfa flugvirkja hjá Landhelgisgæslu Íslands, svo og frekari vinnustöðvanir eða aðrar aðgerðir félagsins sem er ætlað að knýja fram aðra skipan kjaramála en lög þessi ákveða, eru óheimilar frá gildistöku laga þessara og á gildistíma ákvarðana gerðardóms skv. 2. gr.\nÞrátt fyrir ákvæði 1. mgr. er aðilum heimilt að semja um breytingar frá því fyrirkomulagi sem lög þessi kveða á um en eigi má knýja þær fram með vinnustöðvun eða öðrum aðgerðum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skipun gerðardóms.\nHafi fjármála- og efnahagsráðherra fyrir hönd ríkissjóðs og Flugvirkjafélag Íslands ekki undirritað kjarasamning fyrir 4. janúar 2021, vegna starfa flugvirkja hjá Landhelgisgæslu Íslands, skal gerðardómur ákveða kaup og kjör félagsmanna Flugvirkjafélags Íslands fyrir 17. febrúar 2021. Ákvarðanir gerðardóms skulu vera bindandi með sama hætti og kjarasamningur á milli aðila og gilda þann tíma sem gerðardómur ákveður. Endanlegt uppgjör launa skal fara fram eigi síðar en mánuði eftir að niðurstaða gerðardóms liggur fyrir.\nÍ gerðardómi skulu eiga sæti þrír menn sem tilnefndir eru af Hæstarétti Íslands. Gerðardómur setur sér starfsreglur, aflar nauðsynlegra gagna og getur krafist skýrslna, munnlegra og skriflegra, af þeim sem gerðardómur telur nauðsynlegt og getur kvatt sérfróða menn til starfa í þágu dómsins og til ráðuneytis um úrlausn mála. Aðilar skulu eiga rétt á að gera gerðardómi grein fyrir sjónarmiðum sínum. Skal gerðardómur ætla þeim hæfilegan tíma í því skyni. Gerðardóminum skal séð fyrir viðunandi starfsaðstöðu.\nKostnaður af starfi gerðardóms greiðist úr ríkissjóði.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ákvörðun gerðardóms.\nGerðardómur skal meta hvort útfærsla kjarasamnings Flugvirkjafélags Íslands og fjármála- og efnahagsráðherra fyrir hönd ríkissjóðs, vegna starfa flugvirkja hjá Landhelgisgæslu Íslands, skuli vera í samræmi við fyrirkomulag annarra starfsstétta hjá stofnuninni, að teknu tilliti til inntaks starfa og rekstrarumhverfis, eða hvort útfærslan skuli sjálfkrafa taka mið af fyrirkomulagi annarra sambærilegra starfsstétta á almennum vinnumarkaði. Gerðardómur skal, eftir því hvor leiðin verður valin, leggja mat á það með hvaða hætti kjör skulu útfærð í heildstæðum kjarasamningi.\nKomi aðilar vinnudeilunnar sér saman um einhver efnisatriði í deilunni, án þess að vilja gera um það dómsátt, skal gerðardómurinn taka mið af því við ákvörðun sína en hefur þó frjálsar hendur um tilhögun mála. Heimilt er gerðardómi að beita sér fyrir samkomulagi eða dómsátt á milli aðila sem hafi sömu réttaráhrif og ákvarðanir gerðardómsins, hvort sem er um einstök ákvæði eða heildarsamning þeirra í milli, og tekur þá gerðardómurinn ekki ákvörðun um þau atriði sem samkomulagið eða dómsáttin tekur til.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    }
  ]
}
