{
  "id": "129/2020",
  "type": "statute",
  "title": "Lög um skrá yfir störf hjá sveitarfélögum sem heimild til verkfalls nær ekki til",
  "status": "in_force",
  "issued_date": "2020-12-08",
  "url": "https://www.althingi.is/lagas/nuna/2020129.html",
  "description": "Tóku gildi 15. desember 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gerð skráa.\nTil að tryggja að nauðsynlegasta heilbrigðis- og öryggisþjónusta við íbúa sveitarfélaga sé veitt og lífi og heilsu þeirra sé ekki ógnað vegna verkfalls skal hvert sveitarfélag fyrir sig birta skrá yfir störf hjá sveitarfélaginu sem heimild til verkfalls samkvæmt lögum um stéttarfélög og vinnudeilur nær ekki til. Skrá skv. 1. málsl. skal unnin í samráði við viðkomandi stéttarfélög.\nSkrá skv. 1. mgr. skal taka til starfa þeirra sem sinna nauðsynlegustu heilbrigðis- og öryggisþjónustu sem hlutaðeigandi sveitarfélag veitir íbúum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Birting skráa.\nFyrir 1. febrúar ár hvert skulu sveitarfélög birta í B-deild Stjórnartíðinda skrár yfir störf sem heimild til verkfalls samkvæmt lögum um stéttarfélög og vinnudeilur nær ekki til, sbr. 1. gr. Ný skrá tekur gildi 15. febrúar næst eftir birtingu. Sé ný skrá ekki birt samkvæmt framangreindu framlengist síðast gildandi skrá um eitt ár. Andmæli gegn breytingum á skrám skulu borin fram fyrir 1. mars sama ár og skal ágreiningur sem ekki leysist með samkomulagi lagður fyrir Félagsdóm sem sker úr honum til fullnustu.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nInnan eins mánaðar frá gildistöku laga þessara skal hvert sveitarfélag ljúka við gerð skrár skv. 1. gr. sem birt verður skv. 2. gr. Komi upp ágreiningur við gerð skrár, sbr. 1. málsl., þannig að ekki takist að ljúka gerð hennar innan eins mánaðar frá gildistöku laga þessara skal ágreiningurinn lagður fyrir Félagsdóm sem sker úr honum til fullnustu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    }
  ]
}
