{
  "id": "81/2020",
  "type": "statute",
  "title": "Lög um heimild til að stofna opinbert hlutafélag um uppbyggingu samgönguinnviða á höfuðborgarsvæðinu",
  "status": "in_force",
  "issued_date": "2020-07-08",
  "url": "https://www.althingi.is/lagas/nuna/2020081.html",
  "description": "Tóku gildi 21. júlí 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Heimild til að stofna opinbert hlutafélag.\nRáðherra er heimilt að stofna opinbert hlutafélag um uppbyggingu samgönguinnviða á höfuðborgarsvæðinu með aðild ríkissjóðs, Reykjavíkurborgar, Garðabæjar, Hafnarfjarðarkaupstaðar, Kópavogsbæjar, Mosfellsbæjar og Seltjarnarnesbæjar. Í því skyni er heimilt að leggja til félagsins eignir og réttindi eftir því sem nánar greinir í lögum þessum.\nÁkvæði laga um opinber hlutafélög gilda um félagið ef ekki er kveðið á um annað í lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tilgangur og markmið félagsins.\nTilgangur félagsins er að hrinda í framkvæmd uppbyggingu samgangna á höfuðborgarsvæðinu, þ.m.t. á innviðum almenningssamgangna, í samstarfi við Vegagerðina og sveitarfélög á höfuðborgarsvæðinu. Félagið hefur yfirumsjón með framkvæmdum vegna uppbyggingar samgangna og fjármögnun þeirra.\nMeginmarkmið félagsins skulu vera eftirfarandi:\na. Að stuðla að greiðum, skilvirkum, hagkvæmum og öruggum samgöngum á höfuðborgarsvæðinu með jafnri uppbyggingu innviða allra samgöngumáta.\nb. Að stuðla að því að loftslagsmarkmiðum stjórnvalda um sjálfbært, kolefnishlutlaust borgarsamfélag verði náð.\nc. Að stuðla að auknu umferðaröryggi.\nd. Að tryggja skilvirkt samstarf milli ríkisins og sveitarfélaga á höfuðborgarsvæðinu um trausta umgjörð um uppbyggingu innviða.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk og verkefni félagsins.\nHlutverk og verkefni félagsins eru einkum eftirfarandi:\na. Að halda utan um fjármögnun á uppbyggingu samgönguinnviða á höfuðborgarsvæðinu og hrinda þeirri uppbyggingu í framkvæmd.\nb. Að fara með heildstæða áætlanagerð og áhættustýringu.\nc. Að hafa yfirumsjón með samræmingu verkefna og meta forgangsröðun.\nd. Að fylgja því eftir að sveitarfélögin vinni að nauðsynlegum breytingum á skipulagsáætlunum.\ne. Að innheimta flýti- og umferðargjöld á höfuðborgarsvæðinu, verði ákveðið með lögum að leggja slík gjöld á, og byggja upp innviði slíkrar innheimtu.\nf. Að annast þróun á landi sem lagt verður til félagsins með það að markmiði að ná fram hámörkun á virði þess.\nFélagið gerir samning við Vegagerðina um framkvæmd einstakra verkefna sem falla innan hlutverks félagsins, sbr. þó 3. mgr. 8. gr. Félagið annast yfirumsjón og eigandaeftirlit með uppbyggingu samgöngumannvirkja gagnvart Vegagerðinni, þ.m.t. vegna áætlanagerðar og áhættustýringar í samræmi við hlutverk þess skv. 1. mgr. Í slíkum samningi skal eftir atvikum skilgreina þátt tiltekinna sveitarfélaga í einstökum verkefnum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hlutafé félagsins.\nRíkissjóður fer við stofnun félagsins með 75% eignarhluta og sveitarfélög á höfuðborgarsvæðinu, sbr. 1. mgr. 1. gr., samtals 25%. Eigendum er þó heimilt að koma sér saman um aðra skiptingu á eignarhlutum í félaginu. Ekki er heimilt að framselja hluti félagsins til annarra en stofneigenda þess.\nSá ráðherra er fer með eignir ríkisins skal fara með hlut ríkisins í félaginu og framkvæmd laga þessara. Samtök sveitarfélaga á höfuðborgarsvæðinu fara með eigendaumboð sveitarfélaganna í félaginu.\nEigendur félagsins skulu gera með sér hluthafasamkomulag þar sem nánar verður kveðið á um stjórnarhætti félagsins sem og minnihlutavernd.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stjórn félagsins.\nStjórn félagsins skal skipuð sex einstaklingum og skal val þeirra staðfest á aðalfundi ár hvert. Ráðherra tilnefnir þrjá aðalmenn og Samtök sveitarfélaga á höfuðborgarsvæðinu tilnefna þrjá. Ráðherra skipar formann stjórnar án tilnefningar úr hópi stjórnarmanna. Atkvæði formanns ræður úrslitum falli atkvæði jöfn innan stjórnar. Stjórn félagsins skiptir að öðru leyti með sér verkum í samræmi við ákvæði hluthafasamkomulags, sbr. 3. mgr. 4. gr. Fjöldi varamanna skal ákveðinn í samþykktum félagsins.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samningur um uppbyggingu innviða.\nRíki og sveitarfélög skv. 1. gr. gera samning við félagið, einn eða fleiri eftir þörfum, þar sem nánar verður kveðið á um hlutverk félagsins vegna uppbyggingar samgöngumannvirkja á höfuðborgarsvæðinu. Í samningi milli aðila skal m.a. kveðið á um fjármagnsskipan félagsins, nánari útfærslu einstakra framkvæmda, eignfærslu mannvirkja sem og ráðstöfun þeirra við slit félagsins.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Yfirtaka og þróun lands í eigu ríkisins.\nFélagið skal með sérstökum samningi við ráðherra taka við landi í eigu ríkisins ásamt þeim réttindum og skyldum sem því tengjast og telst það hluti af hlutafjárframlagi ríkisins. Í samningnum skal m.a. ákvarða afmörkun lands og skilyrði afhendingar þess til félagsins.\nAllur ábati af þróun og sölu landsins skal renna óskertur til verkefnisins um uppbyggingu samgangna á höfuðborgarsvæðinu. Félagið skal annast þróun landsins í samvinnu við skipulagsyfirvöld með það að markmiði að hámarka virði landsins og uppbyggingarmöguleika þess eins og kostur er.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Heimild til lántöku o.fl.\nFélaginu er heimilt að taka lán umfram það sem fjármagnað er með framlögum til félagsins, rúmist það innan heildarfjárfestingar og sé metið hagkvæmt fyrir framgang uppbyggingar samgönguinnviða og annarra verkefna félagsins. Lántaka er háð því skilyrði að ríkissjóður veiti félaginu lán eða veiti ríkisábyrgð verði lán tekið frá öðrum aðila.\nFélaginu er heimilt að stofna dótturfélög til að annast afmarkaða þætti af verkefnum félagsins, í samræmi við samþykktir þess og lög þessi.\nFélaginu er heimilt að gera hvers konar samninga við aðra aðila til að ná tilgangi sínum á sem hagkvæmastan hátt.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Slit félagsins.\nFélaginu skal slitið þegar það hefur lokið verkefnum að fullu og þegar fullnaðaruppgjör hefur farið fram og öllum eignum félagsins ráðstafað.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
