{
  "id": "50/2020",
  "type": "statute",
  "title": "Lög um stuðning úr ríkissjóði vegna greiðslu hluta  launakostnaðar á uppsagnarfresti",
  "status": "in_force",
  "issued_date": "2020-06-02",
  "url": "https://www.althingi.is/lagas/nuna/2020050.html",
  "description": "Tóku gildi 6. júní 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um þá sem stunda atvinnurekstur, hófu starfsemi fyrir 1. desember 2019 og bera ótakmarkaða skattskyldu hér á landi skv. 1. eða 2. gr. laga um tekjuskatt, nr. 90/2003. Lögin gilda ekki um stofnanir, byggðasamlög og fyrirtæki í eigu ríkis eða sveitarfélaga.\nLögin gilda um fjárstuðning til þeirra atvinnurekenda sem hafa sagt launamönnum upp störfum vegna verulegrar fjárhagslegrar röskunar á atvinnurekstri sínum og orsakir þess verða raktar beint eða óbeint til ráðstafana sem gripið hefur verið til eða aðstæðna sem að öðru leyti hafa skapast vegna faraldurs kórónuveiru sem hófst hér á landi í febrúar 2020.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja réttindi launafólks og tryggja þeim atvinnurekendum stuðning sem horfa fram á umfangsmikið tekjutap vegna faraldurs kórónuveiru og aðgerða sem honum tengjast.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Atvinnurekstur: Starfsemi sem rekin er í hagnaðarskyni og þar sem laun eru greidd skv. 1. tölul. 5. gr. laga um staðgreiðslu opinberra gjalda, nr. 45/1987, og er skráð á launagreiðendaskrá, svo og á virðisaukaskattsskrá þegar það á við.\n2. Atvinnurekandi: Einstaklingur eða lögaðili sem vegna atvinnureksturs síns greiðir starfsmönnum sínum laun á uppsagnarfresti í samræmi við ákvæði kjara- eða ráðningarsamnings.\n3. Launamaður: Hver sá sem vinnur launað starf í annarra þjónustu samkvæmt ráðningarsamningi.\n4. Launakostnaður: Til launakostnaðar teljast hvers konar laun og aðrar þóknanir skv. 1. tölul. 5. gr. laga um staðgreiðslu opinberra gjalda, nr. 45/1987, ásamt iðgjaldi í lífeyrissjóð, að hámarki 11,5% af iðgjaldsstofni skv. 3. gr. laga um skyldutryggingu lífeyrisréttinda og starfsemi lífeyrissjóða, nr. 129/1997, og allt að 2% af iðgjaldsstofni samkvæmt gildandi samningi um viðbótartryggingavernd, sbr. 2. og 9. gr. sömu laga.\n5. Tekjur: Skattskyldar tekjur skv. B-lið 7. gr. laga um tekjuskatt, nr. 90/2003, að frátöldum hagnaði af sölu rekstrareigna.\n6. Uppsagnardagur: Sá dagur þegar uppsögn launamanns kemur til framkvæmda.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skilyrði.\nAtvinnurekandi sem uppfyllir öll eftirtalin skilyrði getur óskað eftir stuðningi úr ríkissjóði vegna greiðslu launakostnaðar á uppsagnarfresti, sbr. 6. gr.:\n1. Hann sagði viðkomandi launamönnum, sem ráðnir höfðu verið fyrir 1. maí 2020, upp störfum vegna aðstæðna sem sköpuðust vegna faraldurs kórónuveiru.\n2. Meðaltal mánaðartekna hans frá 1. apríl 2020 og til uppsagnardags hefur lækkað um a.m.k. 75% í samanburði við eitt af eftirtöldu:\na. meðaltal mánaðartekna sama tímabils árið áður,\nb. meðaltal mánaðartekna júní, júlí og ágúst árið áður,\nc. meðaltal mánaðartekna á tímabilinu frá 1. desember 2019 til 29. febrúar 2020 eða\nd. meðaltal mánaðartekna á tímabilinu 1. apríl 2019 til 31. mars 2020.\n3. Hann hefur eftir 15. mars 2020 ekki ákvarðað úthlutun arðs, lækkun hlutafjár með greiðslu til hluthafa, kaup eigin hluta, innt af hendi aðra greiðslu til eiganda á grundvelli eignaraðildar hans, greitt óumsaminn kaupauka, greitt af víkjandi láni fyrir gjalddaga eða veitt eiganda eða aðila nákomnum eiganda lán eða annað fjárframlag sem ekki varðar öflun, tryggingu eða viðhald rekstrartekna. Jafnframt skuldbindur hann sig til að gera enga framangreinda ráðstöfun fyrr en fjárstuðningurinn hefur að fullu verið tekjufærður skv. 9. gr. eða endurgreiddur skv. 10. gr.\n4. Hann er ekki í vanskilum með opinber gjöld, skatta og skattsektir sem komnar voru á eindaga 31. desember 2019 og álagðir skattar og gjöld byggjast ekki á áætlunum. Hann hefur staðið skil á skattframtali og fylgigögnum þess, þ.m.t. skýrslu um eignarhald á CFC-félagi, sbr. 10. gr. reglugerðar um skattlagningu vegna eignarhalds í lögaðilum á lágskattasvæðum, nr. 1102/2013, og öðrum skýrslum og skilagreinum, svo sem staðgreiðsluskilagreinum og virðisaukaskattsskýrslum, til Skattsins síðastliðin þrjú ár áður en umsókn barst eða síðan hann hóf starfsemi ef það var síðar. Að auki skal hann, eftir því sem við á og á sama tímabili, hafa staðið skil á ársreikningum, sbr. lög um ársreikninga, nr. 3/2006, og upplýst um raunverulega eigendur, sbr. lög um skráningu raunverulegra eigenda, nr. 82/2019.\n5. Hann hefur ekki verið tekinn til slita eða bú hans til gjaldþrotaskipta.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Undanþága frá skilyrði um arðsúthlutun.\nSkattinum er heimilt að veita undanþágu frá skilyrði 3. tölul. 4. gr. um úthlutun arðs enda mæli sérstök rök með því að slík undanþága verði veitt.\nSkilyrði fyrir undanþágu skv. 1. mgr. er að hún sé veitt til úthlutunar arðs vegna nýs hlutafjár sem nýtur forgangs til arðgreiðslna, sbr. 12. tölul. 2. mgr. 9. gr. og 2. mgr. 20. gr. laga um hlutafélög, nr. 2/1995, enda hafi ákvörðun um hækkun hlutafjár með áskrift nýrra hluta verið tekin vegna fjárhagslegra örðugleika sem stafa beint eða óbeint af heimsfaraldri kórónuveiru og nýjum hlutum verið ákveðinn forgangur til arðs, sbr. 2. tölul. 1. mgr. 36. gr. sömu laga.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Afmörkun stuðnings.\nFjárhæð stuðnings er ákveðin sem hér segir:\n1. Stuðningurinn nemur að hámarki 85% af launakostnaði launamanns á uppsagnarfresti, miðað við ráðningarkjör hans 1. maí 2020, þó að hámarki 633.000 kr. á mánuði vegna launa og að hámarki 85.455 kr. á mánuði vegna lífeyrissjóðsiðgjaldshluta atvinnurekanda, fyrir fullt starf og hlutfallslega fyrir hlutastarf.\n2. Stuðningurinn nær til þeirra uppsagna sem hafa uppsagnardag frá og með 1. maí 2020 og til og með 1. október 2020. Hafi atvinnurekandi sagt upp launamanni með uppsagnardag fyrir 1. maí, en uppfyllir að öðru leyti skilyrði laga þessara, getur atvinnurekandi sótt um stuðning vegna launa á uppsagnarfresti sem koma til greiðslu vegna vinnu í maí og júní 2020. Hámarkstímabil stuðnings vegna hvers launamanns er þrír mánuðir en þó aldrei lengra en samnings- eða lögbundinn uppsagnarfrestur kveður á um.\n3. Vegna orlofslauna sem launamaður kann að eiga rétt á og fær greidd við starfslok greiðist að auki sérstakur stuðningur að hámarki 85% orlofslauna, þó að hámarki 1.014.000 kr. fyrir fullt starf og hlutfallslega fyrir launamann í hlutastarfi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Umsókn.\nUmsókn um stuðning skal skila mánaðarlega til Skattsins fyrir næstliðið launatímabil og eigi síðar en 20. hvers mánaðar. Umsókn skal vera rafræn en að öðru leyti á því formi sem Skatturinn ákveður. [Skattinum er heimilt að afgreiða umsóknir sem berast að liðnum fresti skv. 1. málsl. enda séu önnur skilyrði laga þessara uppfyllt.]\nAtvinnurekandi skal staðfesta við umsókn að hann uppfylli skilyrði 4. gr., að upplýsingar sem hann skilar og liggja til grundvallar ákvörðun fjárhæðar skv. 6. gr. séu réttar og að honum sé kunnugt um að það geti varðað álagi, sektum eða fangelsi að veita rangar eða ófullnægjandi upplýsingar.\nL. 117/2020, 1. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ákvörðun og greiðsla.\nSkatturinn ákvarðar fjárhæð stuðnings samkvæmt lögum þessum. Stuðningsfjárhæð skal ákvarða sérstaklega fyrir hvern mánuð eða hluta úr mánuði uppsagnarfrests, í samræmi við ákvæði 6. gr. Skilyrði ákvörðunar er að atvinnurekandi hafi staðið fullnægjandi skil á staðgreiðslu skatts af launum viðkomandi mánaðar. Að því skilyrði uppfylltu skal Skatturinn ákvarða stuðningsfjárhæð innan 30 daga frá því að honum barst umsókn skv. 7. gr. og fullnægjandi gögn til að afgreiða hana, þ.m.t. staðgreiðsluskilagrein vegna undanfarandi mánaðar.\nStuðningsfjárhæð skal greidd úr ríkissjóði innan þriggja virkra daga frá því að hún var ákvörðuð.\nVið afgreiðslu umsóknar og endurskoðun ákvörðunar um umsókn getur Skatturinn farið fram á að atvinnurekandi sýni með rökstuðningi og gögnum fram á rétt sinn til stuðnings samkvæmt lögum þessum.\nSkatturinn skal endurákvarða stuðningsfjárhæð komi í ljós að atvinnurekandi hafi ekki átt rétt á stuðningnum eða hafi átt rétt á hærri eða lægri fjárhæð en hann fékk greidda.\nAð því leyti sem ekki er á annan veg kveðið á um í lögum þessum gilda ákvæði 94.–97. gr. laga um tekjuskatt, nr. 90/2003, eftir því sem við getur átt um afgreiðslu umsókna og endurákvarðanir stuðnings.\nStjórnvaldsákvarðanir Skattsins samkvæmt lögum þessum eru endanlegar á stjórnsýslustigi.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Tekjufærsla.\nAtvinnurekandi skal færa stuðningsfjárhæð til tekna í skattskilum sínum fyrir það rekstrarár þegar hann fékk stuðninginn greiddan þar til tap þess árs og yfirfæranlegt tap frá fyrri árum hefur að fullu verið jafnað. Fjárstuðningur umfram þá tapsjöfnun skal færður í sérgreindan bundinn sjóð meðal eigin fjár. Sjóðurinn skal leystur upp með tekjufærslu á næstu fjórum rekstrarárum þar á eftir, 25% á ári.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Endurgreiðsla.\nAtvinnurekandi getur leyst sig undan skuldbindingu skv. 3. tölul. 4. gr. með endurgreiðslu óuppleysts sjóðs skv. 9. gr., ásamt verðbótum og vöxtum. Verðbætur og vextir reiknast á endurgreiðslufjárhæðina frá þeim tíma þegar atvinnurekandinn fékk fjárstuðning greiddan úr ríkissjóði og til endurgreiðsludags. Verðbætur reiknast miðað við breytingar á vísitölu neysluverðs, sbr. 1. mgr. 14. gr. laga um vexti og verðtryggingu, nr. 38/2001. Vextir reiknast jafnháir vöxtum sem Seðlabanki Íslands ákveður og birtir með hliðsjón af lægstu vöxtum á nýjum almennum verðtryggðum útlánum hjá lánastofnunum, sbr. 2. málsl. 4. gr. sömu laga.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Breyttar aðstæður launamanns.\nKomi til þess að launamaður taki við öðru launuðu starfi eða hefji sjálfstæðan rekstur, sem leiðir til þess að atvinnurekandi fellir niður launagreiðslur áður en uppsagnarfresti hans lýkur, fellur niður réttur atvinnurekanda til stuðnings vegna viðkomandi launamanns.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Réttindi launamanns.\nHafi atvinnurekandi þegið stuðning samkvæmt lögum þessum ber honum að upplýsa þá launamenn, sem hann fékk greiddan stuðning vegna, um áform sín um að ráða að nýju í sambærilegt starf og gera þeim starfstilboð. Skyldan fellur niður að 12 mánuðum liðnum frá uppsagnardegi en í síðasta lagi 30. júní 2021. Viðkomandi launamaður skal eiga forgangsrétt að starfinu og skal svara tilboði um starf innan tíu virkra daga frá því að honum barst tilboðið.\nKomi til ráðningar að nýju skal launamaður halda þeim réttindum sem hann hafði unnið sér inn þegar til uppsagnar kom í samræmi við ákvæði kjarasamninga.\nKomi til ráðningar að nýju innan sex mánaða frá uppsagnardegi skal launamaður halda þeim kjörum sem hann hafði þegar til uppsagnar kom í samræmi við ráðningarsamning.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ofgreiðsla.\nHafi atvinnurekandi fengið stuðning umfram það sem hann átti rétt á ber honum að endurgreiða þá fjárhæð sem ofgreidd var með vöxtum skv. 4. gr. laga um vexti og verðtryggingu, nr. 38/2001, frá greiðsludegi. Endurgreiðslukrafa ber dráttarvexti frá endurákvörðunardegi Skattsins ef hún er ekki greidd innan mánaðar frá þeim degi.\nHafi atvinnurekandi veitt rangar eða ófullnægjandi upplýsingar eða upplýsingagjöf hans verið svo áfátt að áhrif hafi haft við ákvörðun um stuðning skal Skatturinn gera honum að greiða 50% álag á kröfu um endurgreiðslu. Fella skal álagið niður ef atvinnurekandi færir rök fyrir því að óviðráðanleg atvik hafi hamlað því að hann veitti réttar upplýsingar eða kæmi leiðréttingu á framfæri við Skattinn. Telji Skatturinn að háttsemi atvinnurekanda geti varðað sektum eða fangelsi skal hann ekki gera honum að greiða álag heldur kæra málið til lögreglu.\nÁkvarðanir Skattsins um endurgreiðslur ofgreidds stuðnings eru aðfararhæfar skv. 9. tölul. 1. mgr. 1. gr. laga um aðför, nr. 90/1989.\nUm innheimtu ofgreidds stuðnings fer samkvæmt lögum um innheimtu opinberra skatta og gjalda, nr. 150/2019, þar á meðal um skuldajöfnun og heimild til að gera greiðsluáætlun. Skatturinn annast á landsvísu innheimtu ofgreidds stuðnings samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Gjaldþrot.\nEf atvinnurekandi verður úrskurðaður gjaldþrota skal krafa vegna greidds stuðnings, sem ekki hefur verið tekjufærður skv. 9. gr. eða ofgreiddur hefur verið skv. 13. gr., njóta sömu stöðu gagnvart þrotabúi og krafa launamanns hefði ella notið, sbr. 112. gr. laga um gjaldþrotaskipti o.fl., nr. 21/1991.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Birting upplýsinga.\nSkatturinn skal birta opinberlega upplýsingar um hvaða atvinnurekendum hefur verið ákvarðaður stuðningur úr ríkissjóði samkvæmt lögum þessum og um fjárhæð stuðnings hvers atvinnurekanda.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Viðurlög.\nEinstaklingur eða lögaðili sem brýtur af ásetningi eða stórfelldu gáleysi gegn lögum þessum, svo sem með því að veita rangar eða ófullnægjandi upplýsingar í umsókn um stuðning, skal sæta sektum eða fangelsi allt að sex árum nema brot megi teljast minni háttar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Reglugerðarheimild.\nRáðherra getur kveðið nánar á um framkvæmd laga þessara í reglugerð.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    }
  ]
}
