{
  "id": "128/2020",
  "type": "statute",
  "title": "Lög um ráðstafanir gegn óréttmætri takmörkun á netumferð o.fl.",
  "status": "in_force",
  "issued_date": "2020-12-09",
  "url": "https://www.althingi.is/lagas/nuna/2020128.html",
  "description": "Tóku gildi 12. desember 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að koma í veg fyrir óréttmætar takmarkanir á netumferð og aðra mismunun sem byggist á þjóðerni, búsetu eða staðfestu viðskiptavinar og að efla netviðskipti yfir landamæri innan Evrópska efnahagssvæðisins.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lögfesting.\nÁkvæði reglugerðar Evrópuþingsins og ráðsins (ESB) 2018/302 frá 28. febrúar 2018 um ráðstafanir gegn óréttmætum landfræðilegum takmörkunum á netumferð og annarri mismunun sem byggist á því hvert þjóðerni viðskiptavinar er, hvar hann er búsettur eða hvar hann hefur staðfestu á innri markaðnum og um breytingu á reglugerðum (EB) nr. 2006/2004 og (ESB) 2017/2394 og tilskipun 2009/22/EB, sem birt er í EES-viðbæti Stjórnartíðinda Evrópusambandsins nr. 26 frá 23. apríl 2020, bls. 898&ndash;912, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 311/2019 frá 13. desember 2019, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 14, bls. 72&ndash;73, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Undanþága frá gildissviði.\nLög þessi gilda ekki um seljendur vöru og þjónustu sem eru undanþegnir skattskyldu skv. 3. tölul. 4. gr. laga um virðisaukaskatt, nr. 50/1988.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórnsýsla.\nRáðherra fer með yfirstjórn og framkvæmd laga þessara en Neytendastofa annast eftirlit samkvæmt lögum þessum í umboði hans.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eftirlit og málskot.\nÁkvæði VIII. kafla laga um eftirlit með viðskiptaháttum og markaðssetningu, nr. 57/2005, gilda um heimildir Neytendastofu til upplýsingaöflunar, haldlagningar gagna, vettvangsrannsókna og afhendingar upplýsinga til stjórnvalda annarra ríkja og um þagnarskyldu. Að öðru leyti gilda ákvæði laga um eftirlit með viðskiptaháttum og markaðssetningu eins og við á um eftirlit og málsmeðferð Neytendastofu samkvæmt lögum þessum.\nNeytendastofa getur gripið til aðgerða gegn aðilum sem brjóta gegn ákvæðum reglugerðar (ESB) 2018/302 eftir því sem við getur átt. Ákvæði IX. kafla laga um eftirlit með viðskiptaháttum og markaðssetningu gilda um heimildir Neytendastofu til aðgerða sem geta falið í sér bann, fyrirmæli eða heimild með ákveðnu skilyrði.\nÁkvörðunum sem Neytendastofa tekur á grundvelli laga þessara verður skotið til áfrýjunarnefndar neytendamála sem starfar á grundvelli 4. gr. laga um Neytendastofu, nr. 62/2005.\nÁkvörðun Neytendastofu verður ekki borin undir dómstóla fyrr en úrskurður áfrýjunarnefndar neytendamála liggur fyrir.\nNú vill aðili ekki una úrskurði áfrýjunarnefndar neytendamála og getur hann þá höfðað mál fyrir dómstólum til ógildingar á ákvörðun Neytendastofu. Mál skal höfðað innan sex mánaða frá því að aðili fékk vitneskju um úrskurð áfrýjunarnefndar. Málshöfðun frestar ekki réttaráhrifum úrskurðar nefndarinnar eða heimild til aðfarar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Viðurlög og úrræði.\nNeytendastofa getur lagt stjórnvaldssektir á hvern þann sem brýtur gegn eftirtöldum ákvæðum reglugerðar (ESB) 2018/302:\na. 3. gr. um aðgang að netskilflötum,\nb. 4. gr. um aðgang að vörum eða þjónustu,\nc. 5. gr. um bann við mismunun af ástæðum sem tengjast greiðslum.\nStjórnvaldssektir sem lagðar eru á aðila geta numið frá 100 þús. kr. til 20 millj. kr.\nÁkvarðanir Neytendastofu um stjórnvaldssektir eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun Neytendastofu skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu. Stjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nEf ekki er farið að ákvörðun sem tekin hefur verið samkvæmt lögum þessum getur Neytendastofa ákveðið að sá eða þeir sem ákvörðunin beinist að greiði dagsektir þar til farið verður að henni. Ákvörðun um dagsektir skal tilkynnt bréflega á sannanlegan hátt þeim sem hún beinist að. Dagsektir geta numið frá 50 þús. kr. til 500 þús. kr. á dag.\nÁkvörðun um dagsektir má skjóta til áfrýjunarnefndar neytendamála innan fjórtán daga frá því að hún er kynnt þeim er hún beinist að. Dagsektir reiknast ekki fyrr en sá frestur er liðinn. Ef ákvörðun er skotið til áfrýjunarnefndar neytendamála falla dagsektir ekki á fyrr en niðurstaða hennar liggur fyrir.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
