{
  "id": "20/2020",
  "type": "statute",
  "title": "Lög um samvinnu stjórnvalda á Evrópska efnahagssvæðinu um neytendavernd",
  "status": "in_force",
  "issued_date": "2020-03-16",
  "url": "https://www.althingi.is/lagas/nuna/2020020.html",
  "description": "Tóku gildi 19. mars 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lögfesting.\nÁkvæði reglugerðar Evrópuþingsins og ráðsins (ESB) 2017/2394 frá 12. desember 2017 um samvinnu milli landsyfirvalda sem bera ábyrgð á að framfylgja lögum um neytendavernd og um niðurfellingu reglugerðar (EB) nr. 2006/2004, sem birt er í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 58 frá 18. júlí 2019, bls. 216–241, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 172/2019, frá 14. júní 2019, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um samvinnu stjórnvalda á Evrópska efnahagssvæðinu um neytendavernd og heimildir þar til bærra stjórnvalda til rannsókna og framfylgdar í þágu neytenda.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stjórnsýsla.\nRáðherra fer með yfirstjórn samkvæmt lögum þessum.\nRáðherra er heimilt að tilnefna eitt eða fleiri lögbær yfirvöld, miðlæga tengiskrifstofu og stofnanir sem bera ábyrgð á beitingu laga þessara. Ráðherra getur með reglugerð veitt viðeigandi aðilum heimild til að gefa út utanaðkomandi viðvaranir samkvæmt lögunum.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Reglugerð.\nReglugerðir eða tilskipanir Evrópusambandsins, sem teknar verða upp í EES-samninginn og fela í sér breytingar eða viðbætur við viðauka reglugerðar skv. 1. gr., er ráðherra heimilt að innleiða með reglugerð.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara og samvinnu yfirvalda sem bera ábyrgð á framkvæmd laga um neytendavernd.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    }
  ]
}
