{
  "id": "80/2020",
  "type": "statute",
  "title": "Lög um samvinnuverkefni um samgönguframkvæmdir",
  "status": "in_force",
  "issued_date": "2020-07-10",
  "url": "https://www.althingi.is/lagas/nuna/2020080.html",
  "description": "Tóku gildi 21. júlí 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Heimild til að semja við einkaaðila um tilteknar framkvæmdir.\nVegagerðinni er heimilt að undangengnu útboði að gera samning við einkaaðila um samvinnuverkefni um samgönguframkvæmdir sem tilgreindar eru í lögum þessum.\nFramkvæmdir sem heimilt er að bjóða út sem samvinnuverkefni eru eftirfarandi:\na. Hringvegur norðaustan Selfoss og brú yfir Ölfusá.\nb. Hringvegur um Hornafjarðarfljót.\nc. Axarvegur.\nd. Tvöföldun Hvalfjarðarganga.\ne. Hringvegur um Mýrdal og jarðgöng í Reynisfjalli.\nf. Sundabraut.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Samvinnuverkefni: Verkefni þar sem einkaaðili annast fjármögnun opinbers mannvirkis, í heild eða að hluta, eða tekur með öðrum hætti áhættu af gerð og rekstri þess, eftir atvikum með heimild til gjaldtöku fyrir notkun mannvirkisins á rekstrartíma. Samvinnuverkefni felur að jafnaði í sér samvinnu um eftirtalið: fjármögnun, áætlanagerð, hönnun, uppbyggingu mannvirkja, viðhald, rekstur og annað sem nauðsynlegt er til að ljúka megi framkvæmd og reka mannvirki í tiltekinn tíma.\n2. Umráðamaður: Sá sem með samþykki eiganda ökutækis hefur umráð yfir því. Aðili telst ekki umráðamaður nema hann sé skráður sem slíkur í ökutækjaskrá, t.d. samkvæmt samningi við löggilt kaupleigu- eða rekstrarleigufyrirtæki.\n3. Veggjald: Gjald sem greitt er fyrir rétt til að nota tiltekinn veg eða vegarkafla, á tilteknum tíma í tiltekin skipti.\n4. Viðbótarálag: Gjald sem leggst ofan á veggjald í þeim tilvikum þegar ekið er um gjaldskyld mannvirki án þess að greiða fyrir aðgang. Gjaldið tekur mið af kostnaði vegna aukinnar umsýslu við innheimtuna þegar ekki er greitt í samræmi við gjaldskrá.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjaldtaka af umferð.\nHeimilt er að fjármagna samvinnuverkefni að hluta eða öllu leyti með gjaldtöku af umferð um mannvirki sem samvinnuverkefnið nær til. Veggjöld geta í heild eða að hluta staðið straum af byggingarkostnaði, viðhaldi, rekstri, þróun og eðlilegum afrakstri af fjárfestingu mannvirkis. Gjaldtaka vegna notkunar tiltekins mannvirkis skal ekki hefjast fyrr en framkvæmd lýkur og opnað er fyrir almenna umferð. Gjaldtaka fyrir hvert mannvirki skal ekki standa lengur en í 30 ár.\nVegagerðinni er heimilt að fela einkaaðilum með samningi um samvinnuverkefni að taka gjald af umferð á samningstímanum. Vegagerðinni er einnig heimilt að stofna sérstakt félag eða fela sérstöku félagi í eigu ríkisins það hlutverk að sjá um gjaldtöku, eftir atvikum samhliða því að annast einstaka þætti samvinnuverkefnis.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Innheimta veggjalda.\nEigandi ökutækis eða umráðamaður ber ábyrgð á greiðslu veggjalds samkvæmt ákvæði þessu.\nÞeim aðila sem annast gjaldtöku samkvæmt ákvæði þessu er heimilt að leggja á viðbótarálag í þeim tilvikum þegar ekið er um gjaldskyld mannvirki án þess að greiða fyrir aðgang að þeim í samræmi við fyrirframbirta gjaldskrá.\nVeggjöld og viðbótarálag skulu hvíla sem lögveð á því ökutæki sem ekið er um gjaldskyld mannvirki án þess að greiða fyrir aðgang að þeim og ganga framar öllum öðrum skuldbindingum sem á því hvíla, nema gjöldum til ríkissjóðs og lögboðnum ökutækjatryggingum, í eitt ár frá því að gjaldið féll til. Á grundvelli slíks lögveðs má krefjast nauðungarsölu á ökutæki án undangengins dóms, sáttar eða fjárnáms. Lögveðið fellur ekki niður við eigendaskipti.\nÞar sem ákvæði þessu sleppir skal um gjaldtökuna, þ.m.t. viðurlög vegna brota við álagningu og innheimtu gjalda, fara eftir viðeigandi ákvæðum vegalaga og reglugerðum settum á grundvelli þeirra.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eignarnámsheimild.\nVegagerðinni er heimilt að taka eignarnámi land, jarðefni og önnur eignarréttindi eins og nauðsyn krefur vegna framkvæmda sem taldar eru upp í 2. mgr. 1. gr. Um málsmeðferð vegna eignarnámsákvörðunarinnar gilda þau ákvæði VII. kafla vegalaga sem varða eignarnám.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Eignarhald.\nÞegar framkvæmdum skv. 1. gr. er lokið í samræmi við samning skulu mannvirkin teljast til þjóðvega samkvæmt ákvæðum vegalaga.\nHeimilt er að ákveða að eignarhald mannvirkjanna verði á samningstímanum í höndum einkaaðila er annast framkvæmdirnar. Við lok samningstímans skulu mannvirkin ásamt öllu tilheyrandi verða eign ríkisins án sérstaks endurgjalds.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n[Ákvæði til bráðabirgða.\nRáðherra sem fer með opinber fjármál er heimilt, í samráði við ráðherra sem fer með skipulag og uppbyggingu samgöngukerfisins, að undirgangast skuldbindingar fyrir hönd ríkissjóðs vegna útboðs á hringvegi norðaustan Selfoss og brú yfir Ölfusá gegn því að gjaldtaka af umferð um hana standi undir kostnaði í heild eða að lágmarki 50%. Standi gjaldtaka ekki undir öllum kostnaði er heimilt að ákvarða framlög úr ríkissjóði, enda hafi verið gert ráð fyrir útgjöldum í samgönguáætlun og fjármálaáætlun og fjárheimilda aflað fyrir þeim í fjárlögum.\nSé heimild skv. 1. mgr. ekki nýtt innan sex mánaða frá gildistöku hennar\nfellur hún úr gildi.]\nL. 140/2024, 51. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
