{
  "id": "14/2020",
  "type": "statute",
  "title": "Lög um lýsingu verðbréfa sem boðin eru í almennu útboði eða tekin til viðskipta á skipulegum markaði",
  "status": "in_force",
  "issued_date": "2020-03-03",
  "url": "https://www.althingi.is/lagas/nuna/2020014.html",
  "description": "Tóku gildi 1. apríl 2020.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja fjárfestavernd með fullnægjandi og samræmdri upplýsingagjöf við almenn útboð verðbréfa og við töku þeirra til viðskipta á skipulegum markaði.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lögfesting.\n[Ákvæði reglugerðar Evrópuþingsins og ráðsins (ESB) 2017/1129 frá 14. júní 2017 um lýsingu sem birta skal þegar verðbréf eru boðin í almennu útboði eða tekin til viðskipta á skipulegum markaði og um niðurfellingu á tilskipun 2003/71/EB, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 92 frá 14. nóvember 2019, bls. 72&ndash;142, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 84/2019 frá 29. mars 2019 sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 73 frá 12. september 2019, bls. 1&ndash;2, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest, með breytingum samkvæmt:\n1. 1. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2021/337 frá 16. febrúar 2021 um breytingu á reglugerð (ESB) 2017/1129 að því er varðar ESB-endurbótalýsingu og markvissar aðlaganir fyrir fjármálamilliliði og tilskipun 2004/109/EB að því er varðar notkun á sameiginlega rafræna skýrslusniðinu fyrir árleg reikningsskil, til að stuðla að endurbótum í kjölfar COVID-19 hættuástandsins, með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 384/2021 frá 10. desember 2021. Reglugerðin er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 10 frá 17. febrúar 2022, bls. 1104&ndash;1116.\n[2. 2. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2019/2115 frá 27. nóvember 2019 um breytingu á tilskipun 2014/65/ESB og reglugerðum (ESB) nr. 596/2014 og (ESB) 2017/1129 að því er varðar að stuðla að notkun vaxtarmarkaða lítilla og meðalstórra fyrirtækja, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 20 frá 24. mars 2022, bls. 82&ndash;91.]\nÞegar vísað er til laga þessara er átt við lögin og reglugerðir ESB skv. 1. mgr. þessarar greinar.\nMeð vísun í tilskipun 2003/71/EB er átt við lög þessi, sbr. VI. viðauka við reglugerð (ESB) 2017/1129.\nMeð vísun í reglugerð (ESB) 2017/1129 til hugtaka samkvæmt tilskipun 2014/65/ESB er átt við sömu hugtök í skilningi laga um markaði fyrir fjármálagerninga, með eftirfarandi aðlögunum þó:\na. Með vísun í a-lið 2. gr. reglugerðar (ESB) 2017/1129 til framseljanlegra verðbréfa samkvæmt tilskipun 2014/65/ESB er átt við verðbréf í skilningi laga um markaði fyrir fjármálagerninga.\nb. Með vísun í a-lið 2. gr. reglugerðar (ESB) 2017/1129 til peningamarkaðsskjala samkvæmt tilskipun 2014/65/ESB er átt við peningamarkaðsgerninga í skilningi laga um markaði fyrir fjármálagerninga.\nc. Með vísun í e-lið 2. gr. reglugerðar (ESB) 2017/1129 til hæfra fjárfesta skv. II. viðauka tilskipunar 2014/65/ESB er átt við fagfjárfesta í skilningi laga um markaði fyrir fjármálagerninga.\nd. Með vísun í v-lið 2. gr. reglugerðar (ESB) 2017/1129 til skipulegs viðskiptavettvangs samkvæmt tilskipun 2014/65/ESB er átt við skipulegt markaðstorg (OTF) í skilningi laga um markaði fyrir fjármálagerninga.\nMeð vísunum í reglugerð (ESB) 2017/1129 til tilskipunar 2004/109/EB er átt við lög um upplýsingaskyldu útgefenda verðbréfa og flöggunarskyldu.\nMeð vísun í iii. lið m-liðar 2. gr. reglugerðar (ESB) 2017/1129 til vals útgefenda verðbréfa á heimaríki í samræmi við iii. lið i-liðar 1. mgr. 2. gr. tilskipunar 2004/109/EB er átt við val útgefenda verðbréfa á heimaríki skv. 3. mgr. 5. gr. laga um upplýsingaskyldu útgefenda verðbréfa og flöggunarskyldu, nr. 20/2021.\nMeð vísun í iv. lið a-liðar 7. mgr. 7. gr. reglugerðar (ESB) 2017/1129 til skilameðferðar samkvæmt tilskipun 2014/59/ESB er átt við skilameðferð í skilningi laga um skilameðferð lánastofnana og verðbréfafyrirtækja.\nMeð vísun í f-lið 1. mgr. 19. gr. reglugerðar (ESB) 2017/1129 til skýrslu framkvæmdastjórnar eins og um getur í tilskipun 2013/34/ESB er átt við skýrslu stjórnar í skilningi laga um ársreikninga.\nMeð vísun í i-lið 1. mgr. 19. gr. reglugerðar (ESB) 2017/1129 til starfskjaraskýrslna samkvæmt tilskipun 2007/36/EB er átt við starfskjarastefnu í skilningi laga um hlutafélög.\nMeð vísun í j-lið 1. mgr. 19. gr. reglugerðar (ESB) 2017/1129 til ársskýrslna eða annarra birtra upplýsinga samkvæmt tilskipun 2011/61/ESB er átt við gagnsæiskröfur samkvæmt lögum um rekstraraðila sérhæfðra sjóða.\nMeð vísun í V. lið V. viðauka a við reglugerð (ESB) 2017/1129 til áritunar endurskoðanda í samræmi við tilskipun 2006/43/EB er átt við áritun endurskoðanda í skilningi laga um ársreikninga.]\nL. 50/2022, 19. gr. L. 32/2022, 1. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Undanþága.\nAlmenn útboð verðbréfa þar sem heildarfjárhæð útboðs er lægri en jafnvirði 8.000.000 evra í íslenskum krónum og útboðið er ekki tilkynningarskylt í samræmi við 25. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) 2017/1129 eru undanþegin skyldu til að birta lýsingu.\nAlmenn útboð verðbréfa sem undanþegin eru birtingu skv. 1. mgr. ber að tilkynna til Fjármálaeftirlitsins.\nFjárhæðarmark skv. 1. mgr. miðast við samanlagt markaðsverðmæti útboðs eða útboða verðbréfa af sömu tegund yfir 12 mánaða tímabil.\nFjárhæðir í lögum þessum eru reiknaðar miðað við opinbert viðmiðunargengi evru eins og það er skráð hverju sinni.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ábyrgð á lýsingu.\nÁbyrgð vegna upplýsinga sem veittar eru í lýsingu og viðaukum við hana hvílir á útgefanda eða stjórn, framkvæmda- eða eftirlitsstjórn hans, tilboðsgjafa, þeim sem óskar eftir töku verðbréfa til viðskipta á skipulegum verðbréfamarkaði eða ábyrgðaraðila, eftir því sem við á. Ábyrgð á efni lýsingar í heild sinni skal ávallt hvíla á a.m.k. einum aðila, en einstakir aðilar geta borið ábyrgð á einstökum hlutum hennar, með viðkomandi aðila.\nÞeir sem bera ábyrgð á lýsingu skulu tilgreindir með skýrum hætti í lýsingunni með nafni og stöðuheiti eða, ef um er að ræða lögaðila, nafni og skráðri skrifstofu. Þar að auki skal fylgja yfirlýsing frá þeim þess efnis að samkvæmt þeirra bestu vitund séu upplýsingar í lýsingunni í samræmi við staðreyndir og að ekki sé neinum upplýsingum sleppt sem kynnu að skipta máli varðandi áreiðanleika lýsingarinnar.\nÞeir sem bera ábyrgð á lýsingu geta m.a. sætt skaðabótaábyrgð á efni lýsingar samkvæmt almennum reglum þar um sem og ábyrgð á grundvelli annarra viðurlaga, svo sem á grundvelli viðurlagaákvæða laga þessara. Aðili getur ekki sætt skaðabótaábyrgð samkvæmt almennum reglum þar að lútandi eingöngu á grundvelli samantektar, þar á meðal þýðingar á henni, nema samantektin sé villandi, ónákvæm eða í ósamræmi við aðra hluta lýsingarinnar, þar á meðal lykilupplýsingarnar sem eiga að aðstoða fjárfesta þegar þeir taka ákvörðun um fjárfestingu í verðbréfum. Samantektin skal hafa að geyma viðvörun þess efnis.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Umsjón með almennu útboði og staðfestingu á lýsingum.\nFjármálafyrirtæki sem hefur til þess heimild samkvæmt starfsleyfi sínu skal hafa umsjón með almennu útboði verðbréfa og töku til viðskipta á skipulegum markaði sem ekki eru undanþegin skyldu til að birta lýsingu.\nNú tekur fjármálafyrirtæki að sér sölutryggingu í tengslum við almennt útboð og skal þá litið svo á að það ábyrgist einungis að fullnægjandi áskrift fáist til að útboðið takist, nema um annað sé sérstaklega samið.\nFjármálaeftirlitið skal hafa umsjón með staðfestingu á lýsingum. Óheimilt er að birta lýsingu fyrr en Fjármálaeftirlitið hefur staðfest hana.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Almennt eftirlit og eftirlitsheimildir.\nFjármálaeftirlitið og Eftirlitsstofnun EFTA annast eftirlit samkvæmt lögum þessum í samræmi við EES-samninginn, sbr. lög um Evrópska efnahagssvæðið, og samning milli EFTA-ríkjanna um stofnun eftirlitsstofnunar og dómstóls.\nUm eftirlitið fer samkvæmt ákvæðum laga þessara, laga um opinbert eftirlit með fjármálastarfsemi og laga um evrópskt eftirlitskerfi á fjármálamarkaði.\nFjármálaeftirlitinu er heimilt að grípa til eftirfarandi ráðstafana til þess að tryggja að farið sé að lögum þessum:\n1. Krefjast þess að útgefandi, tilboðsgjafi eða aðili sem sækir um töku til viðskipta á skipulegum markaði veiti viðbótarupplýsingar í lýsingunni, sé þess þörf til að tryggja fjárfestavernd.\n2. Krefjast þess að útgefandi, tilboðsgjafi eða aðili sem sækir um töku til viðskipta á skipulegum markaði, sem og þeir sem hafa yfirráð yfir honum eða eru undir yfirráðum hans, leggi fram upplýsingar og skjöl á því formi sem Fjármálaeftirlitið telur nauðsynlegt til að sinna eftirliti sínu.\n3. Krefjast þess að endurskoðandi og stjórnendur viðkomandi útgefanda, tilboðsgjafa eða aðila sem óskar eftir töku til viðskipta á skipulegum markaði, sem og fjármálamilliliða sem falið er að sjá um almenn útboð eða sækja um töku til viðskipta á skipulegum markaði, veiti upplýsingar á því formi sem Fjármálaeftirlitið telur nauðsynlegt til að sinna eftirliti sínu.\n4. Stöðva tímabundið almennt útboð eða töku til viðskipta á skipulegum markaði, í að hámarki tíu virka daga samfellt í hvert sinn, sé rökstuddur grunur um brot gegn ákvæðum laga þessara.\n5. Banna eða stöðva tímabundið auglýsingar eða krefjast þess af útgefanda, tilboðsgjafa eða aðila sem óskar eftir töku til viðskipta á skipulegum markaði eða viðkomandi fjármálamilliliðum að þeir hætti eða hætti tímabundið að auglýsa, í að hámarki tíu virka daga samfellt í hvert sinn, sé rökstuddur grunur um brot gegn ákvæðum laga þessara.\n6. Banna almennt útboð eða töku til viðskipta á skipulegum markaði telji Fjármálaeftirlitið að brotið hafi verið gegn ákvæðum laga þessara eða ef rökstuddur grunur er um brot gegn þeim.\n7. Stöðva tímabundið eða krefjast þess af viðkomandi skipulegum verðbréfamörkuðum, markaðstorgum fjármálagerninga eða skipulögðum markaðstorgum að þau stöðvi tímabundið viðskipti á skipulegum markaði, markaðstorgi fjármálagerninga eða skipulögðum viðskiptavettvangi, í að hámarki tíu virka daga samfellt í hvert sinn, sé rökstuddur grunur um brot gegn ákvæðum laga þessara.\n8. Leggja bann við viðskiptum á skipulegum markaði, markaðstorgi fjármálagerninga eða skipulögðum viðskiptavettvangi komist Fjármálaeftirlitið að því að brotið hafi verið gegn ákvæðum laga þessara.\n9. Gera opinbert að útgefandi, tilboðsgjafi eða aðili sem óskar eftir töku til viðskipta á skipulegum markaði uppfylli ekki skuldbindingar sínar.\n10. Synja beiðni um staðfestingu lýsingar sem gerð er af tilteknum útgefanda, tilboðsgjafa eða aðila sem óskar eftir töku til viðskipta á skipulegum markaði, í að hámarki fimm ár, ef sá hinn sami hefur ítrekað brotið alvarlega gegn ákvæðum laga þessara.\n11. Birta eða krefjast þess af útgefandanum að hann birti allar veigamiklar upplýsingar sem kunna að hafa áhrif á mat verðbréfa sem boðin eru út í almennu útboði eða tekin til viðskipta á skipulegum markaði, í því skyni að tryggja fjárfestavernd eða eðlilega starfsemi markaðarins.\n12. Stöðva tímabundið eða krefjast þess af viðkomandi skipulegum markaði, markaðstorgi fjármálagerninga eða skipulegum viðskiptavettvangi að viðskipti með verðbréf séu stöðvuð tímabundið ef Fjármálaeftirlitið metur aðstæður útgefanda sem svo að viðskiptin mundu skaða hagsmuni fjárfesta.\n13. Gera vettvangsathuganir eða vettvangsrannsóknir á öðrum stöðum en heimilum einstaklinga í þeim tilgangi að fara inn á athafnasvæði til að fá aðgang að skjölum og öðrum gögnum á hvaða formi sem er.\nÞóknun fyrir staðfestingu á lýsingum og viðaukum við þær, skráningu á endanlegum skilmálum, almennri útgefandalýsingu og breytingum á henni og eftirlitsverkefni í tengslum við athugun á auglýsingum lýsinga skal ákveðin af Fjármálaeftirlitinu.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Upplýsingagjöf.\nUm upplýsingagjöf innlendra aðila bæði til Evrópsku verðbréfamarkaðseftirlitsstofnunarinnar og stofnana innan Evrópska efnahagssvæðisins fer samkvæmt ákvæðum laga um evrópskt eftirlitskerfi á fjármálamarkaði.\nLagaákvæði um þagnarskyldu takmarka ekki skyldu til þess að veita Fjármálaeftirlitinu upplýsingar og aðgang að gögnum. Þetta gildir þó ekki um upplýsingar sem lögmaður öðlast vitneskju um við athugun á lagalegri stöðu skjólstæðings í tengslum við dómsmál, þ.m.t. þegar hann veitir ráðgjöf um hvort höfða eigi mál eða komast hjá málarekstri, eða upplýsingar sem hann öðlast fyrir dómsmál, á meðan á því stendur eða eftir lok þess, ef upplýsingarnar hafa bein tengsl við málið.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Aðfararhæfi ákvarðana Eftirlitsstofnunar EFTA og dóma EFTA-dómstólsins.\nÁkvarðanir Eftirlitsstofnunar EFTA samkvæmt lögum þessum eru aðfararhæfar, sem og dómar og úrskurðir EFTA-dómstólsins.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Tilkynningar um brot.\nFjármálafyrirtæki sem hafa umsjón með útboði verðbréfa og töku þeirra til viðskipta á skipulegum markaði skulu hafa ferla til að taka við og fylgja eftir tilkynningum starfsmanna þess um brot, möguleg brot og tilraunir til brota á lögum þessum. Ferlarnir skulu vera aðskildir frá öðrum ferlum innan fyrirtækis.\nEinstaklingur sem tekur við tilkynningum skv. 1. mgr. og sér um vinnslu þeirra skal búa við sjálfstæði í störfum og tryggt skal að hann hafi nægilegt vald, fjárveitingar og heimildir til að afla gagna og upplýsinga sem honum eru nauðsynlegar til að hann geti sinnt skyldum sínum.\nVinnsla og meðferð persónuupplýsinga skal vera í samræmi við lög um persónuvernd og vinnslu persónuupplýsinga.\nSeðlabanka Íslands er heimilt að setja nánari reglur um framkvæmd 1. og 2. mgr., þ.m.t. um viðtöku og vinnslu tilkynninga.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Vernd starfsmanns vegna tilkynningar um brot í starfsemi.\nÞeir sem taka við tilkynningum skv. 9. gr. og sjá um vinnslu þeirra eru bundnir þagnarskyldu um persónugreinanlegar upplýsingar sem koma fram í tilkynningunum. Þagnarskyldan gildir gagnvart öðrum starfsmönnum fyrirtækisins og einnig utanaðkomandi aðilum. Þó er heimilt að miðla upplýsingum sem falla undir þagnarskyldu til Fjármálaeftirlitsins og til lögreglu.\nEftirlitsskyldir aðilar skulu vernda starfsmann sem í góðri trú hefur tilkynnt um brot, möguleg brot og tilraunir til brota á lögum þessum gegn því að hann sæti misrétti sem rekja má til tilkynningar hans. Sama gildir um tilkynningar til Fjármálaeftirlitsins skv. 13. gr. a laga um opinbert eftirlit með fjármálastarfsemi, nr. 87/1998.\nBrjóti eftirlitsskyldur aðili gegn skyldu sinni skv. 2. mgr. skal hann greiða starfsmanni skaðabætur samkvæmt almennum reglum. Þetta tekur bæði til beins fjártjóns og miska.\nSkyldur og réttindi samkvæmt þessari grein eru ófrávíkjanleg og óheimilt er að takmarka þau í ráðningarsamningi á milli starfsmanns og fyrirtækis.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Úrbótakrafa vegna brots.\nKomi í ljós að ákvæðum laga þessara sé ekki fylgt skal Fjármálaeftirlitið krefjast þess að úr sé bætt innan hæfilegs frests.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Stjórnvaldssektir.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á hvern þann sem brýtur gegn eftirfarandi ákvæðum reglugerðar (ESB) 2017/1129:\n1. 3. gr. um skyldu til að birta lýsingu og undanþágur, sbr. 3. gr. laga þessara.\n2. 5. gr. um síðari endursölu verðbréfa.\n3. 6. gr. um lýsingu.\n4. 7. gr. um samantekt lýsingar.\n5. 8. gr. um grunnlýsingu.\n6. 9. gr. um almenna útgefandalýsingu.\n7. 10. gr. um lýsingar sem samanstanda af aðskildum skjölum.\n8. 1. eða 3. mgr. 11. gr. um ábyrgð á lýsingu, sbr. 4. gr. laga þessara.\n9. 1. eða 2. mgr. 14. gr. um einfaldað fyrirkomulag upplýsingagjafar vegna síðari útgáfa.\n10. 1. mgr. 15. gr. um ESB-vaxtarlýsingu.\n11. 1., 2. eða 3. mgr. 16. gr. um áhættuþætti.\n12. 17. gr. um endanlegt útboðsverð og verðbréfamagn.\n13. 18. gr. um upplýsingar sem er sleppt.\n14. 1., 2. eða 3. mgr. 19. gr. um upplýsingar sem felldar eru inn með tilvísun.\n15. 1. mgr. 20. gr. um athugun og staðfestingu lýsingar.\n16. 1., 2., 3., 4., 7., 8., 9., 10. eða 11. mgr. 21. gr. um birtingu lýsingar.\n17. 2., 3., 4. eða 5. mgr. 22. gr. um auglýsingar.\n18. 1., 2., 3. eða 5. mgr. 23. gr. um viðauka við lýsingu.\n19. 27. gr. um notkun tungumáls.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á hvern þann sem fer ekki að kröfum þess um samstarf við rannsókn í tengslum við eftirlit eða beiðni skv. [6. gr.]\nSektir sem lagðar eru á einstaklinga geta numið frá 100 þús. kr. til 110 millj. kr. Sektir sem lagðar eru á lögaðila geta numið frá 500 þús. kr. til 800 millj. kr. en geta þó verið hærri eða allt að 3% af heildarveltu samkvæmt síðasta samþykkta ársreikningi lögaðilans eða 3% af síðasta samþykkta samstæðureikningi ef lögaðili er hluti af samstæðu.\nÞrátt fyrir 3. mgr. er heimilt að ákvarða lögaðila eða einstaklingi stjórnvaldssekt sem nemur allt að tvöfaldri þeirri fjárhæð sem fjárhagslegur ávinningur af brotinu nemur.\nVið ákvörðun stjórnvaldssekta skal m.a. tekið tillit til allra atvika sem máli skipta, þ.m.t.:\na. alvarleika brots og tímalengdar þess,\nb. ábyrgðar hins brotlega einstaklings eða lögaðila,\nc. fjárhagslegs styrks hins brotlega, sér í lagi með hliðsjón af heildarveltu lögaðila eða árstekjum eða hreinni eign brotlegs einstaklings,\nd. mikilvægis hagnaðar hins brotlega eða taps sem hann kemst hjá, eða taps þriðju aðila, af brotinu, að því marki sem unnt er að ákvarða slíkt,\ne. áhrifa brotsins á hagsmuni almennra fjárfesta,\nf. samstarfsvilja hins brotlega en um leið gætt að því að tryggja endurheimt þess fjárhagslega ávinnings sem leiddi af broti eða var stefnt að með því,\ng. fyrri brota hins brotlega og\nh. ráðstafana sem hinn brotlegi grípur til eftir að brotið var framið til að koma í veg fyrir endurtekningu þess.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nÁkvarðanir Fjármálaeftirlitsins um stjórnvaldssektir eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nL. 45/2020, 120. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Sátt.\nHafi aðili gerst brotlegur við ákvæði laga þessara eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila, enda sé ekki um að ræða meiri háttar brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni.\nSeðlabanki Íslands setur reglur um framkvæmd 1. mgr.\nRgl. 1234/2024.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Réttur grunaðs manns.\nÍ máli sem beinist að einstaklingi og lokið getur með álagningu stjórnvaldssekta eða kæru til lögreglu hefur sá sem rökstuddur grunur leikur á að hafi gerst sekur um lögbrot rétt til að neita að svara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að það geti haft þýðingu fyrir ákvörðun um brot hans. Fjármálaeftirlitið skal leiðbeina hinum grunaða um þennan rétt.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Frestur til að leggja á stjórnsýsluviðurlög.\nHeimild Fjármálaeftirlitsins til að leggja á stjórnsýsluviðurlög samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar Fjármálaeftirlitið tilkynnir aðila um rannsókn á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að brotinu.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Refsing við broti.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn eftirfarandi ákvæðum reglugerðar (ESB) 2017/1129:\n1. 3. gr. um almennt útboð verðbréfa og lýsingu.\n2. 5. gr. um síðari endursölu verðbréfa.\n3. 6. gr. um upplýsingar í lýsingu.\n4. 1., 2., 3. eða 5. mgr. 23. gr. um viðauka við lýsingu.\nBrot gegn lögum þessum varða refsingu óháð því hvort þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara sem varða refsingu.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.\nGera má lögaðila sekt fyrir brot á lögum þessum og reglum settum á grundvelli þeirra óháð því hvort sök verði sönnuð á tiltekinn fyrirsvarsmann lögaðilans, starfsmann hans eða annan aðila sem starfar á hans vegum. Hafi fyrirsvarsmaður lögaðilans, starfsmaður hans eða annar á hans vegum með saknæmum hætti brotið gegn lögum þessum eða reglum settum á grundvelli þeirra í starfsemi lögaðilans má gera honum refsingu, auk þess að gera lögaðilanum sekt.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Kæra til lögreglu.\nBrot gegn lögum þessum sæta aðeins rannsókn lögreglu að undangenginni kæru Fjármálaeftirlitsins.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur Fjármálaeftirlitið hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot er meiri háttar ber Fjármálaeftirlitinu að vísa því til lögreglu. Brot telst meiri háttar ef það lýtur að verulegum fjárhæðum, ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur Fjármálaeftirlitið á hvaða stigi rannsóknar sem er vísað máli vegna brota á lögum þessum til rannsóknar lögreglu. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru Fjármálaeftirlitsins skulu fylgja afrit þeirra gagna sem grunur um brot styðst við. Ákvæði IV.&ndash;VII. kafla stjórnsýslulaga, nr. 37/1993, gilda ekki um ákvörðun Fjármálaeftirlitsins um að kæra mál til lögreglu.\nFjármálaeftirlitinu er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Fjármálaeftirlitinu er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta Fjármálaeftirlitinu í té upplýsingar og gögn sem hefur verið aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum Fjármálaeftirlitsins sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna meintrar refsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum getur hann vísað málinu til Fjármálaeftirlitsins til meðferðar og ákvörðunar.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Opinber birting stjórnsýsluviðurlaga.\nFjármálaeftirlitið skal, án tafar, birta á vef sínum sérhverja niðurstöðu um beitingu stjórnsýsluviðurlaga vegna brota á ákvæðum laga þessara í kjölfar þess að hinum brotlega hefur verið tilkynnt um ákvörðun Fjármálaeftirlitsins. Niðurstaða sem er birt skal að lágmarki innihalda upplýsingar um tegund og eðli brots og nafn hins brotlega.\nTelji Fjármálaeftirlitið að opinber birting á nafni hins brotlega, annarra lögaðila eða einstaklinga sem kemur fram í niðurstöðu Fjármálaeftirlitsins samræmist ekki meðalhófsreglu eða að birting geti stofnað stöðugleika fjármálamarkaða í hættu eða skaðað yfirstandandi rannsókn þá getur Fjármálaeftirlitið:\na. frestað birtingu niðurstöðunnar þar til ástæður fyrir að birta hana ekki eru ekki lengur til staðar eða\nb. birt niðurstöðu án þess að tilgreina nafn hins brotlega eða annarra lögaðila eða einstaklinga sem koma fram í ákvörðun Fjármálaeftirlitsins.\nFjármálaeftirlitið getur þó ákveðið að birta ekki niðurstöðu ef eftirlitið telur að birting skv. a- eða b-lið 2. mgr. sé ófullnægjandi til að tryggja að stöðugleika fjármálamarkaða sé ekki stofnað í hættu og til að tryggja meðalhóf við birtingu slíkra ákvarðana, sé um að ræða ráðstafanir sem teljast minni háttar.\nÍ tilviki nafnlausrar birtingar niðurstöðu skv. b-lið 2. mgr. er Fjármálaeftirlitinu heimilt að birta nafn viðkomandi þegar ástæður fyrir nafnleynd eiga ekki lengur við.\nFjármálaeftirlitið skal birta upplýsingar á vef sínum ef höfðað er mál fyrir dómstólum til ógildingar á ákvörðun þess um beitingu viðurlaga vegna brota. Fjármálaeftirlitið skal enn fremur birta upplýsingar um lyktir málsins á hverju dómstigi. Afturkalli Fjármálaeftirlitið ákvörðun sína um beitingu viðurlaga skal Fjármálaeftirlitið upplýsa um það á vef sínum.\nNiðurstöður um beitingu stjórnsýsluviðurlaga vegna brota á ákvæðum laga þessara skulu birtar á vef Fjármálaeftirlitsins í að lágmarki fimm ár. Persónuupplýsingar sem koma fram í niðurstöðunum skulu ekki vera birtar lengur en nauðsynlegt getur talist í samræmi við lög um persónuvernd og vinnslu persónuupplýsinga.\nSamhliða birtingu á niðurstöðu á vef Fjármálaeftirlitsins skal Fjármálaeftirlitið upplýsa Evrópsku verðbréfamarkaðseftirlitsstofnunina um birtinguna. Fjármálaeftirlitið skal einnig tilkynna Evrópsku verðbréfamarkaðseftirlitsstofnuninni um allar niðurstöður um beitingu stjórnsýsluviðurlaga í þeim tilvikum þegar Fjármálaeftirlitið ákveður að birta ekki slíkar niðurstöður. Fjármálaeftirlitið skal enn fremur tilkynna stofnuninni ef höfðað er mál til ógildingar á ákvörðun Fjármálaeftirlitsins um beitingu viðurlaga og um lyktir málsins á hverju dómstigi. Fjármálaeftirlitið skal enn fremur upplýsa Evrópsku verðbréfamarkaðseftirlitsstofnunina um alla dóma sem falla í málum þar sem refsingum er beitt vegna brota á þessum lögum.\nFjármálaeftirlitið skal árlega senda Evrópsku verðbréfamarkaðseftirlitsstofnuninni samantekt um beitingu stjórnsýsluviðurlaga. Þá skal Fjármálaeftirlitið árlega senda stofnuninni ópersónugreinanlegar upplýsingar á samandregnu formi um kærur til lögreglu og niðurstöður slíkra mála.\nFjármálaeftirlitið skal birta á vef sínum þá stefnu sem eftirlitið fylgir við framkvæmd birtingar samkvæmt þessari grein.\nSeðlabanki Íslands birtir reglur um form og efni tilkynninga til Evrópsku verðbréfamarkaðseftirlitsstofnunarinnar samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Reglugerðar- og regluheimild.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd reglugerðar (ESB) 2017/1129 um þau atriði sem koma fram í eftirfarandi greinum hennar:\n1. 7. mgr. 1. gr. um efni skjala sem gefin eru út í tengslum við almenn útboð verðbréfa og töku til viðskipta í tengslum við samruna eða skiptingu fyrirtækja.\n2. 14. mgr. 9. gr. um athugun, staðfestingu og skráningu alþjóðlegrar útgefandalýsingar.\n3. 1. og 2. mgr. 13. gr. um efni og framsetningu lýsinga.\n4. 3. mgr. 14. gr. um upplýsingagjöf vegna síðari útgáfa.\n5. 2. mgr. 15. gr. um ESB-vaxtarlýsingu.\n6. 5. mgr. 16. gr. um mat á sértæki og mikilvægi áhættuþátta.\n7. 11. mgr. 20. gr. um athugun og staðfestingu lýsinga.\n8. 3. mgr. 29. gr. um lýsingar verðbréfa frá þriðju löndum.\nSeðlabanka Íslands er heimilt að setja reglur um nánari framkvæmd reglugerðar (ESB) 2017/1129 um þau atriði sem koma fram í eftirfarandi greinum hennar:\n1. 2. mgr. 3. gr. um form og fyrirkomulag tilkynninga vegna almenns útboðs verðbréfa í þeim tilvikum þegar verðmæti þeirra er á bilinu 1.000.000&ndash;8.000.000 evra.\n2. 13. mgr. 7. gr. um efni og framsetningu lykilfjárhagsupplýsinga í samantekt lýsinga.\n3. 4. mgr. 18. gr. um undanþágu frá birtingu tiltekinna upplýsinga í lýsingu.\n4. 4. mgr. 19. gr. um upplýsingar sem fella má inn í lýsingu með tilvísun.\n5. 12. og 13. mgr. 21. gr. um birtingu og flokkun lýsinga.\n6. 9. mgr. 22. gr. um auglýsingar verðbréfa.\n7. 7. mgr. 23. gr. um viðauka við lýsingar.\n8. 7. mgr. 25. gr. um tilkynningagátt.\n9. 3. mgr. 29. gr. um samstarf milli lögbærra yfirvalda.\n10. 4. mgr. 30. gr. um samstarf við þriðju lönd.\nRg. 274/2020, sbr. 1514/2021. Rg. 1515/2021. Rg. 1590/2021.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. apríl 2020.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nLýsingar verðbréfa sem staðfestar eru í samræmi við lög um verðbréfaviðskipti, nr. 108/2007, fyrir gildistöku laga þessara halda gildi sínu þar til þær falla úr gildi eða fram til 21. júlí 2020, hvort heldur gerist fyrr. Óski útgefandi eftir því að lýsing haldi gildi sínu eftir 21. júlí 2020 skal hann, eigi síðar en 21. maí 2020, leggja fram umsókn til Fjármálaeftirlitsins um að lýsingin haldi gildi sínu í 12 mánuði frá staðfestingu hennar. Umsókninni skal fylgja útfyllt skrá yfir millivísanir til staðfestingar á því að lýsingin uppfylli skilyrði laga þessara. Uppfylli lýsingin ekki skilyrði laganna skal útgefandi uppfæra hana með viðauka skv. 23. gr. reglugerðar (ESB) 2017/1129. Framangreindar lýsingar er ekki hægt að tilkynna til yfirvalda í gistiaðildarríkjum.\nÞóknun fyrir staðfestingu skv. 1. mgr. skal ákveðin af Fjármálaeftirlitinu.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    }
  ]
}
