{
  "id": "64/2020",
  "type": "statute",
  "title": "Lög um varnir gegn hagsmunaárekstrum í Stjórnarráði Íslands",
  "status": "in_force",
  "issued_date": "2020-06-22",
  "url": "https://www.althingi.is/lagas/nuna/2020064.html",
  "description": "Tóku gildi 1. janúar 2021.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og gildissvið.\nMarkmið laga þessara er að takmarka eins og frekast er unnt áhrif hagsmunaárekstra á störf æðstu stjórnenda sem starfa innan Stjórnarráðs Íslands.\nMeð æðstu stjórnendum er í lögum þessum átt við ráðherra, ráðuneytisstjóra, skrifstofustjóra og sendiherra í Stjórnarráði Íslands. Þá gilda lögin einnig um aðstoðarmenn ráðherra eftir því sem nánar er mælt fyrir um í 2.–8. gr.\nMeð hagsmunavörðum er átt við einstaklinga sem tala máli einkaaðila gagnvart stjórnvöldum og leitast við að hafa áhrif á störf þeirra í atvinnuskyni.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hagsmunaskráning og gjafir.\nÆðstu stjórnendum og aðstoðarmönnum ráðherra er skylt að tilkynna um eignir, skuldir, sjálfskuldarábyrgðir og aðrar ábyrgðir sínar hérlendis og erlendis auk sömu upplýsinga um maka sína og ólögráða börn á framfæri sínu. Allar umtalsverðar breytingar á framangreindum upplýsingum skulu tilkynntar jafnóðum.\nÆðstu stjórnendum og aðstoðarmönnum ráðherra er skylt að tilkynna um allar gjafir sem þeir fá í tengslum við starf sitt og öll önnur hlunnindi og fríðindi, hvaða nafni sem þau nefnast.\nÞrátt fyrir ákvæði 1. og 2. mgr. er ekki skylt að tilkynna um:\na. skuldir og ábyrgðir vegna íbúðarhúsnæðis til eigin nota,\nb. skuldir og ábyrgðir vegna bifreiða til eigin nota,\nc. skuldir og ábyrgðir vegna námslána,\nd. skuldir og ábyrgðir við viðskiptabanka, sparisjóði og aðrar lánastofnanir ef fjárhæð er undir 5 millj. kr.,\ne. gjafir, hlunnindi eða fríðindi í tengslum við starf að verðmæti undir 50.000 kr. á ársgrundvelli.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Aukastörf.\nStörf æðstu stjórnenda og aðstoðarmanna ráðherra teljast full störf. Þeim er óheimilt að sinna aukastörfum samhliða störfum í Stjórnarráði Íslands.\nRáðherra getur veitt undanþágu frá 1. mgr. ef fyrirhugað aukastarf telst til mannúðarstarfa, kennslu- eða fræðistarfa, vísindarannsókna, listsköpunar eða annarra og tilfallandi starfa svo fremi að það hafi ekki áhrif á störf viðkomandi í Stjórnarráði Íslands og greiðslur fyrir aukastörfin teljast innan hóflegra marka. Beiðni um undanþágu skal afgreidd innan 30 daga frá því að hún berst. Um málsmeðferð fer eftir stjórnsýslulögum eins og við getur átt.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Hagsmunaverðir.\nSamskipti hagsmunavarða og stjórnvalda skulu ávallt byggjast á málefnalegum sjónarmiðum og grundvallast á jafnræði.\nSkylt er að skrá upplýsingar um samskipti stjórnvalda og hagsmunavarða í samræmi við ákvæði upplýsingalaga, laga um opinber skjalasöfn og laga um Stjórnarráð Íslands. Upplýsingar um aðkomu hagsmunavarða og annarra einkaaðila að samningu stjórnarfrumvarpa skal tilgreina í greinargerð með þeim.\nÁður en hagsmunavörður leitast við að hafa áhrif á störf stjórnvalda fyrir hönd einkaaðila er honum skylt að tilkynna um sig og hlutverk sitt. Lögaðilum og félagasamtökum er heimilt að senda tilkynningu um einstaklinga sem sinna hagsmunagæslu í umboði þeirra. Í tilkynningu skal greina:\na. nafn og kennitölu hagsmunavarðar,\nb. vinnuveitanda og starfsstöð,\nc. hlutverk, þ.e. fyrir hönd hvaða aðila hagsmunavörður kemur fram og helstu hagsmuni þeirra; taka skal fram hvort hlutverkið er viðvarandi eða tilfallandi og hvenær gert er ráð fyrir að því ljúki.\nHagsmunavörður skal tilkynna um þegar hann sinnir ekki lengur hagsmunagæslu.\nÞrátt fyrir ákvæði 3. mgr. er hagsmunavörðum ekki skylt að tilkynna um sig og hlutverk sitt vegna meðferðar mála á grundvelli stjórnsýslulaga.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Starfsval að loknum opinberum störfum.\nÞegar æðstu stjórnendur og aðstoðarmenn ráðherra láta af störfum í Stjórnarráði Íslands er þeim óheimilt að nota upplýsingar sem þeir höfðu aðgang að í krafti starfs síns fyrir hið opinbera sér eða öðrum til óeðlilegs ávinnings.\nÆðstu stjórnendum er óheimilt að gerast hagsmunaverðir, sbr. 3. mgr. 1. gr. og 4. gr., í sex mánuði eftir að störfum þeirra í Stjórnarráði Íslands lýkur.\nRáðherra getur veitt undanþágu frá 2. mgr. ef ljóst er að lítil eða engin hætta er á hagsmunaárekstrum, t.d. þegar fyrirhugað starf er eðlisólíkt því opinbera starfi sem viðkomandi sinnti áður. Beiðni um undanþágu skal afgreidd innan 30 daga frá því að hún berst. Um málsmeðferð fer eftir stjórnsýslulögum eins og við getur átt.\nEf ráðherra synjar um undanþágu skv. 3. mgr. skal beiðandi halda óbreyttum launakjörum, er fyrra starfi fylgdu, út sex mánaða biðtíma eða þar til hann tekur við öðru starfi. Ef launin í nýja starfinu eru lægri skal greiða honum launamismuninn til loka sex mánaða tímabilsins.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ráðgjöf og eftirlit.\nRáðherra sinnir eftirliti og almennri ráðgjöf um hagsmunaskráningu og gjafir, hagsmunaverði, aukastörf og starfsval að loknum opinberum störfum skv. 2.–5. gr.\nRáðherra getur að eigin frumkvæði tekið til skoðunar tilvik þar sem grunur er um brot æðstu stjórnenda, annarra en ráðherra, sem og aðstoðarmanna ráðherra á ákvæðum 2.–5. gr. Ef niðurstaða athugunarinnar er að brot hafi átt sér stað eða líklega átt sér stað skal ráðherra tilkynna hlutaðeigandi ráðuneyti um niðurstöðu sína.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Varðveisla og birting upplýsinga.\nRáðherra heldur skrá yfir tilkynningar um hagsmuni, gjafir og önnur fríðindi skv. 1. og 2. mgr. 2. gr., undanþágur skv. 2. mgr. 3. gr. og 3. mgr. 5. gr. og tilkynningar hagsmunavarða skv. 3. og 4. mgr. 4. gr.\nSkrár skv. 1. mgr. skulu birtar almenningi á vef Stjórnarráðs Íslands.\nÞrátt fyrir ákvæði 2. mgr. er óheimilt að birta opinberlega þann hluta skránna sem tekur til skrifstofustjóra og sendiherra og er hann jafnframt undanþeginn upplýsingarétti almennings samkvæmt upplýsingalögum. Sama gildir um þann hluta skránna sem tekur til maka og ólögráða barna á framfæri æðstu stjórnenda og aðstoðarmanna ráðherra og til kennitölu og starfsstöðvar hagsmunavarða. Ráðherra getur þó ákveðið að birta upplýsingar úr skránni þegar almannahagsmunir krefjast þess, þó ekki þann hluta sem tekur til maka og ólögráða barna á framfæri þeirra sem lögin fjalla um.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt með reglugerð að setja nánari ákvæði um framkvæmd laga þessara, þar á meðal um viðmið tengd skráningu og birtingu upplýsinga um hagsmuni, gjafir, fríðindi og hlunnindi skv. 2. gr., heimil aukastörf skv. 3. gr., viðmið um það hvenær hagsmunavörðum er skylt að tilkynna um sig og hlutverk sitt skv. 4. gr. og viðmið um veitingu undanþágu frá biðtíma skv. 5. gr. og meðferð persónuupplýsinga og varðveislu og eyðingu upplýsinga.\nÞá er ráðherra heimilt með reglugerð að kveða á um að aðrir starfsmenn Stjórnarráðs Íslands en þeir sem tilgreindir eru í 2. mgr. 1. gr. skuli tilkynna næsta yfirmanni skriflega um tiltekna hagsmuni sína, fríðindi, hlunnindi, gjafir og aukastörf. Hvert ráðuneyti heldur skrá yfir tilkynningar starfsmanna sinna samkvæmt framangreindu en óheimilt er að birta þær almenningi og þær eru jafnframt undanþegnar upplýsingarétti almennings samkvæmt upplýsingalögum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2021.\nÁkvæði til bráðabirgða.\nStarfsmönnum Stjórnarráðs Íslands sem lög þessi taka til er heimilt að sinna aukastörfum sem þeir hafa með höndum við gildistöku laganna án þess að afla til þess undanþágu skv. 2. mgr. 3. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
