{
  "id": "25/2021",
  "type": "statute",
  "title": "Lög um opinberan stuðning við nýsköpun",
  "status": "in_force",
  "issued_date": "2021-04-23",
  "url": "https://www.althingi.is/lagas/nuna/2021025.html",
  "description": "Tóku gildi 1. júlí 2021.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að efla opinberan stuðning við nýsköpun á landinu með sveigjanlegu stuðningskerfi, sterkum tengslum við háskólasamfélag, atvinnulíf og hagaðila og áherslu á nýsköpun á landsbyggðinni. Markmið laganna er einnig að skýra ábyrgð, einfalda verklag og forgangsraða opinberum stuðningi og þjónustu við atvinnulífið.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Stofnun einkahlutafélags.\nRáðherra skal stofna einkahlutafélag um rekstur tækniseturs.\nVið stofnun félagsins skal allt hlutafé þess vera í eigu ríkissjóðs.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tilgangur félagsins.\nTilgangur félagsins er að annast rekstur tækniseturs á sviði hátækni, verkfræði, raunvísinda og skyldra greina.\nFélagið skal vera óhagnaðardrifið og ekki greiða út arð til hluthafa.\nFélagið skal bjóða upp á tæknilega aðstöðu fyrir frumkvöðla og sprotafyrirtæki á sviði hátækni, verkfræði, raunvísinda og skyldra greina, þar á meðal aðgang að aðstöðu og sérhæfðum tækjabúnaði, m.a. búnaði til byggingarrannsókna.\nFélagið skal veita viðskiptavinum ráðgjöf og þjónustu og vera heimilt að taka þátt í rannsóknarverkefnum ef við á.\nFélagið skal hafa yfir að ráða sérhæfðu starfsfólki og vera heimilt að gera hvers konar samninga til að ná tilgangi sínum á sem hagkvæmastan hátt.\nTilgangi félagsins skal nánar lýst í samþykktum þess.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Forræði á hlutafé ríkisins.\nSá ráðherra er fer með eignir ríkisins skal fara með hlut ríkisins í félaginu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stofnhlutafé.\nRáðherra er heimilt að leggja til félagsins í formi stofnfjár tækjabúnað og annan nauðsynlegan búnað.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Stjórn félagsins.\nStjórn félagsins skal skipuð fimm einstaklingum. Skal val þeirra staðfest á aðalfundi ár hvert.\nFjöldi varamanna skal ákveðinn í samþykktum félagsins.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Frávik frá lögum um einkahlutafélög.\nÁkvæði laga um einkahlutafélög gilda um félagið ef ekki er kveðið á um annað í lögum þessum. Þó gilda ákvæði 2. mgr. 5. gr. laganna ekki um félagið.\nUpplýsingalög gilda um starfsemi félagsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Samningar ríkisins við félagið.\nRáðherra er heimilt að gera samninga við félagið um tiltekna þjónustu við frumkvöðla, háskóla og fyrirtæki í samræmi við markmið stjórnvalda og stefnumótun í nýsköpunarmálum á hverjum tíma.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Nýsköpunarstuðningur.\nRáðherra er heimilt að gera samninga við opinbera aðila eða einkaaðila um framkvæmd ýmissa verkefna á sviði nýsköpunar, svo sem samninga um rekstur stafrænna smiðja.\nRáðherra skal setja á fót stafræna nýsköpunargátt fyrir upplýsingagjöf um stuðning við nýsköpun og tryggja að ráðgjöf á fyrstu stigum nýsköpunarverkefna sé gjaldfrjáls og aðgengileg hvar sem er á landinu, m.a. leiðsögn við umsóknarferli innan stuðningsumhverfis nýsköpunar. Ráðherra skal í reglugerð kveða nánar á um framkvæmd ráðgjafar um nýsköpun.\nRáðherra skal veita sértæka styrki, Lóu – verkefnastyrki, til eflingar nýsköpun á landsbyggðinni. Hlutverk styrkjanna er að styðja við nýsköpun og frumkvöðlastarfsemi, verðmætasköpun og atvinnulíf sem byggist á hugviti og þekkingu, á forsendum svæðanna sjálfra. Lóu – verkefnastyrkjum skal úthlutað utan höfuðborgarsvæðisins, eins og það er skilgreint á gildandi byggðakorti ESA og leiðbeinandi reglum þar um. Styrkjum má einnig úthluta til verkefna sem stuðla að uppbyggingu vistkerfis fyrir nýsköpunarstarfsemi og frumkvöðlastarf. Ráðherra skal í reglugerð setja nánari ákvæði um framkvæmd styrkveitinga, fresti til að skila umsóknum um styrki, form og skilyrði umsókna og matsnefnd vegna styrkveitinga.\nRg. 377/2022.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi og koma til framkvæmda 1. júlí 2021.\n...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nÞrátt fyrir 2. mgr. 10. gr. skulu Nýsköpunarmiðstöð Íslands og Tækniþróunarsjóður starfa til 1. júlí 2021 í samræmi við lög um opinberan stuðning við tæknirannsóknir, nýsköpun og atvinnuþróun, nr. 75/2007.\nII.\nEmbætti forstjóra og önnur störf hjá Nýsköpunarmiðstöð Íslands skulu lögð niður 1. júlí 2021.\nIII.\nVið niðurlagningu Nýsköpunarmiðstöðvar Íslands fer um réttindi og skyldur starfsmanna eftir lögum um réttindi og skyldur starfsmanna ríkisins.\nUm biðlaunarétt sem kann að fylgja störfum einstakra starfsmanna Nýsköpunarmiðstöðvar Íslands gilda ákvæði laga um réttindi og skyldur starfsmanna ríkisins.\nÞegar starfsemi Nýsköpunarmiðstöðvar Íslands verður lögð niður, sbr. ákvæði til bráðabirgða I, fer um réttindi og skyldur starfsfólks Efnis-, líf- og orkutækni og Rannsóknastofu byggingariðnaðarins jafnframt eftir lögum um réttarstöðu starfsmanna við aðilaskipti að fyrirtækjum, nr. 72/2002, eftir því sem við á. Félag skv. 2. gr. skal bjóða öllu fastráðnu starfsfólki framangreindra deilda störf.\nIV.\nÞrátt fyrir 10. gr. er ráðherra heimilt að stofna félag skv. 2. gr. við gildistöku laga þessara.\nRáðherra er heimilt að ákveða að félag skv. 1. mgr. taki við verkefnum og tækjum Efnis-, líf- og orkutækni, tækjabúnaði Rannsóknastofu byggingariðnaðarins og frumkvöðlastuðningi í hátækni eigi síðar en 1. júlí 2021. Félagið getur jafnframt fyrir þann tíma yfirtekið hlut Nýsköpunarmiðstöðvar Íslands í gildandi samningum sem og aðrar skuldbindingar vegna rannsóknarverkefna stofnunarinnar.\nV.\nEignarhlutir Nýsköpunarmiðstöðvar Íslands í rannsókna- og þróunarfyrirtækjum á grundvelli 7. gr. laga um opinberan stuðning við tæknirannsóknir, nýsköpun og atvinnuþróun, nr. 75/2007, færast til ríkissjóðs við gildistöku laga þessara og skal sá ráðherra sem fer með eignir ríkisins fara með hlut ríkisins í slíkum félögum.\nAð öðru leyti færast eignir, réttindi og skyldur stofnunarinnar til ráðherra nýsköpunarmála við gildistöku laga þessara nema kveðið sé á um annað í lögum þessum.\nVI.\nRáðherra skal gefa Alþingi skýrslu um stöðu nýsköpunarstuðnings eftir niðurlagningu Nýsköpunarmiðstöðvar Íslands, þróun nýsköpunarmála á landsbyggðinni, árangur sem og ásókn í hvatastyrki til nýsköpunar sem ráðuneytið úthlutar og starfsemi tækniseturs eigi síðar en tveimur árum eftir gildistöku laga þessara.\nVII.\nRáðherra er heimilt að semja við félag skv. 2. gr. um að hafa umsjón með sérhæfðum langtímabyggingarrannsóknum í samvinnu við Háskóla Íslands og Háskólann í Reykjavík og nýta til þess þá aðstöðu sem fyrir hendi er. Samhliða verði unnið að framtíðarfyrirkomulagi byggingarrannsókna í landinu og þeim komið í það horf sem best þykir henta fyrir árslok 2022.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
