{
  "id": "86/2021",
  "type": "statute",
  "title": "Lög um samþættingu þjónustu í þágu farsældar barna",
  "status": "in_force",
  "issued_date": "2021-06-22",
  "url": "https://www.althingi.is/lagas/nuna/2021086.html",
  "description": "Tóku gildi 1. janúar 2022 nema brbákv. sem tók gildi 8. júlí 2021.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nLögum þessum er ætlað að stuðla að farsæld barna. Meginmarkmið laganna er að börn og foreldrar sem á þurfa að halda hafi aðgang að samþættri þjónustu við hæfi án hindrana.\nVið framkvæmd laga þessara skulu réttindi barna tryggð í samræmi við stjórnarskrá og alþjóðlegar skuldbindingar sem Ísland hefur undirgengist, einkum samning Sameinuðu þjóðanna um réttindi barnsins.\nÞeir sem bera ábyrgð samkvæmt lögum þessum skulu:\n1. Fylgjast með velferð og farsæld barna og foreldra og meta þörf fyrir þjónustu.\n2. Bregðast við þörf barna og foreldra fyrir þjónustu á skilvirkan hátt um leið og þörf krefur.\n3. Hafa samráð sín á milli með það að markmiði að þjónusta sé samfelld og samþætt í þágu velferðar og farsældar barna og foreldra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nMerking hugtaka í lögum þessum er sem hér segir:\n1. Almenn þjónusta í þágu farsældar barns: Allt skipulagt starf annarra en þjónustuveitenda sem á þátt í að stuðla að farsæld barns, t.d. þjónusta sjálfstætt starfandi sérfræðinga, íþrótta-, lista- og æskulýðsstarf og starfsemi frjálsra félaga- og hagsmunasamtaka.\n2. Barn: Einstaklingur undir 18 ára aldri sem dvelur á yfirráðasvæði íslenska ríkisins.\n3. Farsæld barns: Aðstæður sem skapa barni skilyrði til að ná líkamlegum, sálrænum, vitsmunalegum, siðferðilegum og félagslegum þroska og heilsu á eigin forsendum til framtíðar.\n4. Farsældarþing: Samráðsvettvangur stjórnvalda, fagfólks og notenda þjónustu um farsæld barna.\n5. Farsældarþjónusta: Öll þjónusta sem mælt er fyrir um í lögum að sé veitt á vegum ríkis eða sveitarfélaga og á þátt í að efla og/eða tryggja farsæld barns. Farsældarþjónusta nær frá grunnþjónustu sem er aðgengileg öllum börnum og/eða foreldrum til frekari stigskiptrar einstaklingsbundinnar þjónustu, m.a. á sviði menntamála, heilbrigðismála, löggæslu, félagsþjónustu og barnaverndar.\n6. Foreldri: Foreldri og/eða forsjáraðili barns samkvæmt ákvæðum barnalaga. Hugtakið getur einnig átt við barnshafandi einstakling vegna samþættingar þjónustu á meðgöngu. Um hlutverk, samstarf og verkaskiptingu foreldra og forsjáraðila í einstökum tilvikum gilda ákvæði barnalaga og annarra sérlaga eftir því sem við á.\n7. Málstjóri þjónustu í þágu farsældar barns: Sá sem stýrir samþættingu þjónustu í þágu farsældar barns sem hefur þörf fyrir annars eða þriðja stigs þjónustu.\n8. Samþætt þjónusta í þágu farsældar barns: Skipulögð og samfelld þjónusta sem hefur það að markmiði að stuðla að farsæld barns og er veitt af þeim þjónustuveitendum sem eru best til þess fallnir að mæta þörfum barns hverju sinni.\n9. Stuðningsáætlun: Einstaklingsbundin áætlun um samþætta þjónustu í þágu farsældar barns.\n10. Stuðningsteymi: Vettvangur þar sem þjónustuveitendur og eftir atvikum þeir sem veita tilteknu barni almenna þjónustu eiga samstarf um samþættingu þjónustunnar. Stuðningsteymi gerir stuðningsáætlun og fylgir henni eftir.\n11. Svæðisbundin farsældarráð barna: Vettvangur þar sem svæðisbundnir þjónustuveitendur ríkis og sveitarfélaga hafa samráð og vinna áætlun um svæðisbundna forgangsröðun aðgerða um farsæld barna.\n12. Tengiliður þjónustu í þágu farsældar barns: Sá sem styður við samþættingu fyrsta stigs þjónustu í þágu farsældar barns.\n13. Upplýsingar um aðstæður barns: Upplýsingar sem gefa vísbendingu um þörf barns fyrir þjónustu eða stuðning og fjalla um barnið sjálft og/eða einstaklinga í nærumhverfi barnsins. Upplýsingar um aðstæður barns geta falið í sér viðkvæmar persónuupplýsingar, svo sem upplýsingar um heilsufar, og upplýsingar sem geta talist viðkvæms eðlis, svo sem upplýsingar um fjölskylduhagi, félagslegan vanda og upplýsingar um refsiverða háttsemi og ætlaða refsiverða háttsemi.\n14. Þjónustuveitandi: Sá sem veitir farsældarþjónustu, hvort sem hann er hluti af stjórnsýslu ríkis eða sveitarfélags eða einkaaðili sem veitir slíka þjónustu á vegum ríkis eða sveitarfélags, t.d. á grundvelli þjónustusamnings. Til þjónustuveitenda teljast t.d. leikskólar, grunnskólar, frístundaheimili, félagsmiðstöðvar, framhaldsskólar, heilsugæsla, sérhæfð heilbrigðisþjónusta, lögregla, félagsþjónusta og barnavernd.\nII. kafli. Yfirstjórn, stefnumótun og stjórnsýsla.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ábyrgð ráðherra.\nÞeir ráðherrar sem bera ábyrgð á þjónustu í þágu farsældar barna skulu vinna með virkum hætti að markmiðum laga þessara.\nRáðherra ber ábyrgð á samþættingu farsældarþjónustu og hefur eftirlit með framkvæmd laga þessara.\nFulltrúar ráðherra skv. 1. mgr. skulu hafa reglubundið samráð sín á milli um samþættingu farsældarþjónustu og verkefni í þágu farsældar barna. Samráðsvettvangurinn skal jafnframt undirbúa stefnu um farsæld barna og framkvæmdaáætlun um verkefni ríkisins sem varða farsæld barna til fjögurra ára í samráði við Samband íslenskra sveitarfélaga. Við undirbúning stefnu og framkvæmdaáætlunar skal tekið mið af niðurstöðum farsældarþings. Ráðherra leggur stefnu og framkvæmdaáætlun fram sem tillögu til þingsályktunar innan árs frá alþingiskosningum hverju sinni.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Farsældarþing.\nRáðherra boðar til farsældarþings innan árs frá því að þingsályktun skv. 3. mgr. 3. gr. er samþykkt. Farsældarþing er umræðuvettvangur fagfólks, notenda og stjórnvalda þar sem unnið er að samþættingu farsældarþjónustu, nýsköpun og úrbótum í málum sem varða farsæld barna. Þingið er öllum opið en sérstaklega skal tryggja þátttöku barna.\nÁ farsældarþingi skal ræða stefnu um farsæld barna og framkvæmdaáætlun ríkisins til fjögurra ára og svæðisbundna forgangsröðun aðgerða í þágu farsældar barna. Umræður og helstu niðurstöður þingsins skulu skráðar. Ráðherra ber ábyrgð á framkvæmd þingsins og eftirfylgni með niðurstöðum þess.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Svæðisbundin farsældarráð.\nSveitarfélög skipa svæðisbundin farsældarráð sem eru vettvangur fyrir svæðisbundið samráð um farsæld barna. Þar eiga sæti fulltrúar svæðisbundinna þjónustuveitenda á vegum ríkis og sveitarfélaga. Ráðið skal hafa samráð við fulltrúa notenda á viðkomandi svæði.\nSvæðisbundin farsældarráð skulu vinna áætlun um svæðisbundna forgangsröðun aðgerða um farsæld barna til fjögurra ára sem tekur mið af þingsályktun um stefnu um farsæld barna og framkvæmdaáætlun ríkisins og niðurstöðum farsældarþings.\nSveitarfélög vinna skýrslur um framvindu áætlana um svæðisbundna forgangsröðun aðgerða á tveggja ára fresti. Áætlanir og skýrslur samkvæmt þessari grein skulu sendar Gæða- og eftirlitsstofnun velferðarmála.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Verkefni Barna- og fjölskyldustofu.\nVerkefni Barna- og fjölskyldustofu við samþættingu þjónustu í þágu farsældar barna samkvæmt lögum þessum eru:\n1. Stuðningur við samþættingu þjónustu í þágu farsældar barna, m.a. útgáfa leiðbeininga, gátlista og annars stuðningsefnis um samþættingu fyrir þá sem veita þjónustu í þágu farsældar barna, sem og útgáfa staðlaðra eyðublaða og upplýsinga til notenda þjónustunnar.\n2. Reglubundin fræðsla um samþættingu þjónustu í þágu farsældar barna til þeirra sem koma að samþættingunni samkvæmt lögum þessum.\n3. Ráðgjöf við tengiliði, málstjóra og stuðningsteymi, m.a. aðstoð við vinnslu einstakra mála.\n4. Að ákvarða tilgang og aðferðir við vinnslu persónuupplýsinga á grundvelli 15. gr. og V. kafla.\n5. Önnur verkefni sem þjóna markmiðum laga þessara samkvæmt ákvörðun ráðherra.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Verkefni Gæða- og eftirlitsstofnunar velferðarmála.\nVerkefni Gæða- og eftirlitsstofnunar velferðarmála við samþættingu þjónustu í þágu farsældar barna samkvæmt lögum þessum eru:\n1. Eftirlit með gæðum samþættingar þjónustu í þágu farsældar barna, þ.m.t. úrlausn kvartana notenda þjónustunnar.\n2. Önnur verkefni sem þjóna markmiðum laga þessara samkvæmt ákvörðun ráðherra.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Vinnsla upplýsinga.\nBarna- og fjölskyldustofa safnar og vinnur úr almennum upplýsingum um farsæld barna með það að markmiði að stjórnvöld hafi yfirsýn yfir aðstæður barna og þjónustuþörf. Um er að ræða ópersónugreinanlegar upplýsingar. Stofnunin getur krafið þjónustuveitendur og aðra sem veita þjónustu í þágu farsældar barna um hverjar þær upplýsingar og skýringar sem þörf er á til að ná markmiðum þessarar greinar.\nRáðherra hefur heimild til að setja reglugerð þar sem gerðar eru kröfur til þjónustuveitenda um reglubundin skil á almennum upplýsingum um farsæld barna.\nTil að ná markmiðum laga þessara er þjónustuveitendum og þeim sem veita almenna þjónustu í þágu farsældar barna heimilt að miðla upplýsingum um aðstæður barns til Barna- og fjölskyldustofu og Gæða- og eftirlitsstofnunar velferðarmála. Með sömu skilyrðum er Barna- og fjölskyldustofu og Gæða- og eftirlitsstofnun velferðarmála heimilt að miðla upplýsingum um aðstæður barns til þjónustuveitenda og þeirra sem veita almenna þjónustu í þágu farsældar barns. Í sama tilgangi er þjónustuveitendum og þeim sem veita almenna þjónustu í þágu farsældar barna jafnframt skylt að miðla þeim upplýsingum um aðstæður barns til Barna- og fjölskyldustofu og Gæða- og eftirlitsstofnunar velferðarmála sem stofnanirnar telja nauðsynlegar til að þær geti sinnt verkefnum skv. 6. og 7. gr. Barna- og fjölskyldustofu og Gæða- og eftirlitsstofnun velferðarmála er skylt að miðla sín á milli þeim upplýsingum sem hvor stofnun telur nauðsynlegar til að geta sinnt hlutverki sínu og er jafnframt heimilt að miðla upplýsingum um aðstæður barns sín á milli í þágu markmiða laga þessara.\nIII. kafli. Stigskipting þjónustu í þágu farsældar barna.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Stigskipting þjónustu.\nÞjónusta í þágu farsældar barna er veitt á þremur þjónustustigum.\nFarsældarþjónusta skal skilgreind með tilliti til þess hvaða stigi hún tilheyrir. Sé ekki mælt fyrir um flokkun farsældarþjónustu eftir þjónustustigum í lögum skulu ráðherrar sem bera ábyrgð á farsældarþjónustu setja reglugerðir, eftir atvikum að höfðu samráði við sveitarfélög, þar sem gerð er grein fyrir allri farsældarþjónustu sem undir hvern ráðherra heyrir og stigskiptingu þeirrar þjónustu samkvæmt ákvæðum í kafla þessum.\nLeitast skal við að skilgreina opinberlega almenna þjónustu í þágu farsældar barna með sambærilegum hætti.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Fyrsta stig þjónustu.\nFyrsta stigi þjónustu í þágu farsældar barna tilheyrir grunnþjónusta sem er aðgengileg öllum börnum og foreldrum. Þá tilheyra fyrsta stigi úrræði þar sem veittur er einstaklingsbundinn og snemmtækur stuðningur með það að markmiði að styðja við farsæld barns. Snemmtækur stuðningur er veittur í samræmi við frummat á þörfum barns og honum fylgt eftir á markvissan hátt.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Annað stig þjónustu.\nÖðru stigi þjónustu í þágu farsældar barna tilheyra úrræði þar sem veittur er einstaklingsbundinn og markvissari stuðningur með það að markmiði að tryggja farsæld barns. Markvissari stuðningur er veittur í samræmi við faglegt mat og/eða frumgreiningu á þörfum barns. Leitast skal við að veita markvissari stuðning á grundvelli stuðningsáætlunar um samþætta þjónustu og eftirfylgd.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Þriðja stig þjónustu.\nÞriðja stigi þjónustu í þágu farsældar barna tilheyra úrræði þar sem veittur er einstaklingsbundinn og sérhæfðari stuðningur með það að markmiði að tryggja að farsæld barns verði ekki hætta búin. Sérhæfðari stuðningur er veittur í samræmi við sérhæft og ítarlegt mat og/eða greiningu á þörfum barns. Leitast skal við að veita sérhæfðari stuðning á grundvelli stuðningsáætlunar um samþætta þjónustu og eftirfylgd.\nIV. kafli. Skyldur þeirra sem veita þjónustu í þágu farsældar barns.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Skyldur þjónustuveitenda.\nÞjónustuveitendum ber að stuðla markvisst að velferð og farsæld barns við framkvæmd verkefna sinna. Leitast skal við að uppbygging, skipulag og framkvæmd farsældarþjónustu taki mið af gagnreyndri þekkingu og að þjónusta sé veitt í samráði við og með þátttöku notenda þjónustunnar.\nÞjónustuveitendur skulu hafa góða almenna samvinnu sín á milli með áherslu á þverfaglega þekkingu og gagnkvæma fræðslu.\nÞjónustuveitendum ber skylda til að fylgjast með, taka eftir og greina vísbendingar um að þörfum barns sé ekki mætt á fullnægjandi hátt og bregðast við þeim.\nÞjónustuveitendum ber skylda til að taka þátt í því samstarfi sem nánar er mælt fyrir um í lögum þessum.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skyldur þeirra sem veita almenna þjónustu í þágu farsældar barns.\nÞeim sem veita almenna þjónustu í þágu farsældar barns ber að fylgjast með velferð og farsæld barns, leitast við að greina vísbendingar um að þörfum barns sé ekki mætt á fullnægjandi hátt og bregðast við þeim. Þeim ber að vinna persónuupplýsingar í samræmi við reglur sem settar eru á grundvelli laga þessara.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Vísbendingar um að þörfum barns sé ekki mætt.\nEf þjónustuveitandi eða sá sem veitir almenna þjónustu í þágu farsældar barns tekur eftir og greinir vísbendingar um að þörfum barns sé ekki mætt með fullnægjandi hætti og að barnið þurfi frekari þjónustu en þegar er veitt skal hann veita foreldrum og/eða barni leiðbeiningar um samþættingu þjónustu, sbr. V. kafla.\nEf foreldri og/eða barn setur fram beiðni þar að lútandi getur þjónustuveitandi eða sá sem veitir almenna þjónustu í þágu farsældar barna skráð og/eða tekið saman upplýsingar um aðstæður barns sem varpa ljósi á vísbendingar og þjónustuþörf, sbr. 1. mgr., og miðlað þeim til tengiliðar eða málstjóra þjónustu í þágu farsældar barns, sbr. V. kafla.\nÞegar tengilið eða málstjóra þjónustu í þágu farsældar barns berast upplýsingar samkvæmt þessari grein er honum heimilt að vinna upplýsingar um aðstæður barns. Hann skal eins fljótt og unnt er hafa samband við foreldra og/eða barn og bjóða samþættingu þjónustu skv. V. kafla.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Þagnarskylda.\nÞjónustuveitendur og þeir sem veita almenna þjónustu í þágu farsældar barns eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga um upplýsingar sem þeir hafa orðið áskynja um vegna verkefna samkvæmt þessum kafla og V. kafla.\nV. kafli. Samþætting þjónustu í þágu farsældar barns.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tengiliður þjónustu í þágu farsældar barns.\nÖll börn og foreldrar skulu hafa aðgang að tengilið þjónustu í þágu farsældar barns eftir því sem þörf krefur.\nFrá fæðingu og þar til barn hefur nám í leik- eða grunnskóla er tengiliður starfsmaður heilsugæslustöðvar eða heilbrigðisstofnunar í heilbrigðisumdæmi barns. Sama á við ef þörf er á samþættingu þjónustu á meðgöngu. Þegar barn er við nám í leik-, grunn- eða framhaldsskóla er tengiliður starfsmaður skólans þar sem barn er við nám.\nEf 2. mgr. á ekki við er tengiliður starfsmaður félagsþjónustu þess sveitarfélags þar sem barn á lögheimili. Þegar aðstæður barns breytast skv. 2. mgr. ber fyrri tengilið að sjá til þess að nýr tengiliður fái nauðsynlegar upplýsingar um aðstæður barnsins til að geta gegnt hlutverki sínu.\nTengiliður skal hafa viðeigandi þekkingu á þjónustu í þágu farsældar barns. Hann má ekki vera tengdur barni eða foreldrum þess með þeim hætti sem mundi leiða til vanhæfis samkvæmt ákvæðum sveitarstjórnarlaga.\nRáðherra skal setja reglugerð um tengiliði þjónustu í þágu farsældar barns. Þar skulu m.a. koma fram frekari hæfisskilyrði og þær menntunarkröfur sem gerðar eru til tengiliða.\nRg. 1180/2022.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hlutverk tengiliðar.\nTengiliður hefur hagsmuni barns að leiðarljósi. Hann skal rækja hlutverk sitt í samstarfi og samráði við foreldra og barn. Hlutverk tengiliðar er að:\n1. Veita upplýsingar um þjónustu í þágu farsældar barns.\n2. Aðstoða við að tryggja aðgang að frummati á þörfum barns.\n3. Skipuleggja og fylgja eftir samþættingu fyrsta stigs þjónustu í þágu farsældar barns.\n4. Koma upplýsingum til sveitarfélags um þörf fyrir tilnefningu málstjóra þjónustu í þágu farsældar barns.\n5. Taka þátt í starfi stuðningsteymis eftir því sem við á.\nÁður en tengiliður byrjar að veita þjónustu skv. 1. mgr. skal liggja fyrir beiðni foreldra og/eða barns um samþættingu þjónustu.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Samþætting fyrsta stigs þjónustu.\nÖll börn og foreldrar skulu hafa aðgang að þjónustu tengiliðar við samþættingu fyrsta stigs þjónustu.\nÞegar fyrir liggur beiðni foreldra og/eða barns um að samþætting skuli hefjast getur tengiliður aflað upplýsinga um aðstæður barns frá þjónustuveitendum og þeim sem veita almenna þjónustu í þágu farsældar barns. Til að tryggja hagsmuni barns og að því marki sem það er nauðsynlegt fyrir samþættingu þjónustunnar er tengilið, þjónustuveitendum og þeim sem veita almenna þjónustu í þágu farsældar barns heimilt að miðla upplýsingum um aðstæður barnsins sín á milli.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Málstjóri þjónustu í þágu farsældar barns.\nEf fyrir liggur beiðni foreldra og/eða barns um samþættingu þjónustu og ástæða er til að ætla að barn þurfi fjölþætta þjónustu á öðru og/eða þriðja stigi til lengri tíma skal sveitarfélag þar sem barn á lögheimili tilnefna málstjóra þjónustu í þágu farsældar barnsins.\nSveitarfélag skal velja málstjóra sem starfar við félagsþjónustu sveitarfélagsins eða á þeim sviðum þar sem þarfir barns liggja.\nMálstjóri skal hafa þekkingu á þjónustu í þágu farsældar barna. Málstjóri má ekki vera tengdur barni eða foreldrum þess með þeim hætti sem mundi leiða til vanhæfis samkvæmt ákvæðum sveitarstjórnarlaga.\nRáðherra skal setja reglugerð um málstjóra þjónustu í þágu farsældar barns. Þar skulu m.a. koma fram frekari hæfisskilyrði og menntunarkröfur sem gerðar eru til málstjóra.\nNú hefur barnaverndarnefnd hafið barnaverndarmál og fer þá um samþættingu þjónustu eftir ákvæðum barnaverndarlaga.\nRg. 1180/2022.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Hlutverk málstjóra.\nMálstjóri hefur hagsmuni barns að leiðarljósi. Hann skal rækja hlutverk sitt í samstarfi og samráði við foreldra og barn. Hlutverk málstjóra er að:\n1. Veita ráðgjöf og upplýsingar um þjónustu í þágu farsældar barns.\n2. Aðstoða við að tryggja aðgang að mati og/eða greiningu á þörfum barns.\n3. Bera ábyrgð á gerð stuðningsáætlunar og að stýra stuðningsteymi.\n4. Fylgja því eftir að þjónusta sé veitt í samræmi við stuðningsáætlun.\n5. Veita þeim sem sitja í stuðningsteymi ráðgjöf og upplýsingar um samþættingu þjónustu í þágu farsældar barns.\nÁður en málstjóri byrjar að veita þjónustu skv. 1. mgr. skal liggja fyrir beiðni foreldra og/eða barns um samþættingu þjónustu. Þegar beiðni liggur fyrir getur málstjóri aflað upplýsinga um aðstæður barns frá þjónustuveitendum og þeim sem veita almenna þjónustu í þágu farsældar barns.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Stuðningsteymi og stuðningsáætlun.\nMálstjóri skal stofna stuðningsteymi þar sem sitja fulltrúar þjónustuveitenda sem veita barni þjónustu. Heimilt er að bjóða þeim sem veita almenna þjónustu í þágu farsældar barns að taka sæti í stuðningsteymi ef þörf krefur.\nStuðningsteymi skal hafa hagsmuni barnsins að leiðarljósi og rækja hlutverk sitt í samstarfi og samráði við foreldra og barn.\nStuðningsteymi skal svo fljótt sem verða má gera skriflega stuðningsáætlun fyrir barnið þar sem þjónusta sem er veitt í þágu farsældar barnsins er samþætt. Í stuðningsáætlun skal eftir atvikum geta um:\n1. Mat og/eða greiningu á þörfum barns.\n2. Markmið með þjónustu og samþættingu einstakra þátta hennar á öllum þjónustustigum.\n3. Hlutverk hvers þjónustuveitanda og annarra eftir atvikum.\n4. Hvernig árangur verði metinn.\n5. Tímabil sem áætlun er ætlað að vara.\nStuðningsteymi hefur reglubundna samvinnu um framkvæmd stuðningsáætlunar þann tíma sem áætlun varir. Hana ber að endurmeta og endurnýja eftir því sem þörf krefur. Áður en barn verður 18 ára skal stuðningsteymi gera áætlun þar sem fjallað er um samþættingu þjónustu fyrir barnið eftir að það nær fullorðinsaldri.\nEf stuðningsteymi lýkur störfum án þess að gera stuðningsáætlun skal tilkynna foreldrum barns og tengilið niðurstöðu teymisins og veita samhliða rökstuðning fyrir henni. Foreldri getur beint kvörtun yfir niðurstöðu stuðningsteymis um að ljúka störfum án stuðningsáætlunar til Gæða- og eftirlitsstofnunar velferðarmála.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Vinnsla persónuupplýsinga við samþættingu þjónustu.\nÞegar beiðni um samþættingu þjónustu liggur fyrir er vinnsla upplýsinga um aðstæður barnsins heimil hjá tengiliðum, málstjórum, þjónustuveitendum og þeim sem veita almenna þjónustu í þágu farsældar barns við framkvæmd verkefna skv. 15. gr. og þessum kafla. Með vinnslu persónuupplýsinga er m.a. átt við söfnun, skráningu, varðveislu, miðlun og samkeyrslu upplýsinga um aðstæður barns, þ.m.t. viðkvæmar persónuupplýsingar og upplýsingar um refsiverða háttsemi og ætlaða refsiverða háttsemi. Gæta ber að meðalhófi við vinnslu persónuupplýsinga á grundvelli laga þessara og skal ekki vinna með persónuupplýsingar umfram það sem nauðsynlegt má telja í hverju einstöku tilviki í þágu tilgangsins.\nSamráð og leiðbeiningar til foreldra og/eða barns um samþættingu þjónustu skulu fela í sér upplýsingar um vinnslu persónuupplýsinga.\nBarna- og fjölskyldustofa setur nánari reglur um vinnslu persónuupplýsinga skv. 1. mgr., þ.m.t. um tilgang og aðferðir við vinnslu, og samráð og leiðbeiningar til foreldra og/eða barns skv. 2. mgr., sem skulu staðfestar af ráðherra. Hafa skal samráð við Persónuvernd við undirbúning reglnanna. Þeim aðilum sem er heimilt að vinna persónuupplýsingar skv. 1. mgr. er skylt að haga vinnslu í samræmi við reglur Barna- og fjölskyldustofu og ákvæði laga um persónuvernd og vinnslu persónuupplýsinga.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Samvinna sveitarfélaga.\nSveitarfélögum er heimilt að hafa samvinnu um verkefni samkvæmt lögum þessum. Sveitarfélögum er heimilt að mynda sérstök þjónustusvæði um verkefnin að gættum ákvæðum sveitarstjórnarlaga.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Börn sem dvelja á yfirráðasvæði íslenska ríkisins án lögheimilis.\nNú dvelur barn á yfirráðasvæði íslenska ríkisins en á ekki lögheimili hér á landi og skal barni og foreldrum þá veitt sú þjónusta sem mælt er fyrir um í lögum þessum hjá því sveitarfélagi þar sem barnið dvelur.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2022. Ákvæði til bráðabirgða öðlast þó þegar gildi.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nRáðherra ber ábyrgð á því að viðeigandi ráðstafanir séu gerðar til að undirbúa gildistöku laga þessara og styðja við innleiðingu þeirra. Í þessu felst m.a. að stýra aðgerðum við innleiðingu í samstarfi við ráðherra skv. 1. mgr. 3. gr. og sveitarfélög.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    }
  ]
}
