{
  "id": "105/2021",
  "type": "statute",
  "title": "Lög um stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda",
  "status": "in_force",
  "issued_date": "2021-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2021105.html",
  "description": "Tóku gildi 14. júlí 2021.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að stuðla að skilvirkri opinberri þjónustu, auka gagnsæi við meðferð mála og hagkvæmni í stjórnsýslu og tryggja örugga leið til að miðla gögnum til einstaklinga og lögaðila. Jafnframt er það markmið laganna að meginboðleið stjórnvalda við einstaklinga og lögaðila verði stafræn og miðlæg á einum stað.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Pósthólf.\nStarfrækja skal stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda í samræmi við ákvæði laga þessara.\nRáðherra ber ábyrgð á að starfrækt sé stafrænt pósthólf. Ráðherra er heimilt að ákveða með reglugerð að fela öðrum ríkisaðila að annast rekstur þess og umsjón.\nAllir einstaklingar sem fá útgefna kennitölu samkvæmt lögum um skráningu einstaklinga og allir lögaðilar sem skráðir eru í fyrirtækjaskrá á hverjum tíma samkvæmt lögum um fyrirtækjaskrá hafa aðgang að sínu eigin stafræna pósthólfi.\nBirtingaraðili telst ábyrgðaraðili að birtingu persónuupplýsinga á hans vegum í stafrænu pósthólfi. Rekstraraðili stafræns pósthólfs telst vinnsluaðili sem vinnur persónuupplýsingar á vegum ábyrgðaraðila.\nMeð starfrækslu stafræns pósthólfs eru gögn gerð aðgengileg með birtingu þeirra í pósthólfinu en vistun þeirra er áfram hjá birtingaraðila.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Aðgangur að pósthólfi.\nEinstaklingur og fulltrúi lögaðila hafa aðgang að eigin pósthólfi í miðlægri þjónustugátt með rafrænni auðkenningu sem metin er fullnægjandi til sannvottunar samkvæmt lögum um rafræna auðkenningu og traustþjónustu fyrir rafræn viðskipti.\nEinstaklingur og fulltrúi lögaðila, sem hafa aðgang að pósthólfi í miðlægri þjónustugátt skv. 1. mgr., geta veitt öðrum aðila aðgang að gögnum sem pósthólfið inniheldur.\nForsjáraðilar barna skulu hafa aðgang að gögnum í pósthólfi þeirra fram til þess að þau ná 18 ára aldri nema annað leiði af sérákvæðum í lögum.\nAðili, sem falið er á grundvelli laga að gæta hagsmuna einstaklings eða lögaðila, skal hafa aðgang að pósthólfi viðkomandi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Birting gagna.\nÍ stafrænu pósthólfi skal birta hvers konar gögn, jafnt rituð sem í öðru formi, sem verða til við meðferð máls hjá stjórnvöldum, svo sem tilkynningar, ákvarðanir, úrskurði, ákvaðir og aðrar yfirlýsingar.\nBirtingaraðili ber ábyrgð á þeim gögnum sem hann birtir í pósthólfi viðtakanda.\nVerði töf á birtingu gagna skal rekstraraðili pósthólfs gera birtingaraðila viðvart.\nBirtingaraðilum er heimilt að birta í stafrænu pósthólfi bæði almennar og viðkvæmar persónuupplýsingar einstaklinga eins og þær eru skilgreindar í lögum um persónuvernd og vinnslu persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Gjaldtaka.\nÓski einstaklingur eða lögaðili eftir því við birtingaraðila að fá gögn á annan hátt en í stafrænu pósthólfi er birtingaraðila heimilt að innheimta gjald vegna slíkrar þjónustu til að standa undir þeim viðbótarkostnaði sem hlýst af umbreytingu og afhendingu gagnanna. Gjald skal miðast við kostnað við að veita þjónustuna og skal það standa straum af launakostnaði, sérstökum efniskostnaði sem þjónustunni tengist og öðrum umsýslukostnaði.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Birtingaraðilar.\nOpinberum aðilum, þ.e. ríki, sveitarfélögum, stofnunum þeirra og öðrum opinberum aðilum, er skylt að birta gögn í stafrænu pósthólfi.\nRáðherra skal með reglugerð ákveða hvaða öðrum aðilum er heimilt að birta gögn í stafrænu pósthólfi og hvaða skilyrði þeir þurfa að uppfylla.\nRg. 131/2023.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Réttaráhrif.\nÞegar gögn eru aðgengileg í pósthólfi teljast þau birt viðtakanda. Þar sem í lögum eða stjórnvaldsfyrirmælum er kveðið á um að gögn skuli birt á ákveðinn hátt, svo sem með auglýsingu, símskeyti, ábyrgðarbréfi, stefnuvotti eða öðrum sannanlegum hætti, skal birting í stafrænu pósthólfi metin fullgild.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Meðferð persónuupplýsinga.\nMeðferð og vinnsla persónuupplýsinga sem fylgir starfrækslu pósthólfsins skal hverju sinni uppfylla skilyrði laga um persónuvernd og vinnslu persónuupplýsinga.\nKröfum um aðgang að upplýsingum á grundvelli annarra laga eða samkvæmt dómi skal beint til viðkomandi birtingaraðila.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Reglugerðarheimild.\nRáðherra er skylt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara, þar á meðal um:\n1. Rekstur og umsjón með pósthólfi, sbr. 2. mgr. 2. gr.\n2. Nánari útfærslu á aðgangi að pósthólfi, sbr. 3. gr.\n3. Skilyrði og takmarkanir fyrir afhendingu gagna á annan hátt, sbr. 5. gr.\n4. Aðra aðila en opinbera sem heimilt er að birta gögn í pósthólfinu, sbr. 2. mgr. 6. gr.\n5. Nánari skilyrði um meðferð og vinnslu persónuupplýsinga, sbr. 8. gr., svo sem grundvöll og tilgang vinnslu og mat á nauðsyn hennar samkvæmt lögunum, þar á meðal um þær vinnsluaðgerðir sem birtingaraðilum eru heimilar.\nRg. 131/2023. Rg. 180/2024.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÞrátt fyrir ákvæði 1. mgr. 6. gr. er heimilt að innleiða skyldu til birtingar í áföngum. Ráðherra skal eigi síðar en fyrir lok árs 2021 gefa út áætlun um stafræna birtingu af hálfu ríkisaðila og sveitarfélaga, sem skal að fullu innleidd í síðasta lagi 1. janúar 2025. Listi yfir birtingaraðila og hvaða gögn eru birt af þeirra hálfu skal vera birtur í miðlægu þjónustugáttinni þar til innleiðingu er lokið.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
