{
  "id": "70/2021",
  "type": "statute",
  "title": "Lög um gjaldeyrismál",
  "status": "in_force",
  "issued_date": "2021-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2021070.html",
  "description": "Tóku gildi 29. júní 2021.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Meginregla um óheft viðskipti.\nGjaldeyrisviðskipti skulu vera frjáls nema annað leiði af lögum. Sama gildir um greiðslur og fjármagnshreyfingar milli landa. Heimilt er þó að grípa til ráðstafana skv. II. og III. kafla til að koma í veg fyrir alvarlega röskun á stöðugleika í gengis- og peningamálum og fjármálastöðugleika.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Erlendur aðili: Einstaklingur eða lögaðili sem ekki er innlendur aðili, þ.m.t. útibú innlends aðila erlendis.\n2. Erlendur gjaldeyrir: Erlendir peningaseðlar og slegnir peningar, innstæður og rafeyrir í erlendum gjaldmiðli og tékkar og aðrar ávísanir, víxlar og önnur greiðslufyrirmæli sem hljóða upp á greiðslu í erlendum gjaldmiðli, minnispeningar, gull, silfur og aðrir dýrir málmar ef þeir eru notaðir sem gjaldmiðill í viðskiptum erlendis.\n3. Fjármagnshreyfing á milli landa:\na. yfirfærsla eða flutningur fjármuna til eða frá Íslandi sem ekki er greiðsla á milli landa, eða\nb. yfirfærsla eða flutningur fjármuna á milli innlends og erlends aðila sem ekki er greiðsla á milli landa.\n4. Gjaldeyrisviðskipti: Skipti á innlendum gjaldeyri fyrir erlendan, erlendum gjaldeyri fyrir innlendan eða einum erlendum gjaldeyri fyrir annan eða reikningsviðskipti sem eru ígildi slíkra skipta.\n5. Greiðsla á milli landa:\na. yfirfærsla eða flutningur fjármuna til eða frá Íslandi sem felur í sér endurgjald vegna vöru- eða þjónustuviðskipta, þáttatekjur eða rekstrarframlög, eða\nb. yfirfærsla eða flutningur fjármuna á milli innlends og erlends aðila sem felur í sér endurgjald vegna vöru- eða þjónustuviðskipta, þáttatekjur eða rekstrarframlög.\n6. Innlendur aðili:\na. einstaklingur sem hefur lögheimili á Íslandi, eða\nb. lögaðili sem skráður er til heimilis á Íslandi, telur heimili sitt á Íslandi samkvæmt samþykktum sínum eða hefur raunverulega framkvæmdastjórn sína hér á landi. Útibú erlendra lögaðila hér á landi teljast til innlendra aðila.\n7. Innlendur gjaldeyrir: Innlendir peningaseðlar og slegnir peningar, innstæður og rafeyrir í íslenskum krónum og tékkar og aðrar ávísanir, víxlar og önnur greiðslufyrirmæli sem hljóða upp á greiðslu í íslenskum krónum, minnispeningar, gull, silfur og aðrir dýrir málmar ef þeir eru notaðir sem gjaldmiðill í viðskiptum hér á landi.\n8. Milliganga um gjaldeyrisviðskipti:\na. að stunda gjaldeyrisviðskipti í atvinnuskyni fyrir eigin reikning eða gegn endurgjaldi,\nb. að koma á gjaldeyrisviðskiptum milli aðila gegn endurgjaldi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Milliganga um gjaldeyrisviðskipti.\nÓheimilt er að hafa milligöngu um gjaldeyrisviðskipti nema hafa til þess heimild samkvæmt lögum.\nSeðlabankinn getur leyft aðila sem ekki hefur heimild skv. 1. mgr. að reka gjaldeyrismarkað. Skilyrði leyfis skv. 1. málsl. er að starfræksla gjaldeyrismarkaðarins sé til þess fallin að auka gagnsæi og skilvirkni í verðmyndun á gjaldeyrismörkuðum.\nSeðlabanki Íslands setur nánari reglur um milligöngu um gjaldeyrisviðskipti. Í þeim skal m.a. kveðið á um skipulegan gjaldeyrismarkað, umfang og mörk gjaldeyrisviðskipta hvers milligönguaðila, reglulega upplýsingagjöf til Seðlabankans, innra eftirlits- og upplýsingakerfi og hæfniskröfur starfsfólks.\nII. kafli. Sérstakar ráðstafanir í þágu þjóðhagsvarúðar.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sérstök bindiskylda vegna innstreymis erlends gjaldeyris.\nSeðlabanka Íslands er heimilt, að fengnu samþykki ráðherra, að setja reglur sem kveða á um sérstaka bindiskyldu vegna fjárfestingar fyrir innstreymi erlends gjaldeyris og endurfjárfestingar hennar í:\n1. skuldabréfum útgefnum í íslenskum krónum,\n2. innstæðum í íslenskum krónum, og\n3. hlutdeildarskírteinum sjóða sem fjárfesta í skuldabréfum útgefnum í íslenskum krónum eða eiga innstæður í íslenskum krónum.\nÍ reglunum er jafnframt heimilt að kveða á um sérstaka bindiskyldu vegna fjárfestingar eða lánveitingar, í innlendum eða erlendum gjaldeyri, í tengslum við innstreymi erlends gjaldeyris sem gerð er í þeim tilgangi að fjárfesta, beint eða óbeint, í fjárfestingarkostum skv. 1.–3. tölul. 1. mgr.\nSérstaka bindiskyldu skal uppfylla með kaupum fjármálafyrirtækis á sérstöku innstæðubréfi Seðlabanka Íslands fyrir þá fjárhæð sem binda skal og sölu á innstæðubréfinu samhliða til Seðlabankans með afhendingu að binditíma liðnum á verði sem ákvarðast af vöxtum á innstæðubréfinu. Fjárhæðin sem binda skal má nema allt að 75% af fjárfestingu og endurfjárfestingu skv. 1. og 2. mgr. og binditími getur verið allt að fimm ár. Samningi um framvirka sölu verður ekki breytt á binditíma.\nÍ reglunum skal kveðið nánar á um framkvæmd sérstakrar bindiskyldu, þar á meðal um bindihlutfall, binditíma, mótaðila Seðlabanka Íslands í viðskiptum og skilmála og kjör innstæðubréfa og endurhverfra viðskipta með innstæðubréf skv. 3. mgr. Í reglunum er heimilt að kveða á um mismunandi binditíma, bindihlutfall, uppgjörsmynt og vexti eftir tegund fjármuna sem sæta sérstakri bindiskyldu.\nSeðlabanki Íslands skal eigi sjaldnar en á sex mánaða fresti á meðan sérstök bindiskylda er í gildi skila ráðherra og birta opinberlega greinargerð um nauðsyn þess að viðhalda sérstakri bindiskyldu.\nRg. 223/2019.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Útlán tengd erlendum gjaldmiðlum.\nSeðlabanka Íslands er heimilt, að fengnu samþykki fjármálastöðugleikanefndar, að setja lánastofnunum reglur um útlán sem tengjast erlendum gjaldmiðlum til aðila sem ekki eru varðir fyrir gjaldeyrisáhættu. Í reglunum getur Seðlabankinn ákveðið lánstíma, tegundir trygginga og hámarkshlutfall lána sem eru tengd erlendum gjaldmiðlum af heildarútlánasafni lánastofnunar. Hámarkshlutfallið getur hvort heldur sem er verið hlutfall af heildarútlánum viðkomandi stofnunar eða sérstakt hlutfall vegna einstakra flokka óvarinna lántaka. Einnig er í reglunum heimilt að kveða á um skýrsluskil lánastofnana til Seðlabankans.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Afleiðuviðskipti.\nSeðlabanka Íslands er heimilt, að fengnu samþykki fjármálastöðugleikanefndar, að setja reglur sem takmarka afleiðuviðskipti þar sem íslensk króna er tilgreind í samningi gagnvart erlendum gjaldmiðli, hvort sem um er að ræða gjaldeyris- eða verðbréfasamning eða sambland gjaldeyris- og verðbréfasamnings eða sambærilega fjármálagerninga. Í reglunum má m.a. setja skilyrði um þann markað þar sem viðskipti eiga sér stað, umfang, tegund og tilgang viðskipta, uppruna og eignarhald fjármuna og eftirlit og upplýsingagjöf til Seðlabankans.\nRgl. 412/2022.\nIII. kafli. Verndunarráðstafanir við sérstakar aðstæður.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Reglur um verndunarráðstafanir.\nÍ neyðaraðstæðum sem hafa í för með sér verulega hættu á að fjármálastöðugleika verði raskað af völdum óheftra fjármagnshreyfinga, og ekki er unnt að bregðast við með öðrum úrræðum, er Seðlabanka Íslands heimilt, að fengnu samþykki ráðherra, að setja reglur sem takmarka eða stöðva í allt að 60 daga:\n1. Fjármagnshreyfingar milli landa, og gjaldeyrisviðskipti sem þeim tengjast, vegna:\na. viðskipta með og útgáfu fjármálagerninga og hlutafjár sem ekki er fjármálagerningur,\nb. innlagna á og úttekta af reikningum í lánastofnunum,\nc. lánveitinga, lántöku og útgáfu ábyrgða sem ekki tengjast milliríkjaviðskiptum með vöru og þjónustu eða þáttatekjum,\nd. fyrirframgreiðslna og uppgreiðslna lána og skuldabréfa,\ne. inn- og útflutnings verðbréfa og innlends og erlends gjaldeyris,\nf. fasteignaviðskipta,\ng. fjárfestinga í peningakröfum og öðrum sambærilegum kröfuréttindum,\nh. viðskipta með einkaleyfi og önnur hugverkaréttindi,\ni. gjafa og styrkja, og\nj. annarra sambærilegra viðskipta eða ráðstafana.\n2. Greiðslur milli landa, og gjaldeyrisviðskipti sem þeim tengjast, vegna:\na. vöru- eða þjónustuviðskipta,\nb. arðgreiðslna, og\nc. annarra sambærilegra viðskipta eða ráðstafana.\n3. Gjaldeyrisviðskipti milli innlendra og erlendra aðila eða við fjármálafyrirtæki, þar sem íslensk króna er einn gjaldmiðla, og úttektir erlends gjaldeyris í reiðufé af gjaldeyrisreikningum. Jafnframt er heimilt að takmarka eða stöðva afleiðuviðskipti þar sem íslensk króna er í samningi gagnvart erlendri mynt.\n4. Viðskipti með og útgáfu fjármálagerninga og hlutafjár sem ekki er fjármálagerningur og gefin eru út í erlendri mynt og uppgjör slíkra viðskipta með innlendum gjaldeyri. Jafnframt er heimilt að takmarka eða stöðva uppgjör viðskipta með fjármálagerninga og hlutafé sem ekki er fjármálagerningur þegar útgáfumynt er íslensk króna og uppgjör fer fram í erlendum gjaldeyri.\nÍ reglunum er heimilt að kveða á um skyldu til að leggja erlendan gjaldeyri sem innlendir aðilar eða útibú þeirra erlendis eignast, svo sem fyrir seldar vörur eða þjónustu eða með öðrum hætti, inn á reikning hjá fjármálafyrirtæki hér á landi. Jafnframt er heimilt að kveða á um að viðskipti fari fram eða séu gerð upp í tilteknum gjaldmiðlum. Við mat á skilaskyldri fjárhæð vegna viðskipta tengdra aðila er heimilt að taka mið af almennum kjörum og venju í viðskiptum óskyldra aðila.\nÍ reglunum er heimilt að setja skilyrði sem m.a. lúta að rekstrarformi eða starfsemi aðila, uppruna og eignarhaldi fjármuna, tilgangi og fjárhæðum einstakra fjármagnshreyfinga, greiðslna og gjaldeyrisviðskipta, gjaldmiðli og eftirliti og upplýsingagjöf til Seðlabanka Íslands.\nSeðlabanki Íslands skal kynna ákvörðun um setningu reglna samkvæmt þessu ákvæði í þeirri þingnefnd sem þingforseti ákveður áður en þær taka gildi, eða svo fljótt sem verða má verði því ekki komið við. Ef reglur eru settar samkvæmt þessu ákvæði skal ráðherra flytja Alþingi skýrslu innan fjögurra sólarhringa frá gildistöku þeirra, eða svo fljótt sem verða má sé Alþingi þá ekki að störfum, þar sem m.a. komi fram rök fyrir nauðsyn þeirra.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Undanþágur.\nSeðlabanka Íslands er heimilt að veita undanþágur frá ákvæðum reglna skv. 7. gr. Umsóknum um undanþágur skal beint til Seðlabankans á því formi sem hann ákveður. Undanþágur geta varðað einstök eða endurtekin tilvik í ákveðinn eða óákveðinn tíma.\nVið mat á því hvort undanþágur eru veittar skal bankinn taka mið af afleiðingum takmarkana reglnanna á umsækjanda, hvaða markmið eru að baki takmörkunum reglnanna og hvaða áhrif undanþágur sem sótt er um, og aðrar svipaðar undanþágur sem fylgja mundu því fordæmi, hafa eða kunna að hafa á stöðugleika í gengis- og peningamálum og fjármálastöðugleika.\nSeðlabanki Íslands getur bundið undanþágur skilyrðum sem m.a. varða uppruna og eignarhald fjármuna, tilgang einstakra fjármagnshreyfinga og gjaldeyrisviðskipta, fjárhæðir einstakra fjármagnshreyfinga og gjaldeyrisviðskipta og eftirlit og upplýsingagjöf til Seðlabankans.\nSeðlabanki Íslands getur sett nánari reglur um framkvæmd þessarar greinar.\nIV. kafli. Eftirlit og tilkynningarskylda.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Eftirlit og öflun upplýsinga.\nSkylt er að veita Seðlabanka Íslands allar þær upplýsingar og gögn sem varða gjaldeyrisviðskipti, fjármagnshreyfingar og greiðslur sem hann óskar eftir til að sinna nauðsynlegu eftirliti á grundvelli laga þessara og stjórnvaldsfyrirmæla sem sett eru á grundvelli þeirra. Skiptir ekki máli í því sambandi hvort upplýsingar varða þann aðila sem beiðni er beint til eða aðra aðila sem hann getur veitt upplýsingar um og varða athuganir og eftirlit Seðlabankans. Upplýsingarnar skulu veittar á því formi sem Seðlabankinn ákveður.\nÍ tengslum við eftirlit sitt samkvæmt lögum þessum getur Seðlabanki Íslands gert vettvangskannanir eða óskað upplýsinga á þann hátt sem hann telur þörf á. Ákvörðun um vettvangskönnun má fullnægja með aðfarargerð.\nSeðlabanki Íslands getur nýtt upplýsingar sem berast samkvæmt þessari grein til að sinna öðrum viðfangsefnum sem samræmast lögbundnu hlutverki hans.\nSeðlabanka Íslands er heimilt að veita lögreglu eða skattyfirvöldum upplýsingar sem berast samkvæmt þessari grein. Lagaákvæði um þagnarskyldu takmarka ekki skyldu til að veita upplýsingar og aðgang að gögnum samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Almenn tilkynningarskylda.\nFjármálafyrirtækjum, greiðslustofnunum, rafeyrisfyrirtækjum og gjaldeyrisskiptastöðvum með starfsemi hér á landi og þeim sem stunda milligöngu um gjaldeyrisviðskipti er skylt að tilkynna öll gjaldeyrisviðskipti, fjármagnshreyfingar á milli landa og greiðslur á milli landa í innlendum og erlendum gjaldeyri til Seðlabanka Íslands á því formi sem Seðlabankinn ákveður.\nInnlendum lögaðilum er skylt að tilkynna Seðlabanka Íslands um eftirfarandi viðskipti sem eiga sér stað án milligöngu aðila skv. 1. mgr., innan þriggja vikna frá því að þau áttu sér stað:\n1. Lántökur og lánveitingar milli þeirra og erlendra aðila sem nema a.m.k. jafnvirði 100 millj. kr.\n2. Skilmálabreytingar á lánum milli þeirra og erlendra aðila nemi höfuðstóll lánsins a.m.k. jafnvirði 100 millj. kr.\n3. Ábyrgðarskuldbindingar á milli þeirra og erlendra aðila nemi höfuðstóll ábyrgðarinnar a.m.k. jafnvirði 100 millj. kr.\n4. Afleiðuviðskipti milli þeirra og erlendra aðila.\n5. Útgáfu skuldabréfa og annarra skuldagerninga nemi höfuðstóll skuldagerninganna a.m.k. jafnvirði 100 millj. kr.\nTollyfirvöld skulu skila upplýsingum um flutning innlends og erlends gjaldeyris á milli landa til Seðlabanka Íslands.\nTilkynningarskyldir aðilar skv. 1. mgr. skulu athuga viðskipti ef grunur leikur á að viðskiptin brjóti gegn ákvæðum laga þessara eða stjórnvaldsfyrirmælum sem sett eru á grundvelli þeirra og tilkynna Seðlabanka Íslands sérstaklega þegar í stað um slík viðskipti. Aðila sem tilkynnir grun skv. 1. málsl., stjórnendum hans, starfsmönnum og öðrum sem vinna í þágu hans er skylt að sjá til þess að viðskiptamaður eða annar utanaðkomandi aðili fái ekki vitneskju um tilkynninguna. Upplýsingagjöf sem er veitt í góðri trú samkvæmt ákvæði þessu telst ekki brot á þagnarskyldu sem viðkomandi kann að vera bundinn af samkvæmt lögum eða með öðrum hætti. Slík upplýsingagjöf leggur hvorki refsi- né skaðabótaábyrgð á herðar hlutaðeigandi.\nSeðlabanki Íslands skal athuga svo oft sem þurfa þykir hvort starfsemi tilkynningarskyldra aðila skv. 1. mgr. sé í samræmi við ákvæði laga þessara og stjórnvaldsfyrirmæla sem sett eru á grundvelli þeirra. Skylt er að veita Seðlabankanum aðgang að öllum gögnum í vörslu þeirra er varða starfsemina og Seðlabankinn telur nauðsynleg.\nSeðlabanki Íslands getur nýtt upplýsingar sem berast skv. 1.–3. mgr. til að sinna lögbundnu hlutverki sínu. Lögregla, skattyfirvöld og Hagstofa Íslands skulu hafa aðgang að þeim upplýsingum sem berast Seðlabankanum skv. 1.–3. mgr. til þess að sinna lögbundnu hlutverki sínu.\nLagaákvæði um þagnarskyldu takmarka ekki skyldu til að veita upplýsingar á grundvelli þessarar greinar.\nSeðlabanki Íslands getur sett reglur um framkvæmd þessarar greinar, m.a. um framlagningu gagna, almenna upplýsingagjöf, gerð eyðublaða og undanþágur frá tilkynningarskyldu. Í reglunum má kveða á um skráningar- og tilkynningarskyldu einstaklinga og lögaðila vegna reikninga hjá erlendum innlánsstofnunum.\nRgl. 861/2022.\nV. kafli. Þvingunarúrræði og viðurlög.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ákvörðun.\nFjármálaeftirlitsnefnd Seðlabanka Íslands tekur ákvarðanir samkvæmt þessum kafla. Nefndin getur framselt til varaseðlabankastjóra fjármálaeftirlits vald sitt til að taka ákvarðanir sem ekki teljast meiri háttar.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Krafa um úrbætur.\nTelji Seðlabanki Íslands háttsemi andstæða ákvæðum laga þessara eða stjórnvaldsfyrirmæla sem sett eru á grundvelli þeirra getur hann krafist þess að úr verði bætt innan hæfilegs frests.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dagsektir.\nSeðlabanki Íslands getur lagt dagsektir á hvern þann sem veitir ekki umbeðnar upplýsingar eða sinnir ekki kröfum um úrbætur innan hæfilegs frests.\nDagsektir leggjast á frá þeim degi þegar skila bar upplýsingum eða gera átti úrbætur í síðasta lagi og fram til þess dags þegar skyldan er uppfyllt. Dagsektirnar geta numið frá 10 þús. kr. til 1 millj. kr. á dag. Við ákvörðun dagsekta er m.a. heimilt að taka tillit til eðlis vanrækslu eða brots og fjárhagslegs styrkleika viðkomandi.\nSé mál höfðað til ógildingar ákvörðun um dagsektir innan 14 daga frá því að viðkomandi er tilkynnt um hana og óski hann jafnframt eftir að málið hljóti flýtimeðferð er ekki heimilt að innheimta dagsektir fyrr en dómur hefur fallið. Dagsektir leggjast þó áfram á þrátt fyrir málshöfðun til ógildingar ákvörðunar um þær.\nÓinnheimtar dagsektir falla ekki niður þótt aðili verði við kröfum Seðlabanka Íslands nema Seðlabankinn ákveði það sérstaklega.\nÁkvörðun um dagsektir samkvæmt þessari grein er aðfararhæf.\nInnheimtar dagsektir renna til ríkissjóðs að frádregnum kostnaði við innheimtuna.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Afhending gagna og aðgerðir í tengslum við rannsókn mála.\nSkylt er að veita Seðlabanka Íslands allar upplýsingar og gögn sem hann óskar eftir í tengslum við rannsókn mála sem getur lokið með álagningu stjórnvaldssekta eða kæru til lögreglu. Skiptir ekki máli í því sambandi hvort upplýsingarnar varða þann aðila sem beiðninni er beint til eða aðra aðila sem hann getur veitt upplýsingar um og varða rannsókn mála. Seðlabankinn getur kallað til skýrslugjafar einstaklinga sem hann telur búa yfir upplýsingum er varða rannsókn mála.\nSeðlabanka Íslands er heimilt að gera sérstakar athuganir og leggja hald á gögn í samræmi við ákvæði laga um meðferð sakamála enda séu ríkar ástæður til að ætla að einstaklingar og lögaðilar hafi brotið gegn lögum þessum eða reglum sem eru settar á grundvelli þeirra eða ástæða er til að ætla að athuganir eða aðgerðir Seðlabankans nái að öðrum kosti ekki tilætluðum árangri. Skal ákvæðum laga um meðferð sakamála beitt við framkvæmd slíkra aðgerða.\nSeðlabanki Íslands getur krafist kyrrsetningar eigna einstaklings eða lögaðila þegar fyrir liggur rökstuddur grunur um að háttsemi hans fari í bága við ákvæði laga þessara eða reglna sem settar eru á grundvelli þeirra til tryggingar greiðslu sektar ef hætta þykir á að eignum verði ella skotið undan eða þær glatist eða rýrni að mun. Kyrrsetning fellur niður ef rannsókn Seðlabankans lýkur án þess að stjórnsýsluviðurlögum sé beitt eða mál kært til lögreglu. Um skilyrði og meðferð slíkrar kröfu fer að öðru leyti eftir 88. gr. laga um meðferð sakamála, nr. 88/2008, eftir því sem við getur átt.\nLagaákvæði um þagnarskyldu takmarka ekki skyldu til þess að veita upplýsingar og aðgang að gögnum samkvæmt þessari grein. Þetta gildir þó ekki um upplýsingar sem lögmaður öðlast við athugun á lagalegri stöðu skjólstæðings í tengslum við dómsmál, þ.m.t. þegar hann veitir ráðgjöf um hvort höfða eigi mál eða komast hjá máli, eða upplýsingar sem hann öðlast fyrir, á meðan eða eftir lok dómsmáls ef upplýsingarnar hafa bein tengsl við málið.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Stjórnvaldssektir.\nSeðlabanka Íslands er heimilt að leggja stjórnvaldssektir á hvern þann sem brýtur gegn eftirtöldum greinum laga þessara eða reglum sem settar eru á grundvelli þeirra:\n1. 3. gr. um milligöngu um gjaldeyrisviðskipti.\n2. 4. gr. um sérstaka bindiskyldu vegna innstreymis erlends gjaldeyris.\n3. 5. gr. um útlán tengd erlendum gjaldmiðlum.\n4. 6. gr. um afleiðuviðskipti.\n5. 7. gr. um reglur um verndunarráðstafanir.\n6. 9. gr. um eftirlit og öflun upplýsinga.\n7. 10. gr. um almenna tilkynningarskyldu.\n8. 12. gr. um úrbætur.\nSektir sem lagðar eru á einstaklinga geta numið frá 10 þús. kr. til 65 millj. kr. Sektir sem lagðar eru á lögaðila geta numið frá 50 þús. kr. til 800 millj. kr. en geta þó verið hærri eða allt að 10% af heildarveltu samkvæmt síðasta samþykkta ársreikningi lögaðilans eða 10% af síðasta samþykkta samstæðureikningi ef lögaðili er hluti af samstæðu og brot er framið til hagsbóta fyrir annan lögaðila í samstæðunni eða annar lögaðili í samstæðunni hefur notið hagnaðar af brotinu.\nÞrátt fyrir 2. mgr. er heimilt að ákvarða lögaðila eða einstaklingi stjórnvaldssekt sem nemur allt að tvöfaldri þeirri fjárhæð sem fjárhagslegur ávinningur af brotinu nemur.\nVið ákvörðun stjórnvaldssekta skal m.a. tekið tillit til alvarleika brots, hvað það hefur staðið lengi, samstarfsvilja hins brotlega aðila og hvort um ítrekað brot er að ræða.\nÁkvarðanir um stjórnvaldssektir eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá því að viðkomandi aðila er tilkynnt um ákvörðun Seðlabanka Íslands skal greiða dráttarvexti af fjárhæð sektanna. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum verður beitt óháð því hvort brot eru framin af ásetningi eða gáleysi.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Sátt.\nHafi aðili gerst brotlegur við ákvæði laga þessara eða reglur sem settar eru á grundvelli þeirra er Seðlabanka Íslands heimilt að ljúka málinu með sátt með samþykki málsaðila enda sé ekki um að ræða meiri háttar brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni. Seðlabankinn setur nánari reglur um framkvæmd þessarar greinar.\nRgl. 1234/2024.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Réttur til að fella ekki á sig sök.\nÍ máli sem beinist að einstaklingi, sem lokið getur með álagningu stjórnvaldssekta eða kæru til lögreglu, hefur maður sem rökstuddur grunur leikur á að hafi gerst sekur um brot gegn lögum þessum eða reglum sem settar eru á grundvelli þeirra rétt til að neita að svara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að það geti haft þýðingu fyrir ákvörðun um brot hans. Seðlabanki Íslands skal leiðbeina hinum grunaða um þennan rétt.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Frestur til að leggja á stjórnvaldssektir.\nHeimild Seðlabanka Íslands til að leggja á stjórnvaldssektir samkvæmt lögum þessum eða reglum sem settar eru á grundvelli þeirra fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur rofnar þegar Seðlabanki Íslands tilkynnir aðila um upphaf rannsóknar á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að broti.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Refsing.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn eftirtöldum greinum laga þessara eða reglum sem settar eru á grundvelli þeirra:\n1. 3. gr. um milligöngu um gjaldeyrisviðskipti.\n2. 4. gr. um sérstaka bindiskyldu vegna innstreymis erlends gjaldeyris.\n3. 6. gr. um afleiðuviðskipti.\n4. 7. gr. um reglur um verndunarráðstafanir.\nBrot gegn lögum þessum og reglum sem settar eru á grundvelli þeirra er varða sektum eða fangelsi eru refsiverð hvort sem þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara eða reglum sem settar eru á grundvelli þeirra er varðar sektum eða fangelsi.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum og reglum sem settar eru á grundvelli þeirra er refsiverð eftir því sem segir í almennum hegningarlögum. Gera má lögaðila sekt fyrir brot á lögum þessum og reglum sem settar eru á grundvelli þeirra óháð því hvort sök er sönnuð á tiltekinn fyrirsvarsmann eða starfsmann lögaðilans eða annan aðila sem starfar á hans vegum. Hafi fyrirsvarsmaður hans, starfsmaður eða annar aðili á hans vegum gerst sekur um brot á lögum þessum eða reglum sem settar eru á grundvelli þeirra í starfsemi lögaðilans má, auk refsingar sem hann sætir, gera lögaðilanum sekt.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Kæra til lögreglu.\nBrot gegn lögum þessum og reglum sem settar eru á grundvelli þeirra sæta aðeins rannsókn lögreglu að undangenginni kæru Seðlabanka Íslands.\nVarði meint brot á lögum þessum og reglum sem settar eru á grundvelli þeirra bæði stjórnvaldssektum og refsingu metur Seðlabanki Íslands hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá Seðlabankanum. Ef brot eru meiri háttar ber Seðlabankanum að vísa þeim til lögreglu. Brot telst meiri háttar ef það lýtur að verulegum fjárhæðum, ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur Seðlabankinn á hvaða stigi rannsóknar sem er vísað máli vegna brota á lögum þessum og reglum sem settar eru á grundvelli þeirra til rannsóknar lögreglu. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru Seðlabanka Íslands skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.–VII. kafla stjórnsýslulaga gilda ekki um ákvörðun Seðlabankans um að kæra mál til lögreglu.\nSeðlabanka Íslands er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem Seðlabankinn hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Seðlabankanum er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta Seðlabanka Íslands í té upplýsingar og gögn sem aflað hefur verið og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum Seðlabankans sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar refsiverðrar háttsemi sem jafnframt varðar stjórnsýsluviðurlögum getur hann sent eða endursent málið til Seðlabanka Íslands til meðferðar og ákvörðunar.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Málshöfðunarfrestur.\nNú vill aðili ekki una ákvörðun Seðlabanka Íslands og getur hann þá höfðað mál til ógildingar hennar fyrir dómstólum. Mál skal höfðað innan þriggja mánaða frá því að aðila var tilkynnt um ákvörðunina. Málshöfðun frestar ekki réttaráhrifum ákvörðunarinnar né heimild til aðfarar samkvæmt henni, sbr. þó 3. mgr. 13. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Opinber birting.\nSeðlabanka Íslands er heimilt að birta opinberlega niðurstöður í málum og athugunum er byggjast á lögum þessum nema ef slík birting verður talin stefna hagsmunum gjaldeyrismarkaðarins í hættu, varðar ekki hagsmuni hans sem slíks eða veldur hlutaðeigandi aðilum tjóni sem er ekki í eðlilegu samræmi við það brot sem um ræðir. Seðlabankinn skal birta opinberlega þá stefnu sem hann fylgir við framkvæmd slíkrar birtingar.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Þagnarskylda.\nÞeir sem annast framkvæmd laga þessara eru bundnir þagnarskyldu samkvæmt lögum um Seðlabanka Íslands.\nSeðlabanka Íslands er heimilt að eiga upplýsingaskipti um atriði sem lög þessi taka til eftir því sem segir í 41. gr. laga um Seðlabanka Íslands, nr. 92/2019.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Lántökur erlends stjórnvalds.\nErlendu ríki, sveitarfélagi eða öðru erlendu stjórnvaldi er óheimilt að gefa út skuldabréf á markaði hérlendis án samkomulags við Seðlabanka Íslands.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Reglugerð ráðherra.\nRáðherra er heimilt að kveða nánar á um framkvæmd laga þessara með reglugerð.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ...",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Breytingar á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    }
  ]
}
