{
  "id": "112/2021",
  "type": "statute",
  "title": "Kosningalög",
  "status": "in_force",
  "issued_date": "2021-06-25",
  "url": "https://www.althingi.is/lagas/nuna/2021112.html",
  "description": "Tóku gildi 1. janúar 2022.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að styrkja lýðræðið með öruggri framkvæmd kosninga og tryggja að beinar, frjálsar og leynilegar kosningar séu haldnar reglulega.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um kosningar til Alþingis og sveitarstjórna og um framboð og kjör forseta Íslands.\nÁlykti Alþingi að fram skuli fara almenn og leynileg þjóðaratkvæðagreiðsla um tiltekið málefni eða lagafrumvarp fer um framkvæmdina samkvæmt lögum þessum.\nLög þessi gilda einnig um framkvæmd þjóðaratkvæðagreiðslu sem fer fram skv. 3. mgr. 11. gr., 26. gr. og 2. mgr. 79. gr. stjórnarskrárinnar.\nII. kafli. Kosningarréttur og kjörgengi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Kosningarréttur við alþingiskosningar, forsetakjör og þjóðaratkvæðagreiðslur.\nKosningarrétt við alþingiskosningar, forsetakjör og þjóðaratkvæðagreiðslur á hver íslenskur ríkisborgari sem náð hefur 18 ára aldri þegar kosning fer fram og á lögheimili hér á landi.\nÍslenskur ríkisborgari, sem náð hefur 18 ára aldri og hefur átt lögheimili hér á landi, á kosningarrétt í sextán ár frá því að hann flytur lögheimili af landinu. Eftir þann tíma skal hann sækja um til Þjóðskrár Íslands að vera tekinn á kjörskrá. Í umsókn skal koma fram nafn umsækjanda, kennitala, hvenær hann flutti af landi brott, síðasta lögheimili á Íslandi, heimilisfang erlendis og yfirlýsing umsækjanda um að hann sé enn íslenskur ríkisborgari. Þjóðskrá Íslands gefur út leiðbeiningar um móttöku og meðferð umsókna. Í þeim er heimilt að mæla fyrir um rafrænt umsóknarferli. Ákvörðun um að einhver skuli þannig tekinn á kjörskrá gildir í fjögur ár [í senn] frá 1. desember næstum eftir að umsókn var lögð fram. Heimilt er að skjóta synjun Þjóðskrár Íslands til úrskurðarnefndar kosningamála.\nL. 62/2023, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kosningarréttur við sveitarstjórnarkosningar.\nKosningarrétt við kosningar til sveitarstjórnar á:\na. hver íslenskur ríkisborgari sem náð hefur 18 ára aldri þegar kosning fer fram og á skráð lögheimili í sveitarfélaginu,\nb. hver danskur, finnskur, norskur og sænskur ríkisborgari, enda fullnægi hann að öðru leyti skilyrðum a-liðar,\nc. hver erlendur ríkisborgari, annar en greinir í b-lið, sem átt hefur skráð lögheimili hér á landi í þrjú ár samfellt fyrir kjördag, enda fullnægi hann að öðru leyti skilyrðum a-liðar.\nHafi námsmaður, sbr. 4. mgr. 9. gr. laga um lögheimili og aðsetur, nr. 80/2018, flutt lögheimili sitt frá landinu til Danmerkur, Finnlands, Færeyja, Grænlands, Noregs eða Svíþjóðar samkvæmt Norðurlandasamningi um almannaskráningu telst hann ekki hafa glatað kosningarrétti sínum í því sveitarfélagi sem hann átti skráð lögheimili í við brottför, enda fullnægi hann að öðru leyti skilyrðum a-liðar 1. mgr. og leggi fram umsókn skv. 3. mgr. um að neyta kosningarréttar síns. Sama gildir um maka, sambúðarmaka og börn þeirra sem dveljast með þeim í viðkomandi landi.\nTil þess að geta neytt kosningarréttar skv. 2. mgr. skal umsókn send Þjóðskrá Íslands [eigi síðar en 40] dögum fyrir kjördag í hvert sinn sem kosið er til sveitarstjórnar. Þjóðskrá Íslands gefur út leiðbeiningar um móttöku og meðferð umsókna um að neyta kosningarréttar skv. 2. mgr. Í þeim er heimilt að mæla fyrir um rafrænt umsóknarferli. Heimilt er að skjóta synjun Þjóðskrár Íslands til úrskurðarnefndar kosningamála.\nL. 18/2022, 1. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kosningarréttur og kjörskrár.\nEnginn getur neytt kosningarréttar nema nafn hans sé á kjörskrá þegar kosning fer fram.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kjörgengi.\nKjörgengur til Alþingis er hver sá sem á kosningarrétt skv. 3. gr. og hefur óflekkað mannorð. Hæstaréttardómarar eru þó ekki kjörgengir til Alþingis.\nKjörgengur í sveitarstjórn er hver sá sem á kosningarrétt í sveitarfélagi skv. 4. gr. og hefur óflekkað mannorð.\nEnginn telst hafa óflekkað mannorð sem hlotið hefur dóm fyrir refsivert brot og refsing er óskilorðsbundið fangelsi, frá þeim degi þegar dómur er upp kveðinn og þar til afplánun er að fullu lokið.\nUm kjörgengi til forseta Íslands fer skv. 4. gr. stjórnarskrárinnar.\nIII. kafli. Kjördæmi og kjördeildir.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Kjördæmi við alþingiskosningar.\nKjósendur neyta kosningarréttar síns í alþingiskosningum, forsetakjöri og þjóðaratkvæðagreiðslum í kjördæmum eftir þeim reglum og með þeim skilyrðum er lög þessi setja. Landinu er skipt í kjördæmi sem hér segir:\n1. Norðvesturkjördæmi.\nTil þess teljast eftirtalin sveitarfélög: Akraneskaupstaður, Hvalfjarðarsveit, Skorradalshreppur, Borgarbyggð, Eyja- og Miklaholtshreppur, Snæfellsbær, Grundarfjarðarbær, [Sveitarfélagið Stykkishólmur], Dalabyggð, Reykhólahreppur, Vesturbyggð, Tálknafjarðarhreppur, Bolungarvíkurkaupstaður, Ísafjarðarbær, Súðavíkurhreppur, Árneshreppur, Kaldrananeshreppur, Strandabyggð, Húnaþing vestra, [Húnabyggð], Skagabyggð, Sveitarfélagið Skagaströnd [og Skagafjörður].\n2. Norðausturkjördæmi.\nTil þess teljast eftirtalin sveitarfélög: Fjallabyggð, Dalvíkurbyggð, Hörgársveit, Akureyrarbær, Eyjafjarðarsveit, Svalbarðsstrandarhreppur, Grýtubakkahreppur, Þingeyjarsveit, ... Norðurþing, Tjörneshreppur, ... Langanesbyggð, Vopnafjarðarhreppur, Fljótsdalshreppur, Múlaþing og Fjarðabyggð.\n3. Suðurkjördæmi.\nTil þess teljast eftirtalin sveitarfélög: Sveitarfélagið Hornafjörður, Skaftárhreppur, Mýrdalshreppur, Rangárþing eystra, Rangárþing ytra, Ásahreppur, Vestmannaeyjabær, Flóahreppur, Sveitarfélagið Árborg, Skeiða- og Gnúpverjahreppur, Hrunamannahreppur, Bláskógabyggð, Grímsnes- og Grafningshreppur, Hveragerðisbær, Sveitarfélagið Ölfus, Grindavíkurbær, Suðurnesjabær, Reykjanesbær og Sveitarfélagið Vogar.\n4. Suðvesturkjördæmi.\nTil þess teljast eftirtalin sveitarfélög: Hafnarfjarðarkaupstaður, Garðabær, Kópavogsbær, Seltjarnarnesbær, Mosfellsbær og Kjósarhreppur.\n5.–6. Reykjavíkurkjördæmi suður og norður.\nReykjavík skal skipta frá vestri til austurs í tvö kjördæmi, suðurkjördæmi og norðurkjördæmi, eftir því sem fyrir er mælt í 8. gr.\nVerði heiti eða mörkum sveitarfélags breytt eða sameinist tvö eða fleiri þeirra skal litið svo á að sveitarfélagið, sem til verður í staðinn, heyri til þess kjördæmis sem það eldra eða þau eldri heyrðu til. Varði slík breyting mörk kjördæma skulu þau þó haldast óbreytt.\nL. 62/2023, 2. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Mörk kjördæma í Reykjavík.\nÞegar boðað hefur verið til almennra alþingiskosninga skal landskjörstjórn ákveða mörk kjördæma í Reykjavík miðað við kjörskrá 56 dögum fyrir kjördag, sbr. 1. mgr. 28. gr. Skulu mörkin við það miðuð að kjósendur í hvoru kjördæmi um sig að baki hverju þingsæti, að meðtöldum jöfnunarsætum, séu nokkurn veginn jafnmargir. Gæta skal þess, eftir því sem kostur er, að hvort kjördæmi sé sem samfelldust heild.\nLandskjörstjórn auglýsir mörk kjördæmanna í Stjórnartíðindum jafnskjótt og þau liggja fyrir. Auglýsing landskjörstjórnar gildir jafnframt við forsetakjör og þjóðaratkvæðagreiðslur sem haldnar eru fram að næstu almennu alþingiskosningum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Fjöldi þingsæta.\nÞingsæti eru 63 og skiptast þannig milli kjördæma:\nNorðvesturkjördæmi [7] þingsæti\nNorðausturkjördæmi 10 þingsæti\nSuðurkjördæmi 10 þingsæti\nSuðvesturkjördæmi [14] þingsæti\nReykjavíkurkjördæmi suður 11 þingsæti\nReykjavíkurkjördæmi norður 11 þingsæti\nÍ Norðvesturkjördæmi skulu vera [sex] kjördæmissæti og eitt jöfnunarsæti. Í Norðausturkjördæmi og Suðurkjördæmi skulu vera níu kjördæmissæti og eitt jöfnunarsæti í hvoru kjördæmi. Í Suðvesturkjördæmi skulu vera [tólf] kjördæmissæti og tvö jöfnunarsæti. Í Reykjavíkurkjördæmi norður og Reykjavíkurkjördæmi suður skulu vera níu kjördæmissæti og tvö jöfnunarsæti í hvoru kjördæmi.\nÞrátt fyrir það sem segir í 1. og 2. mgr. getur landskjörstjórn breytt fjölda kjördæmissæta í hverju kjördæmi í samræmi við 10. gr.\nL. 18/2022, 2. gr. L. 62/2023, 3. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Breyting á fjölda kjördæmissæta.\nEftir hverjar alþingiskosningar skal landskjörstjórn reikna út hvort kjósendur á kjörskrá að baki hverju þingsæti, að meðtöldum jöfnunarsætum skv. 2. mgr. 9. gr., séu helmingi færri í einu kjördæmi en kjósendur að baki hverju þingsæti í einhverju öðru kjördæmi, miðað við kjörskrá í nýafstöðnum kosningum, sbr. 5. mgr. 31. gr. stjórnarskrárinnar. Ef svo er skal landskjörstjórn breyta fjölda kjördæmissæta í kjördæmum þannig að dregið verði úr þessum mun. Sú breyting má þó aldrei verða meiri en þörf krefur hverju sinni til þess að fullnægja fyrirmælum þessa stjórnarskrárákvæðis.\nVið útreikning skv. 1. mgr. skal fyrst miða við fjölda þingsæta í kjördæmum skv. 1. mgr. 9. gr. Ef skilyrði 1. mgr. eru fyrir hendi skal færa eitt kjördæmissæti frá því kjördæmi sem hefur fæsta kjósendur að baki hverju þingsæti til þess kjördæmis sem hefur flesta kjósendur að baki hverju þingsæti. Sé það ekki unnt skal færa eitt kjördæmissæti frá því kjördæmi sem hefur næstfæsta kjósendur að baki hverju þingsæti til þess kjördæmis sem hefur flesta kjósendur að baki hverju þingsæti. Að því loknu er fjöldi kjósenda að baki hverjum þingmanni reiknaður að nýju miðað við þessa breytingu og kjördæmissæti fært milli kjördæma svo oft sem þörf krefur þar til hlutfall kjósenda að baki hverju þingsæti fer hvergi yfir þau mörk sem koma fram í 1. mgr.\nLandskjörstjórn auglýsir breytinguna í Stjórnartíðindum jafnskjótt og hún hefur verið gerð.\nHeimild landskjörstjórnar til að breyta þingmannatölu í kjördæmum samkvæmt þessari grein nær þó aðeins til þeirra kjördæmissæta sem eru umfram stjórnarskrárbundið lágmark, sbr. 3. mgr. 31. gr. stjórnarskrárinnar.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kjördeildir.\nHverju kjördæmi skal skipt í kjördeildir og er hvert sveitarfélag utan Reykjavíkur ein kjördeild, sbr. 5.–6. tölul. 1. mgr. 7. gr., nema sveitarstjórn hafi ákveðið að skipta því í fleiri kjördeildir.\nVið sveitarstjórnarkosningar er hvert sveitarfélag ein kjördeild, nema sveitarstjórn hafi ákveðið að skipta því í fleiri kjördeildir.\nKjördeildir skal að jafnaði kenna við kjörstað eða tölusetja til aðgreiningar.\nIV. kafli. Stjórnsýsla kosninga.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Landskjörstjórn.\nRáðherra skipar fimm menn í landskjörstjórn og jafnmarga til vara. Landskjörstjórn er sjálfstæð stjórnsýslunefnd sem hefur yfirumsjón með framkvæmd kosninga og annast framkvæmd laga þessara, sbr. 14. gr. Landskjörstjórn heyrir stjórnarfarslega undir ráðherra sem fer með málefni kosninga.\nSkipunartími í landskjörstjórn er fimm ár en þó þannig að hvert ár renni út skipunartími eins stjórnarmanns. Þrír stjórnarmenn skulu kosnir af Alþingi, þar á meðal formaður landskjörstjórnar, og tveir skulu tilnefndir af Sambandi íslenskra sveitarfélaga. Varamenn skulu valdir með sama hætti. Stjórnarmenn og varamenn þeirra skulu hafa reynslu og þekkingu á málefnum sem tengjast kosningum.\nLandskjörstjórn mótar stefnu og áherslur skrifstofu sinnar og setur sér og skrifstofunni starfsreglur.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Starfsfólk og aðsetur landskjörstjórnar.\nLandskjörstjórn skipar framkvæmdastjóra til fimm ára í senn og setur honum erindisbréf. Framkvæmdastjóri landskjörstjórnar ber ábyrgð á og annast daglega stjórn á starfsemi, fjárreiðum og rekstri landskjörstjórnar og ræður annað starfsfólk. Framkvæmdastjóri undirbýr og situr fundi stjórnar með málfrelsi og tillögurétt.\nFramkvæmdastjóri og annað starfsfólk annast í umboði landskjörstjórnar daglega framkvæmd og stjórn þeirra verkefna sem henni eru falin samkvæmt lögum þessum.\nLandskjörstjórn ákveður aðsetur skrifstofu sinnar.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Verkefni landskjörstjórnar.\nLandskjörstjórn annast framkvæmd laga þessara og eru helstu verkefni hennar að:\na. birta auglýsingar um undirbúning, framkvæmd og tímasetningu kosninga,\nb. útbúa kjörgögn, sbr. þó 2. mgr. 64. gr.,\nc. veita almenningi, frambjóðendum, fjölmiðlum, kjörstjórnum og öðrum sem annast framkvæmd kosninga upplýsingar, fræðslu og leiðbeiningar,\nd. hafa samvinnu og samráð við viðeigandi aðila, félagasamtök og stofnanir við undirbúning og framkvæmd kosninga,\ne. birta niðurstöður kosninga opinberlega,\nf. stuðla að kosningarannsóknum og framþróun kosningaframkvæmdar,\ng. veita ráðherra og öðrum stjórnvöldum ráðgjöf um kosningar og gera tillögur til ráðherra um útgáfu reglugerða um nánari framkvæmd einstakra ákvæða laga þessara,\nh. taka þátt í alþjóðlegu samstarfi á sviði kosningamála,\ni. vinna önnur verkefni sem tengjast stjórnsýslu kosninga samkvæmt ákvæðum stjórnarskrár, laga þessara eða annarra laga.\nVið sveitarstjórnarkosningar annast yfirkjörstjórn sveitarfélags, sbr. 17. gr., verkefni skv. a-, b- og e-lið 1. mgr. Auk landskjörstjórnar sinnir yfirkjörstjórn sveitarfélags einnig verkefnum skv. c-lið við sveitarstjórnarkosningar.\nÞjóðskrá Íslands ber að veita landskjörstjórn aðgang að upplýsingum úr skrám og kerfum stofnunarinnar án endurgjalds svo að hún geti sinnt hlutverki sínu.\nLandskjörstjórn skal gefa út ársskýrslu um starfsemi sína. Landskjörstjórn skal skila ráðherra skýrslu eftir hverjar kosningar um undirbúning og framkvæmd þeirra og skal ráðherra leggja skýrsluna fyrir Alþingi.\nLandskjörstjórn getur gefið öðrum kjörstjórnum almenn fyrirmæli um undirbúning og framkvæmd kosninga. Landskjörstjórn getur ákveðið að slík fyrirmæli skuli birt í Stjórnartíðindum.\nLandskjörstjórn ákveður gerð, merkingar og notkun embættisinnsigla sem notuð skulu við kosningar og lætur öðrum kjörstjórnum í té. Reglur þessar skulu birtar í Stjórnartíðindum.\nRgl. 1661/2023.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Kjörstjórnir.\nKjörstjórnir eru staðbundin stjórnvöld sem annast framkvæmd kosninga í kjördæmum og sveitarfélögum samkvæmt nánari fyrirmælum laga þessara.\nKjörstjórnir við kosningar samkvæmt lögum þessum eru:\na. Yfirkjörstjórnir kjördæma.\nb. Yfirkjörstjórnir sveitarfélaga.\nc. Umdæmiskjörstjórnir.\nd. Hverfiskjörstjórnir.\ne. Undirkjörstjórnir.\nFrambjóðandi við kosningar er ekki kjörgengur í kjörstjórn.\nÞar sem í lögum þessum er vísað til yfirkjörstjórna eingöngu er átt við yfirkjörstjórn sveitarfélags í tilfelli sveitarstjórnarkosninga og yfirkjörstjórna kjördæma í tilfelli kosninga til Alþingis, forsetakjörs og þjóðaratkvæðagreiðslu.\nÞað er borgaraleg skylda að taka sæti í kjörstjórn.\nRáðherra ákveður þóknun fyrir störf og setu í landskjörstjórn, yfirkjörstjórn kjördæmis og umdæmiskjörstjórn en sveitarstjórn ákveður þóknun fyrir störf og setu í yfirkjörstjórn sveitarfélags, undirkjörstjórn og hverfiskjörstjórn.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Yfirkjörstjórnir kjördæma og umdæmiskjörstjórnir.\nÍ hverju kjördæmi við alþingiskosningar, forsetakjör og þjóðaratkvæðagreiðslur er yfirkjörstjórn sem hefur umsjón með kosningum í kjördæminu samkvæmt fyrirmælum laga þessara. [Skal yfirkjörstjórn kosin af Alþingi eftir hverjar almennar þingkosningar og skipuð fimm mönnum og jafnmörgum til vara.] Kýs hún sér sjálf oddvita. Nú fær framboð sem á fulltrúa á Alþingi ekki kjörinn fulltrúa í yfirkjörstjórn og skal því þá heimilt að tilnefna áheyrnarfulltrúa til setu í henni og annan til vara. Áheyrnarfulltrúi hefur sama rétt og kjörinn fulltrúi annan en atkvæðisrétt.\nYfirkjörstjórn skal með nægum fyrirvara á undan kosningum auglýsa aðsetur sitt þar sem hún dvelst meðan kosning fer fram, og skal aðsetur hennar liggja eins vel við samgöngum og kostur er.\nYfirkjörstjórn getur ákveðið að í kjördæmi sé umdæmiskjörstjórn og ákveður umdæmi hennar. Skal hún kosin af yfirkjörstjórn og skipuð þremur mönnum og jafnmörgum til vara. Umdæmiskjörstjórn kýs sér sjálf oddvita. Við sérstakar aðstæður getur landskjörstjórn heimilað tvær umdæmiskjörstjórnir í hverju kjördæmi sem kosnar skulu á sama hátt.\nYfirkjörstjórn kjördæmis ræður starfsfólk sér til aðstoðar við kosningar. Ekki er skylt að auglýsa slík störf. Yfirkjörstjórn kjördæmis getur falið starfsfólki sveitarfélaga störf í tengslum við framkvæmd kosninga.\nÞjóðskrá Íslands ber að veita yfirkjörstjórnum kjördæma aðgang að upplýsingum úr skrám og kerfum stofnunarinnar án endurgjalds svo að þær geti sinnt hlutverki sínu.\nL. 62/2023, 4. gr.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Yfirkjörstjórnir sveitarfélaga, hverfiskjörstjórnir og undirkjörstjórnir.\nYfirkjörstjórn sveitarfélags skal kosin af sveitarstjórn eins fljótt og unnt er eftir sveitarstjórnarkosningar. Kjörtímabil yfirkjörstjórnar skal vera hið sama og sveitarstjórnar. Yfirkjörstjórnir hafa umsjón með framkvæmd sveitarstjórnarkosninga hver í sínu sveitarfélagi. Yfirkjörstjórnir skulu jafnan vera reiðubúnar að mæta fyrirvaralaust á fundi á kjördegi til ákvarðana og að úrskurða í sambandi við kosninguna ef með þarf.\nÍ sveitarfélagi sem skipt er í kjördeildir skal sveitarstjórn kjósa jafnmargar undirkjörstjórnir og fjöldi kjördeilda er. Þar sem kjördeildir eru fleiri en ein á sama kjörstað getur sveitarstjórn jafnframt kosið hverfiskjörstjórn til að hafa umsjón með kosningastarfi á kjörstaðnum í umboði yfirkjörstjórnar sveitarfélags. Í sveitarfélagi sem er ekki skipt í kjördeildir gegnir kjörstjórn störfum yfir- og undirkjörstjórna.\nHver yfirkjörstjórn skal skipuð þremur mönnum og jafnmörgum til vara. Hver undirkjörstjórn og hverfiskjörstjórn skal skipuð þremur mönnum og nægilegum fjölda varamanna. Kjörstjórnarmenn skulu eiga kosningarrétt í sveitarfélaginu. Kjörstjórnir kjósa sér oddvita og skipta að öðru leyti með sér verkum.\nNú fær framboð sem fulltrúa á í sveitarstjórn ekki kjörinn fulltrúa í yfirkjörstjórn sveitarfélags og skal því þá heimilt að tilnefna áheyrnarfulltrúa til setu í kjörstjórninni og annan til vara. Áheyrnarfulltrúi hefur sama rétt og kjörinn fulltrúi annan en atkvæðisrétt.\nKjörstjórnir eru í störfum sínum óháðar ákvörðunarvaldi sveitarstjórnar.\nSveitarstjórn ræður starfsfólk sér til aðstoðar við kosningar. Ekki er skylt að auglýsa slík störf. Yfirkjörstjórn sveitarfélags getur falið starfsfólki sveitarfélaga störf í tengslum við framkvæmd kosninga.\nYfirkjörstjórn sveitarfélags skal með nægum fyrirvara á undan kosningum auglýsa aðsetur sitt þar sem hún dvelst meðan kosning fer fram.\nÞjóðskrá Íslands ber að veita yfirkjörstjórnum sveitarfélaga aðgang að upplýsingum úr skrám og kerfum stofnunarinnar án endurgjalds svo að þær geti sinnt hlutverki sínu.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hæfi kjörstjórnarmanna.\n[Kjörstjórnarmaður, sbr. 15. gr., og fulltrúi í landskjörstjórn skal víkja sæti ef til úrskurðar er mál:\na. er varðar maka hans eða sambúðarmaka, enda sé sambúðin skráð í þjóðskrá, eða þann sem er skyldur honum eða mægður í beinan legg eða að öðrum lið til hliðar eða tengdur honum með sama hætti við ættleiðingu, eða\nb. ef að öðru leyti en greinir í a-lið eru fyrir hendi þær aðstæður sem eru fallnar til þess að draga óhlutdrægni hans í efa með réttu.\nÁgreiningi um hæfi kjörstjórnarmanns og fulltrúa í landskjörstjórn til að úrskurða í máli má skjóta til úrskurðarnefndar kosningamála skv. 22. gr.]\nL. 62/2023, 5. gr.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Varamenn í kjörstjórn.\nVaramenn taka sæti í kjörstjórn í forföllum aðalmanna eftir venjulegum reglum þegar hlutfallskosningar eru viðhafðar en annars eftir þeirri röð sem þeir eru kosnir eða skipaðir. Ef kjörstjórn verður ekki á þennan hátt fullskipuð boðar oddviti kjörstjórnarmenn í þeirra stað eftir tillögu þeirra samtaka sem kusu þá, þar til hún er fullskipuð. Annars boðar kjörstjórn sjálf þann eða þá sem þarf til þess að talan verði fyllt.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Gerðabækur og bókanir.\nAllar kjörstjórnir skulu halda gerðabækur og bóka gerðir sínar.\nRáðherra staðfestir reglur landskjörstjórnar um hvað kjörstjórnum er skylt að bóka í gerðabók og um form, efni og löggildingu gerðabóka. Í reglunum má ákveða að gerðabækur verði á rafrænu formi eða að notuð verði sérstök eyðublöð í stað þeirra. Reglur landskjörstjórnar skulu birtar í Stjórnartíðindum.\nRgl. 1661/2023.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Hlutverk Þjóðskrár Íslands.\nÞjóðskrá Íslands annast gerð og rekstur rafrænnar kjörskrár og ber ábyrgð á öryggi hennar.\nÞjóðskrá Íslands þróar og rekur tölvukerfi sem notuð eru við framkvæmd kosninga á grundvelli þjónustusamnings við landskjörstjórn. Í samningnum skulu verkefni skilgreind, svo og stjórn þeirra, lengd samningstíma og hvernig greiðslum fyrir þjónustu og úttekt á árangri verkefnanna skuli háttað.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Úrskurðarnefnd kosningamála.\nRáðherra skipar þrjá menn í úrskurðarnefnd kosningamála. Skipunartími nefndarinnar er sex ár en þó þannig að annað hvert ár renni út skipunartími eins stjórnarmanns. Hæstiréttur Íslands tilnefnir formann nefndarinnar og skal hann uppfylla starfsgengisskilyrði hæstaréttardómara. Samstarfsnefnd háskólastigsins tilnefnir einn nefndarmann og skal hann hafa lokið embættisprófi eða meistaraprófi í lögfræði og hafa reynslu af framkvæmd kosninga. Samband íslenskra sveitarfélaga tilnefnir einn nefndarmann og skal hann hafa reynslu af framkvæmd kosninga. Varamenn skulu skipaðir með sama hætti.\nTil nefndarinnar má skjóta eftirtöldum ákvörðunum:\n1. Synjun Þjóðskrár Íslands um að taka kjósanda á kjörskrá, sbr. 3. mgr. 4. gr., og um leiðréttingar á kjörskrá skv. 32. gr., sbr. 33. gr.\n[2. Kæru vegna ákvörðunar um hæfi, sbr. 18. og 72. gr.]\n[3. ] Ákvörðun landskjörstjórnar og yfirkjörstjórnar sveitarfélags um gildi framboðslista og önnur atriði er þau varða, sbr. 45. og 46. gr.\n[4. ] Ákvörðun yfirkjörstjórnar um kjörgengi frambjóðenda í sveitarstjórnarkosningum, sbr. 48. gr.\n[5. ] Ákvörðun landskjörstjórnar um gildi framboðs til forsetakjörs, sbr. 2. mgr. 50. gr.\n[6. ] Kæru vegna ólögmætis sveitarstjórnarkosninga, sbr. 128. gr.\n[7. ] Kæru vegna ólögmætis forsetakjörs og þjóðaratkvæðagreiðslna, sbr. 129. gr.\n[8. ] ...\n[9. ] Ákvörðun sem landskjörstjórn tekur samkvæmt öðrum lögum.\nUm frest til þess að kæra einstakar ákvarðanir fer samkvæmt fyrirmælum laga þessara.\nÁkvörðun málsaðila um að bera ákvarðanir stjórnvalda skv. 2. mgr. undir dómstóla frestar ekki réttaráhrifum þeirra.\nÚrskurði úrskurðarnefndar kosningamála verður ekki skotið til annars stjórnvalds.\n[Úrskurð úrskurðarnefndar kosningamála má bera undir dómstóla innan þriggja vikna frá birtingu hans. Um rekstur málsins fer eftir almennum reglum um meðferð einkamála að öðru leyti en því að það sætir flýtimeðferð skv. XIX. kafla þeirra laga.]\nL. 62/2023, 6. gr.\nV. kafli. Kjördagur.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Alþingiskosningar.\nAlmennar reglulegar alþingiskosningar skulu fara fram eigi síðar en við lok kjörtímabils. Upphaf og lok kjörtímabils miðast við sama vikudag í mánuði, talið frá mánaðamótum.\nLandskjörstjórn skal auglýsa hvenær almennar reglulegar alþingiskosningar skulu fara fram.\nKjörtímabilið er fjögur ár.\nNú er Alþingi rofið og fara þá alþingiskosningar fram þann dag sem þingrofið tekur gildi.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Sveitarstjórnarkosningar.\nAlmennar sveitarstjórnarkosningar fara fram [þriðja] laugardag í maímánuði sem ekki ber upp á laugardag fyrir hvítasunnu. Beri sveitarstjórnarkosningar upp á laugardag fyrir hvítasunnu skal kjördegi flýtt um eina viku.\nLandskjörstjórn skal auglýsa hvenær almennar reglulegar sveitarstjórnarkosningar skulu fara fram.\nKjörtímabil sveitarstjórnar er fjögur ár.\nL. 62/2023, 7. gr.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Forsetakjör.\nForsetakjör skal fara fram fjórða hvert ár fyrsta laugardag í júnímánuði sem ekki ber upp á laugardag fyrir hvítasunnu, en þá skal kjósa viku síðar, sbr. þó 2. mgr. Landskjörstjórn auglýsir kosninguna eigi síðar en þremur mánuðum fyrir kjördag og tiltekur hámarks- og lágmarkstölu meðmælenda forsetaefnis úr hverjum landsfjórðungi í réttu hlutfalli við kjósendatölu þar.\nNú deyr forseti eða lætur af störfum áður en kjörtíma hans er lokið og skal þá innan árs kjósa nýjan forseta til 30. júní á fjórða ári frá þeirri kosningu. Ákveður landskjörstjórn þá kjördag, en að öðru leyti fer eftir fyrirmælum laga þessara.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Þjóðaratkvæðagreiðslur.\nÞjóðaratkvæðagreiðsla skv. 2. mgr. 2. gr. skal fara fram í fyrsta lagi þremur mánuðum og í síðasta lagi einu ári eftir að þingsályktunartillaga hefur verið samþykkt á Alþingi.\nÞjóðaratkvæðagreiðsla skal fara fram innan tveggja mánaða eftir að krafa Alþingis er samþykkt skv. 3. mgr. 11. gr. stjórnarskrárinnar eða forseti synjar lagafrumvarpi staðfestingar skv. 26. gr. stjórnarskrárinnar.\nHeimilt er að halda þjóðaratkvæðagreiðslu samkvæmt lögum þessum samhliða kosningum til Alþingis eða forsetakjöri.\nAlþingi ákveður kjördag þjóðaratkvæðagreiðslu skv. 2. mgr. 2. gr. laga þessara og 3. mgr. 11. gr. og 2. mgr. 79. gr. stjórnarskrárinnar innan þeirra tímamarka sem greinir í 1.–3. mgr. Landskjörstjórn ákveður kjördag þjóðaratkvæðagreiðslu skv. 26. gr. stjórnarskrárinnar.\nLandskjörstjórn skal auglýsa þjóðaratkvæðagreiðslu á sem heppilegustum tíma en í síðasta lagi einum mánuði fyrir atkvæðagreiðsluna. Einnig skal birta spurninguna sem lögð verður fyrir kjósendur.\nVI. kafli. Kjörskrár.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Miðlæg vinnsla kjörskrár.\nÞegar boðað hefur verið til almennra alþingiskosninga, sveitarstjórnarkosninga, forsetakjörs eða þjóðaratkvæðagreiðslu skal Þjóðskrá Íslands gera kjörskrár samkvæmt skráningu lögheimilis hvers kjósanda í þjóðskrá, sbr. 28. gr.\nViðmiðunardagur kjörskrár skal vera kl. 12 á hádegi [38] dögum fyrir kjördag. [Þegar alþingiskosningar fara fram eftir tilkynningu um þingrof skal viðmiðunardagur kjörskrár vera kl. 12 á hádegi 32 dögum fyrir kjördag.]\nVið atkvæðagreiðslu á kjörfundi skulu kjörstjórnir notast við rafræna kjörskrá. Í undantekningartilfellum er heimilt að nota prentaða kjörskrá, sbr. 35. gr.\nÍ kjörskrá skal skrá nöfn kjósenda, kennitölu, lögheimili, kyn og ríkisfang. [Sé nafni eða lögheimili kjósanda ekki miðlað úr þjóðskrá samkvæmt lögum um skráningu einstaklinga skal nafn eða lögheimili hans ekki birt í kjörskrá.]\n[Þjóðskrá Íslands skal tryggja að fyrir hendi sé rafræn uppfletting í kjörskrá þannig að kjósandi geti með innslætti á kennitölu sinni fengið upplýsingar um hvar hann er á kjörskrá.]\nÞjóðskrá Íslands er heimil vinnsla persónuupplýsinga við gerð kjörskrár og skal hún vera í samræmi við lög um persónuvernd og vinnslu persónuupplýsinga.\nL. 18/2022, 3. gr. L. 62/2023, 8. gr.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Kjörskrá í alþingiskosningum, forsetakjöri og þjóðaratkvæðagreiðslum.\nÁ kjörskrá hvers sveitarfélags við alþingiskosningar, sbr. þó 2. mgr., skal taka:\na. þá sem uppfylla skilyrði 1. mgr. 3. gr. og skráðir voru með lögheimili í sveitarfélaginu samkvæmt þjóðskrá á viðmiðunardegi, sbr. 2. mgr. 27. gr.,\nb. þá sem uppfylla skilyrði 2. mgr. 3. gr. og síðast áttu skráð lögheimili hér á landi í sveitarfélaginu.\nÞeim sem taka ber á kjörskrá í Reykjavík skv. b-lið 1. mgr. skal skipt á milli suður- og norðurkjördæmis í samræmi við 8. gr. Í suðurkjördæmi komi þeir sem fæddir eru fyrri hluta hvers mánaðar, 1.–15., en í norðurkjördæmi þeir sem fæddir eru síðari hluta hvers mánaðar, 16.–31. Sama regla skal gilda um þá sem skv. a-lið 1. mgr. eru skráðir með lögheimili hjá utanríkisþjónustunni í Reykjavík eða ótilgreint lögheimili í Reykjavík.\nUm kjörskrá til afnota við kjör forseta Íslands og í þjóðaratkvæðagreiðslu fer á sama hátt og við alþingiskosningar.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Kjörskrá í sveitarstjórnarkosningum.\nÁ kjörskrá hvers sveitarfélags við sveitarstjórnarkosningar skal taka þá sem uppfylla skilyrði 4. gr. og skráðir voru með lögheimili í sveitarfélaginu samkvæmt íbúaskrá þjóðskrár [38] dögum fyrir kjördag.\nL. 18/2022, 3. gr.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Gerð kjörskrár auglýst.\nÞjóðskrá Íslands auglýsir í Stjórnartíðindum og fjölmiðlum að gerðar hafi verið kjörskrár, sbr. 27. gr., jafnskjótt og gerð þeirra er lokið og eigi síðar en [36] dögum fyrir kjördag. [Fari alþingiskosningar fram eftir tilkynningu um þingrof skal auglýsingin birt eigi síðar en 30 dögum fyrir kjördag.]\nAð lokinni birtingu auglýsingar skv. 1. mgr. sendir Þjóðskrá Íslands sveitarstjórnum kjörskrár með rafrænum hætti, án endurgjalds. Þjóðskrá Íslands getur gefið út leiðbeiningar um afhendingu kjörskrár til sveitarfélaga og rafrænan aðgang þeirra að kjörskrá. Kjörskrár skulu aðgengilegar almenningi til skoðunar á skrifstofum sveitarstjórna eða öðrum hentugum stað eigi síðar en 21 degi fyrir kjördag.\nAð fengnum tillögum landskjörstjórnar skal ráðherra í reglugerð kveða nánar á um þær upplýsingar sem birta skal úr kjörskrá á vef landskjörstjórnar, hvort birting skuli enn fremur heimil á öðrum vef en greinir í 1. mgr. og um framlagningu kjörskrár.\nL. 18/2022, 4. gr. L. 62/2023, 9. gr. Rg. 441/2024.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Aðgangur stjórnmálasamtaka að kjörskrá.\nÞegar auglýst hefur verið að gerð kjörskrár sé lokið, sbr. 30. gr., er þeim stjórnmálasamtökum sem bjóða fram lista við kosningar, og frambjóðendum í forsetakjöri, heimilt að óska eftir rafrænum aðgangi að kjörskrá hjá Þjóðskrá Íslands. Aðgangur skal veittur án endurgjalds, svo og önnur gögn sem kunna að verða tilgreind í reglugerð. Heimilt er að nýta aðganginn í þágu eftirlits með framkvæmd kosninga, til að sannreyna hverjir séu kjósendur og koma upplýsingum á framfæri við þá í aðdraganda kosninga. Óheimilt er að birta kjörskrána eða einhverjar upplýsingar úr henni opinberlega eða miðla henni. Við vinnslu persónuupplýsinga samkvæmt ákvæðinu skulu stjórnmálasamtök uppfylla skilyrði laga um persónuvernd og vinnslu persónuupplýsinga.\nAð fengnum tillögum landskjörstjórnar skal ráðherra í reglugerð kveða nánar á um heimildir stjórnmálasamtaka og frambjóðenda til nýtingar kjörskrárgagna skv. 1. mgr., meðferð þeirra á kjörskrá og lokun rafræns aðgangs að henni.\nRg. 441/2024.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Leiðréttingar á kjörskrá.\nAthugasemdum við kjörskrá skal beint til Þjóðskrár Íslands sem tekur þær þegar til meðferðar og gerir viðeigandi leiðréttingar á rafrænni kjörskrá ef við á. Slíkar leiðréttingar má gera fram á kjördag.\nHeimilt er að leiðrétta rafræna kjörskrá ef:\na. Þjóðskrá Íslands hefur láðst að skrá lögheimili kjósanda til samræmis við tilkynningu hans um flutning,\nb. Þjóðskrá Íslands berst vitneskja um andlát kjósanda,\nc. Þjóðskrá Íslands berst vitneskja um að erlendur ríkisborgari hafi öðlast íslenskt ríkisfang eða að kjósandi hafi misst íslenskt ríkisfang,\nd. Þjóðskrá Íslands berst vitneskja um að danskur ríkisborgari eigi kosningarrétt hér á landi samkvæmt lögum um réttindi danskra ríkisborgara á Íslandi, nr. 18/1944, sbr. 1. gr. laga nr. 85/1946, um ráðstafanir í sambandi við skilnað Íslands og Danmerkur,\ne. íslenskur ríkisborgari, sem aldrei hefur átt lögheimili hér á landi eða sem misst hefur kosningarrétt skv. 2. mgr. 3. gr., flyst til landsins og skráir aftur lögheimili sitt hér á landi eftir viðmiðunardag kjörskrár,\n[f. danskur, finnskur, norskur eða sænskur ríkisborgari skráir lögheimili sitt hér á landi eftir viðmiðunardag kjörskrár,\ng. Þjóðskrá Íslands hefur leiðrétt lögheimilisskráningu kjósanda aftur í tímann á grundvelli laga um lögheimili og aðsetur,]\n[h. ] Þjóðskrá Íslands verður þess að öðru leyti áskynja að villa hafi verið gerð við skráningu kjósanda við kjörskrárgerðina.\nÞjóðskrá Íslands sendir hlutaðeigandi sveitarstjórnum og viðkomandi kjósanda, ef við á, tilkynningu um leiðréttingar sem hún gerir á rafrænni kjörskrá. Þá sendir stofnunin hlutaðeigandi kjörstjórn tilkynningar um leiðréttingar á rafrænni kjörskrá svo að færa megi þær á prentuð kjörskráreintök kjörstjórna ef ákvæði 2. mgr. 35. gr. eiga við.\nÞjóðskrá Íslands gefur út leiðbeiningar um hvernig leiðréttingar skuli færðar á prentuð kjörskráreintök sveitarstjórna. Sveitarstjórnum er óheimilt að færa á prentuð kjörskráreintök aðrar leiðréttingar en þær sem Þjóðskrá Íslands heimilar.\nL. 62/2023, 10. gr.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Kærur.\nHeimilt er að skjóta ákvörðun Þjóðskrár Íslands um leiðréttingar á kjörskrá skv. 32. gr. til úrskurðarnefndar kosningamála, sbr. 22. gr., innan sólarhrings frá dagsetningu hennar. Úrskurðarnefndin veitir kæranda hæfilegan frest til að koma að frekari gögnum áður en hún fellir úrskurð í málinu.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Notkun rafrænnar kjörskrár.\nVið atkvæðagreiðslu á kjörfundi í alþingiskosningum, við forsetakjör og þjóðaratkvæðagreiðslur skulu kjörstjórnir notast við rafræna kjörskrá og er kjósendum þá heimilt að greiða atkvæði í hvaða kjördeild sem er innan kjördæmis, þó ekki í kjördeild sveitarfélags hafi sveitarstjórn þess fengið heimild til notkunar prentaðrar kjörskrár.\nVið atkvæðagreiðslu á kjörfundi í sveitarstjórnarkosningum skulu kjörstjórnir notast við rafræna kjörskrá og er kjósendum þá heimilt að greiða atkvæði í hvaða kjördeild sem er innan sveitarfélags.\nÞjóðskrá Íslands ákveður gerð og útlit rafrænnar kjörskrár og leggur sveitarfélögum til hugbúnað til notkunar við atkvæðagreiðsluna á kjördag.\nRáðherra skal í reglugerð, að fengnum tillögum landskjörstjórnar og Þjóðskrár Íslands, kveða m.a. nánar á um gerð og útgáfu rafrænnar kjörskrár, meðferð gagna í skránni, öryggisvottun skrárinnar, kröfur sem gera skal til vélbúnaðar sem nota skal við kosningar, hvenær óheimilt verður að nota rafræna kjörskrá ef upp kemur bilun eða truflun í skilningi 88. gr. og hvaða kröfur skuli gerðar til rafrænnar kjörskrár svo að kjörstjórnir geti á hverjum tíma greint hvort kjósandi hafi greitt atkvæði eða ekki.\nÍ reglugerð, sem ráðherra setur að fenginni tillögu landskjörstjórnar, má mæla fyrir um, eftir rökstuddri beiðni sveitarstjórnar, að kjósendur tiltekins sveitarfélags skuli greiða atkvæði í þeirri kjördeild sem þeim hefur verið skipað samkvæmt kjörskrá.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Undanþága til notkunar prentaðrar kjörskrár.\nSveitarstjórn er heimilt að fara þess á leit við landskjörstjórn, eigi síðar en 47 dögum fyrir kjördag, að á kjördag verði notast við prentaða kjörskrá í sveitarfélaginu. Í beiðninni skal sveitarstjórnin rökstyðja hvers vegna hún telji að ekki skuli notast við rafræna kjörskrá. Landskjörstjórn skal svara sveitarstjórn eigi síðar en 40 dögum fyrir kjördag. Að liðnum fresti til umsóknar er landskjörstjórn þó heimilt að taka til meðferðar beiðni sveitarstjórnar ef veigamiklar ástæður mæla með því. Í þeim tilvikum skal landskjörstjórn svara erindinu eins fljótt og verða má. [Fari alþingiskosningar fram eftir tilkynningu um þingrof skal beiðni sveitarstjórnar borin fram svo fljótt sem verða má. Svar landskjörstjórnar við beiðninni skal jafnframt liggja fyrir svo fljótt sem auðið er.]\nHeimili landskjörstjórn notkun prentaðrar kjörskrár í sveitarfélagi á kjördag er einungis kjósendum sem þar standa á kjörskrá heimilt að greiða atkvæði í viðeigandi kjördeild. Þeir kjósendur geta ekki greitt atkvæði í kjördeild þar sem rafræn kjörskrá er notuð. Sveitarfélag skal prenta kjörskrá til að nota við atkvæðagreiðslu á kjörfundi.\nL. 62/2023, 11. gr.\nVII. kafli. Framboð til Alþingis og sveitarstjórna.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Framboðsfrestur og móttaka framboða.\nÞegar kosningar eiga að fara fram skulu öll framboð tilkynnt eigi síðar en kl. 12 á hádegi 36 dögum fyrir kjördag. [Þegar alþingiskosningar fara fram eftir tilkynningu um þingrof skulu öll framboð tilkynnt eigi síðar en kl. 12 á hádegi 30 dögum fyrir kjördag.] Tilkynningin getur verið undirrituð eigin hendi eða með fullgildri rafrænni undirskrift.\nVið alþingiskosningar tekur landskjörstjórn á móti framboðum en yfirkjörstjórn sveitarfélags við sveitarstjórnarkosningar.\nL. 62/2023, 12. gr.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Tilkynning framboðs.\nÁ framboðslista skulu vera a.m.k. jafnmörg nöfn frambjóðenda og kjósa á í hvert skipti, en aldrei fleiri en tvöföld sú tala.\nGæta skal þess um öll framboð að tilgreina skýrlega nafn frambjóðanda, lögheimili, kennitölu og stöðu eða starfsheiti hans til þess að enginn vafi geti leikið á því hverjir eru í kjöri.\nSkulu nöfn frambjóðenda rituð á framboðslista að lágmarki með einu eiginnafni og kenninafni eins og þau birtast í þjóðskrá. Óski frambjóðandi eftir annarri ritun nafns á listann er honum það heimilt, enda séu þau nöfn skráð í þjóðskrá. Frambjóðanda er þó heimilt að rita eiginnafn eða eiginnöfn sín á annan veg en skráð er í þjóðskrá ef hann er kunnur af þeirri beitingu eiginnafns eða eiginnafna sinna.\nFrambjóðandi til Alþingis getur átt lögheimili í öðru kjördæmi en því sem hann býður sig fram í.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Einn listi í kjöri við alþingiskosningar.\nVið alþingiskosningar, svo og uppkosningar í sambandi við þær, fellur kosning ekki niður þó að einungis einn listi sé í kjöri.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Framboðslistar.\n[Hverjum framboðslista við alþingiskosningar skal fylgja:\na. yfirlýsing allra þeirra sem eru á listanum um að þeir hafi leyft að setja nöfn sín á listann, undirrituð eigin hendi eða með fullgildri rafrænni undirskrift,\nb. upplýsingar um heiti stjórnmálasamtakanna og listabókstaf þeirra, samkvæmt skrá ráðuneytisins, sbr. lög um starfsemi stjórnmálasamtaka,\nc. tilkynning frá þeim stjórnmálasamtökum sem boðið hafa fram listann um það hverjir tveir menn séu umboðsmenn listans sem taki við athugasemdum um ágalla sem kunna að vera á framboðinu,\nd. yfirlýsing um stuðning við listann frá kjósendum í hlutaðeigandi kjördæmi; tilgreina skal nafn meðmælanda, lögheimili hans og kennitölu; fjöldi meðmælenda skal vera margfeldi af þingsætatölu kjördæmisins og talnanna 30 að lágmarki og 40 að hámarki,\ne. yfirlýsing meðmælenda um fyrir hvaða stjórnmálasamtök hann sé boðinn fram; allir listar sem bornir eru fram fyrir sömu stjórnmálasamtök eiga saman þegar jöfnunarsætum er úthlutað skv. 110. gr.; ef yfirlýsinguna vantar telst listi vera sérstakt framboð.]\n[Hverjum framboðslista við sveitarstjórnarkosningar skal fylgja yfirlýsing, upplýsingar og tilkynning skv. a-, b- og c-lið 1. mgr. og yfirlýsing um stuðning við listann frá kjósendum í hlutaðeigandi sveitarfélagi.] Tilgreina skal nafn meðmælanda, lögheimili hans og kennitölu. Ekki er gerð krafa um meðmælendur í sveitarfélögum með 100 íbúa eða færri. Hámarkstala meðmælenda skal vera tvöföld tilskilin lágmarkstala. Lágmarksfjöldi meðmælenda skal vera sem hér segir:\na. í sveitarfélagi með 101–500 íbúa 10 meðmælendur,\nb. í sveitarfélagi með 501–2.000 íbúa 20 meðmælendur,\nc. í sveitarfélagi með 2.001–10.000 íbúa 40 meðmælendur,\nd. í sveitarfélagi með 10.001–50.000 íbúa 80 meðmælendur,\ne. í sveitarfélagi með 50.001 og fleiri íbúa 160 meðmælendur.\nEf sá sem ákveður framboðslista eða staðfestir hann endanlega, samkvæmt reglum stjórnmálasamtaka, ber fram mótmæli gegn því að listi sé boðinn fram fyrir þau samtök telst slíkur framboðslisti ekki vera boðinn fram á vegum þeirra.\nVið sömu kosningar má enginn bjóða sig fram á fleiri framboðslistum en einum. Þá má sami kjósandi ekki mæla með fleiri en einum lista við sömu kosningar. Frambjóðendur á lista geta ekki verið meðmælendur hans. [Kjörstjórnarmenn í landskjörstjórn, yfirkjörstjórnum og umdæmiskjörstjórnum] geta ekki verið meðmælendur framboðslista.\nÞjóðskrá Íslands er heimilt, að beiðni landskjörstjórnar eða yfirkjörstjórnar sveitarfélags, að samkeyra upplýsingar úr meðmælendalistum við þjóðskrá að fullnægðum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga og kanna hvort viðkomandi sé kosningarbær. Jafnframt skal Þjóðskrá Íslands veita landskjörstjórn og yfirkjörstjórnum sveitarfélaga rafrænan aðgang að listunum.\nL. 62/2023, 13. gr.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Afturköllun framboðs eða stuðningsyfirlýsingar.\nFrambjóðandi getur afturkallað samþykki sitt til framboðs á framboðslista stjórnmálasamtaka fram til þess að frestur til að skila framboðum rennur út.\nSá sem hefur lýst yfir stuðningi við framboðslista getur ekki afturkallað yfirlýsingu sína eftir að framboð hefur verið afhent yfirkjörstjórn sveitarfélags eða landskjörstjórn. Meðmæli sem safnað er til stuðnings framboði má ekki nota í öðrum tilgangi.\nEyða skal samþykki eða yfirlýsingu sem hefur verið afturkölluð skv. 1. og 2. mgr.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Reglugerðarheimildir.\nRáðherra setur að fengnum tillögum landskjörstjórnar reglugerð um gerð og form framboðslista og söfnun upplýsinga um frambjóðendur, meðferð þeirra, eftirlit með þeim og eyðingu.\nRáðherra setur að fengnum tillögum landskjörstjórnar reglugerð um form meðmæla fyrir framboðslista, söfnun þeirra, meðferð, eftirlit og eyðingu. Þar má kveða á um að meðmælum skuli safna með rafrænum hætti á eyðublöðum eða viðmóti sem Þjóðskrá Íslands lætur í té. Í slíkri reglugerð skulu sett nánari fyrirmæli um:\na. heimild kjósenda til þess að gefa meðmæli með öðrum hætti en rafrænum,\nb. tegund rafrænnar auðkenningar meðmælenda,\nc. aðgang að upplýsingum hjá Þjóðskrá Íslands til athugunar á því hvort kjósandi sé kosningarbær, sbr. 1. mgr.,\nd. meðferð þeirra upplýsinga sem aflað er frá Þjóðskrá Íslands um kosningarrétt meðmælenda með framboðslistum, [sbr. d-lið 1. mgr. og 2. mgr. 39. gr.],\ne. varðveislu og eyðingu upplýsinga, [sbr. d-lið 1. mgr. og 2. mgr. 39. gr.]\nRg. 254/2024. L. 62/2023, 14. gr.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Könnun á framboðslistum.\nVið alþingiskosningar rannsakar landskjörstjórn framlögð gögn og gengur úr skugga um að uppfyllt séu skilyrði framboðs, sbr. 37. og 39. gr. Við sveitarstjórnarkosningar gegnir yfirkjörstjórn sveitarfélags þessu hlutverki. Landskjörstjórn getur tilnefnt fulltrúa í einstökum kjördæmum til að taka við framboðstilkynningum.\nNema skal burt:\n1. af framboðslista öftustu nöfn sem eru fram yfir tilskilda tölu,\n2. nafn af lista yfir meðmælendur ef það stendur þar án leyfis meðmælanda eða hann hefur leyft nafn sitt á fleiri listum en einum.\nEf rannsókn leiðir í ljós að sami maður hefur mælt með fleiri en einu framboði verður hann ekki talinn meðmælandi neins þeirra.\nNiðurstöður athugana á skilyrðum framboðs og framkomin mótmæli skulu færð í gerðabók.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Andlát frambjóðanda.\nNú deyr frambjóðandi áður en kosning fer fram en eftir að framboðsfrestur er liðinn, og skal þá landskjörstjórn við alþingiskosningar, en yfirkjörstjórn sveitarfélags við sveitarstjórnarkosningar, færa þá frambjóðendur sem koma á eftir hinum látna á listanum upp um sæti. Ef unnt er skal auglýsa listann þannig breyttan í samræmi við 47. gr.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Fundur um yfirferð framboðslista.\nÞegar framboðsfrestur er liðinn, sbr. 36. gr., heldur landskjörstjórn við alþingiskosningar, en yfirkjörstjórn sveitarfélags við sveitarstjórnarkosningar, fund þar sem umboðsmönnum framboðslista skal veittur kostur á að vera viðstaddir. Finnist þá gallar á framboðslista skal hlutaðeigandi umboðsmönnum gefinn kostur á að leiðrétta þá og má veita frest í því skyni eftir því sem tími og atvik leyfa, að jafnaði sólarhring.\nGallar á framboðslista sem landskjörstjórn eða yfirkjörstjórn sveitarfélags hefur bent á en hafa ekki verið leiðréttir innan tilsetts frests koma til ákvörðunar skv. 45. og 46. gr. Athugasemdir við einstök framboð skulu tilkynntar umboðsmönnum skriflega.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Ákvörðun um gildi framboðslista fyrir alþingiskosningar.\nJafnskjótt og landskjörstjórn hefur lokið könnun sinni á framboðum stjórnmálasamtaka og eigi síðar en sólarhring frá lokum framboðsfrests, sbr. 36. gr., skal hún taka þau til meðferðar og:\na. skera úr um hvort stjórnmálasamtök hafi bætt úr göllum á framboðslista, sbr. 44. gr., og um gildi hans að öðru leyti,\nb. ákveða, ef þörf krefur, hverjum stjórnmálasamtökum skuli telja þá framboðslista sem í kjöri verða við kosningarnar,\nc. merkja lista stjórnmálasamtaka með hliðsjón af auglýsingu um listabókstafi þeirra; hafi stjórnmálasamtök fleiri lista en einn í sama kjördæmi skal merkja þá A, AA ..., B, BB ... o.s.frv. eftir því sem við á,\nd. gæta þess að listar sem saman eiga, [sbr. e-lið 1. mgr. 39. gr.], séu merktir sama bókstaf í öllum kjördæmum,\ne. kanna hvort samræmis gæti um framsetningu og frágang framboðslista, þar á meðal um ritun nafna frambjóðenda, sbr. 2. og 3. mgr. 37. gr.\nÁ fundi sem landskjörstjórn boðar umboðsmenn framboðslista til, sbr. 1. mgr. 39. gr., eigi síðar en þremur sólarhringum og fjórum stundum eftir að framboðsfrestur rennur út, skal hún greina frá meðferð sinni á einstökum framboðslistum og tilkynna um ákvarðanir sínar, sbr. 1. mgr. Ákvörðun landskjörstjórnar má umboðsmaður skjóta til úrskurðarnefndar kosningamála, sbr. 22. gr., innan 20 stunda frá því að hún var afhent honum. Úrskurður nefndarinnar skal liggja fyrir innan tveggja sólarhringa eftir að kærufrestur rennur út.\nL. 62/2023, 15. gr.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Ákvörðun um gildi framboðslista fyrir sveitarstjórnarkosningar.\nJafnskjótt og yfirkjörstjórn sveitarfélags hefur lokið könnun sinni á framboðslistum stjórnmálasamtaka og eigi síðar en sólarhring eftir að framboðsfrestur rennur út, sbr. 36. gr., skal hún taka þá til meðferðar og:\na. skera úr um hvort stjórnmálasamtök hafi bætt úr göllum á framboðslista, sbr. 44. gr., og um gildi hans að öðru leyti,\nb. ákveða, ef þörf krefur, hverjum stjórnmálasamtökum skuli telja þá framboðslista sem í kjöri verða við kosningarnar,\nc. [merkja lista stjórnmálasamtaka með hliðsjón af auglýsingu um listabókstafi stjórnmálasamtaka sem buðu fram lista við síðustu alþingiskosningar ef við á, en ef stjórnmálasamtök eru ekki á skrá ráðuneytisins, sbr. lög um starfsemi stjórnmálasamtaka, skal merkja listana í samræmi við ákvörðun yfirkjörstjórnar, sbr. lög um starfsemi stjórnmálasamtaka],\nd. kanna hvort samræmis gæti um framsetningu og frágang framboðslista, þar á meðal um ritun nafna frambjóðenda, sbr. 2. og 3. mgr. 37. gr.\nÁ fundi sem yfirkjörstjórn sveitarfélags boðar umboðsmenn framboðslista til, sbr. 1. mgr. 39. gr., eigi síðar en þremur sólarhringum og fjórum stundum eftir að framboðsfrestur rennur út, skal hún greina frá meðferð sinni á einstökum framboðslistum og tilkynna um ákvarðanir sínar, sbr. 1. mgr. Ákvörðun yfirkjörstjórnar sveitarfélags má umboðsmaður skjóta til úrskurðarnefndar kosningamála, sbr. 22. gr., innan 20 stunda frá því að hún var afhent honum. Úrskurður nefndarinnar skal liggja fyrir innan tveggja sólarhringa eftir að kærufrestur rennur út.\nNú kemur aðeins fram einn framboðslisti við sveitarstjórnarkosningar og skal þá yfirkjörstjórn sveitarfélags framlengja framboðsfrest um tvo sólarhringa. Komi fram nýr framboðslisti innan þess frests er heimilt að veita honum fjögurra daga frest til að uppfylla skilyrði skv. 39. gr. Komi ekki fram nýr framboðslisti áður en sá frestur er úti verður framkominn framboðslisti sjálfkjörinn.\nL. 62/2023, 16. gr.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Auglýsing framboðslista.\nÞegar niðurstaða liggur fyrir um gildi framboðslista við alþingiskosningar skal landskjörstjórn auglýsa þá í [Lögbirtingablaði], á vef og í fjölmiðlum eigi síðar en 30 dögum fyrir kjördag. [Fari alþingiskosningar fram eftir tilkynningu um þingrof skal auglýst eigi síðar en 24 dögum fyrir kjördag.] [Yfirkjörstjórn sveitarfélags auglýsir framboðslista fyrir sveitarstjórnarkosningar eigi síðar en 30 dögum fyrir kjördag.] [Auglýsingu skal birta á vef sveitarfélagsins og víðar ef yfirkjörstjórn ákveður.] Að fengnum tillögum landskjörstjórnar skal ráðherra setja frekari ákvæði í reglugerð um efni auglýsinga, birtingarhátt o.fl. Má í reglugerð kveða m.a. á um birtingu lögheimilis og kennitölu frambjóðenda.\nNú fer óbundin kosning fram til sveitarstjórnar, framboðsfrestur framlengist samkvæmt ákvæðum 3. mgr. 46. gr. eða maður skorast undan endurkjöri skv. 5. mgr. 49. gr. og skal þá yfirkjörstjórn sveitarfélags auglýsa það með sama hætti og framboð.\nL. 62/2023, 17. gr. Rg. 330/2022.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Úrskurður um kjörgengi.\nEkki er nauðsynlegt að kjörgengi frambjóðenda í alþingiskosningum sé sannað fyrir landskjörstjórn, en Alþingi úrskurðar um kjörgengi þeirra sem kosnir eru jafnframt því sem það úrskurðar um hvort nýkosnir þingmenn séu að öðru leyti löglega framboðnir og kosnir.\nYfirkjörstjórn sveitarfélags úrskurðar um kjörgengi frambjóðenda í sveitarstjórnarkosningum. Úrskurði hennar má skjóta til úrskurðarnefndar kosningamála sem skal úrskurða eins fljótt og verða má og eigi síðar en sjö dögum frá því að kæra berst.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Sérákvæði um sveitarstjórnarkosningar.\nFulltrúar í sveitarstjórnum skulu kjörnir í leynilegum almennum kosningum sem geta verið með tvennu móti:\na. Bundnar hlutfallskosningar þar sem kosning er bundin við framboð á listum og fulltrúar á hverjum lista ná kjöri í hlutfalli við það atkvæðamagn sem listinn fær. Ákvæði 36. og 37. gr. og 39.–48. gr. gilda um tilhögun framboðs.\nb. Óbundnar kosningar þar sem kosning er ekki bundin við framboð en allir kjósendur eru í kjöri nema þeir sem löglega eru undanþegnir skyldu til að taka kjöri og hafa fyrir fram skorast undan því.\nÍ sveitarfélögum skal almennt kjósa bundinni hlutfallskosningu.\nNú kemur enginn framboðslisti fram áður en framboðsfrestur rennur út eða svo fá nöfn eru á framboðslistum að sveitarstjórn verður ekki fullskipuð í bundinni kosningu og skal þá kosning verða óbundin.\nÞeim sem er kjörgengur, heill og hraustur og yngri en 65 ára er skylt að taka kjöri í sveitarstjórn.\nÞeim sem setið hefur í sveitarstjórn eitt kjörtímabil eða lengur er ekki skylt að taka kjöri fyrr en liðinn er jafnlangur tími og hann átti þar samfellt sæti síðast, enda tilkynni hann yfirkjörstjórn sveitarfélags áður en framboðsfrestur rennur út að hann skorist undan endurkjöri.\nVIII. kafli. Framboð til forsetakjörs.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Tilkynning framboðs.\nFramboðum til forsetakjörs skal skila í hendur landskjörstjórnar ásamt samþykki forsetaefnis og nægilegri tölu kosningarbærra meðmælenda, sbr. 5. gr. stjórnarskrárinnar, eigi síðar en kl. 12 á hádegi 36 dögum fyrir kjördag. Um söfnun, form og meðferð meðmæla gilda sömu reglur og við alþingis- og sveitarstjórnarkosningar, sbr. 2. mgr. 41. gr.\nLandskjörstjórn úrskurðar um gildi framboðs til forsetakjörs. [Ákvörðun landskjörstjórnar má umboðsmaður skjóta til úrskurðarnefndar kosningamála, sbr. 22. gr., innan 20 klukkustunda frá því að hún var afhent honum.]\n[Þegar niðurstaða liggur fyrir um gildi framboða skal landskjörstjórn auglýsa þau í Lögbirtingablaði, á vef sínum og í fjölmiðlum eigi síðar en 30 dögum fyrir kjördag.]\nL. 62/2023, 18. gr.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Andlát forsetaefnis.\nNú deyr forsetaefni, áður en kosning fer fram, en eftir að framboðsfrestur er liðinn, og má þá annað forsetaefni gefa kost á sér í stað hins ef fullur helmingur meðmælenda hins látna er meðal meðmælenda hans. Annars úrskurðar landskjörstjórn um það hvort fresta þarf kosningu vegna andláts forsetaefnis og undirbúa kosningu að nýju.\nIX. kafli. Kynning vegna þjóðaratkvæðagreiðslu.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Kynning landskjörstjórnar.\nLandskjörstjórn skal standa fyrir víðtækri kynningu á því málefni sem borið er undir þjóðaratkvæði skv. 2. mgr. 2. gr. Landskjörstjórn setur nánari reglur um fyrirkomulag kynningar.\nLandskjörstjórn skal svo fljótt sem verða má og eigi síðar en viku fyrir þjóðaratkvæðagreiðslu skv. 26. gr. stjórnarskrárinnar auglýsa með tryggilegum hætti lög þau sem forseti synjaði staðfestingar svo að kjósendur geti kynnt sér efni þeirra. Þar skal jafnframt vakin athygli á því að frumvarpið til laganna og öll skjöl varðandi meðferð þess séu aðgengileg á áberandi stað á vef landskjörstjórnar.\nX. kafli. Umboðsmenn stjórnmálasamtaka.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Réttindi og skyldur umboðsmanna við framlagningu framboðslista.\nHverjum framboðslista skal fylgja tilkynning oddvita listans til landskjörstjórnar eða yfirkjörstjórnar sveitarfélags um það hverjir tveir menn séu umboðsmenn listans, ásamt samþykki þeirra. Ef umboðsmenn listans eru ekki tilgreindir eða umboðsmenn forfallast eru frambjóðendur í aðalsætum hver um sig réttir umboðsmenn listans.\nUmboðsmenn lista eiga rétt á að vera viðstaddir fundi landskjörstjórnar og yfirkjörstjórnar sveitarfélags um framboðslista eftir að framboðsfrestur rennur út, sbr. 44. gr. Umboðsmenn veita upplýsingar um listana sé þess óskað og þeir gæta réttar listans við skoðun landskjörstjórnar og yfirkjörstjórnar sveitarfélags. Finnist gallar á framboðslista skal umboðsmönnum gefinn kostur á að leiðrétta þá áður en þeir koma til úrskurðar skv. 45. og 46. gr.\nYfirkjörstjórn kjördæmis og yfirkjörstjórn sveitarfélags útbúa sérstök skilríki fyrir umboðsmenn samkvæmt nánari fyrirmælum landskjörstjórnar. Skilríki þessi skulu umboðsmenn bera við athafnir sínar samkvæmt lögum þessum.\nUmboðsmönnum er skylt að hlíta þeim fundarreglum sem kjörstjórn, yfirkjörstjórn kjördæmis, yfirkjörstjórn sveitarfélags og landskjörstjórn setja, þ.m.t. á kjörfundi og við atkvæðagreiðslu utan kjörfundar. Um réttindi og skyldur umboðsmanna fer að öðru leyti eftir nánari ákvæðum þessa kafla.\nUmboðsmenn lista eiga rétt á að tilnefna aðstoðarmenn sem koma fram fyrir hönd þeirra við framkvæmd kosninga. Tilnefningar skulu berast yfirkjörstjórn kjördæmis eða yfirkjörstjórn sveitarfélags tímanlega fyrir kjördag og skal yfirkjörstjórn útbúa sérstök skilríki fyrir aðstoðarmenn sem þeir skulu bera við athafnir sínar. Réttindi og skyldur aðstoðarmanna gagnvart kjörstjórnum eru hinar sömu og umboðsmanna.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Réttindi umboðsmanna við ákvörðun um gildi framboðslista.\nUmboðsmenn lista eiga rétt á að vera viðstaddir fundi landskjörstjórnar og yfirkjörstjórnar sveitarfélags um framboðslista, sbr. 45. og 46. gr.\nÚrskurði landskjörstjórn eða yfirkjörstjórn sveitarfélags framboðslista ógildan skal umboðsmönnum lista, eins fljótt og verða má, afhent afrit úrskurðarins, ásamt afriti listans og vottorði um afhendingartíma.\nAuk umboðsmanna lista eiga stjórnmálasamtök sem bjóða fram lista við alþingiskosningar rétt á að hafa tvo umboðsmenn viðstadda fundi landskjörstjórnar sem haldnir eru skv. 45. gr.\nUmboðsmenn lista og umboðsmenn stjórnmálasamtaka mega skjóta ákvörðunum landskjörstjórnar og yfirkjörstjórna sveitarfélaga til úrskurðarnefndar kosningamála innan 20 stunda frá uppkvaðningu, sbr. 2. mgr. 45. gr., [2. mgr. 46. gr. og 2. mgr. 50. gr.]\nL. 62/2023, 19. gr.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Réttindi umboðsmanna við atkvæðagreiðslu á kjörfundi og utan kjörfundar.\nUmboðsmenn lista eiga rétt á að vera viðstaddir atkvæðagreiðslu á kjörfundi og að sitja við borð í kjörfundarstofunni og fá afhentar kosningaleiðbeiningar. Umboðsmenn lista eiga enn fremur rétt á að vera viðstaddir atkvæðagreiðslu utan kjörfundar, þó ekki ef atkvæðagreiðsla fer fram í heimahúsi. Umboðsmenn skulu hafa aðgang að kjörskrám í kjörfundarstofu og að skrám kjörstjóra sem þeir halda vegna atkvæðagreiðslu utan kjörfunda, [sbr. 6. mgr. 77. gr.] Umboðsmönnum er óheimilt að bera í kjörfundarstofu eða hafa á brott með sér gögn er varða kosninguna og óheimilt er að taka upp, mynda eða miðla með öðrum hætti upplýsingum um það sem fram fer í kjörfundarstofu. Sama gildir um kosningarathöfn utan kjörfundar.\nL. 62/2023, 20. gr.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Réttindi umboðsmanna við upphaf og lok kjörfundar.\nUmboðsmenn lista eiga rétt á að vera viðstaddir þegar kjörstjórn gætir laga- og stjórnvaldsfyrirmæla við meðhöndlun atkvæðakassa og annarra kjörgagna áður en atkvæðagreiðsla hefst og þegar henni er slitið. Umboðsmönnum er heimilt að undirrita með kjörstjórn það sem hún ritar í gerðabókina vegna þessara starfa og setja innsigli sín á þá atkvæðakassa og kjörgögn sem kjörstjórn innsiglar samkvæmt lögum. Sama gildir um rétt umboðsmanna lista hvað varðar störf kjörstjóra.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Eftirlit umboðsmanna.\nTelji umboðsmenn lista að kjörstjórn, kjörstjóri eða kjósendur hegði sér ekki samkvæmt lögum eða stjórnvaldsfyrirmælum við kosningarathöfnina mega þeir finna að því við kjörstjórnina eða kjörstjórann. Telji þeir eitthvað ólöglegt við kosningarathöfnina og fá það ekki leiðrétt hjá kjörstjórn eða kjörstjóra eiga umboðsmenn rétt á að fá ágreiningsefnið bókað þegar í stað í gerðabók kjörstjórnar eða skrá kjörstjóra. Neiti kjörstjórn eða kjörstjóri að bóka eitthvað vegna kosningarathafnarinnar á umboðsmaður rétt á að bóka það sjálfur og undirrita.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Réttindi umboðsmanna við talningu atkvæða.\nUmboðsmenn lista eiga rétt á að vera viðstaddir undirbúning talningar, svo sem þegar tekið er á móti atkvæðakössum og þeir opnaðir, þegar tekið er á móti öðrum kjörgögnum eða við flokkun atkvæða. Þá eiga umboðsmenn rétt á að vera viðstaddir talningu atkvæða og fylgjast með framkvæmd hennar og uppgjöri.\nSéu umboðsmenn lista ekki viðstaddir talningu eða undirbúning hennar skal yfirkjörstjórn kjördæmis eða yfirkjörstjórn sveitarfélags kalla til fólk úr sama framboði, ef unnt er, til að gæta réttar listans.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Staða umboðsmanna við úthlutun þingsæta og staðfestingu kosningaúrslita.\nSérhver stjórnmálasamtök sem boðið hafa fram eiga rétt á að hafa tvo umboðsmenn viðstadda við öll störf landskjörstjórnar við úthlutun þingsæta skv. XVI. kafla.\nSérhver stjórnmálasamtök sem boðið hafa fram eiga rétt á að hafa tvo umboðsmenn viðstadda við öll störf yfirkjörstjórnar sveitarfélags við staðfestingu kosningaúrslita sveitarstjórnarkosninga skv. XVII. kafla.\n[59. gr. a. Reglugerðarheimild.\nAð fengnum tillögum landskjörstjórnar skal ráðherra setja reglugerð um umboðsmenn, þ.m.t. réttindi þeirra og skyldur við framlagningu framboðslista og framboða og við ákvarðanatöku um gildi framboðslista og framboða, til að innsigla atkvæðakassa, við framkvæmd atkvæðagreiðslu á kjörfundi og utan kjörfundar, við upphaf og lok kjörfundar, við talningu atkvæða, við úthlutun þingsæta og við staðfestingu kosningaúrslita, auk almennra ákvæða um eftirlitsstörf þeirra.]\nRg. 499/2024. L. 62/2023, 21. gr.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Umboðsmenn við þjóðaratkvæðagreiðslur.\nLandskjörstjórn skipar umboðsmenn í hverju kjördæmi sem hafa það hlutverk að gæta ólíkra sjónarmiða við þjóðaratkvæðagreiðslu, talningu atkvæða og úrlausn ágreiningsmála.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Umboðsmenn frambjóðenda í forsetakjöri.\nUm umboðsmenn frambjóðenda í forsetakjöri gilda ákvæði 53.–59. gr. að breyttu breytanda.\nXI. kafli. Kjörgögn.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Kjörgögn við atkvæðagreiðslu utan kjörfundar.\nLandskjörstjórn lætur í té kjörgögn við atkvæðagreiðslu utan kjörfundar. Hún lætur einnig í té leiðbeiningar um tilhögun atkvæðagreiðslunnar. Kjörgögn þessi skulu jafnan vera fyrir hendi hjá þeim er annast atkvæðagreiðslu utan kjörfundar. Sýslumenn annast afgreiðslu kjörgagna til kjörstjóra eða annarra trúnaðarmanna innan lands, sbr. 69. gr.\nKjörstjórar skulu varðveita kjörgögnin á öruggum stað.\nAð fengnum tillögum landskjörstjórnar skal ráðherra setja reglugerð þar sem kveðið er nánar á um gerð kjörgagna sem nota skal við atkvæðagreiðslu utan kjörfundar, þ.m.t. um gerð og uppsetningu kjörseðla, stimpla, atkvæðakassa og önnur kjörgögn, sem og varðveislu þeirra.\nRg. 500/2024.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Móttaka kjörgagna við atkvæðagreiðslu utan kjörfundar.\nKjörstjóri eða annar trúnaðarmaður innan lands, sbr. 69. gr., sem veitir viðtöku utankjörfundarkjörgögnum, skal undirrita og afhenda hlutaðeigandi sýslumanni drengskaparyfirlýsingu um að kosning fari fram samkvæmt fyrirmælum laga þessara.\nSérstakur kjörstjóri skv. 71. gr., sem veitir viðtöku utankjörfundarkjörgögnum, skal og undirrita og afhenda því ráðuneyti er fer með málefni sendiráða, fastanefnda og ræðisskrifstofa Íslands erlendis eða hlutaðeigandi sendierindreka sams konar yfirlýsingu.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Kjörgögn við atkvæðagreiðslu á kjörfundi.\nLandskjörstjórn lætur gera kjörseðla sem notaðir verða við atkvæðagreiðslu á kjörfundi við alþingiskosningar, forsetakjör og þjóðaratkvæðagreiðslu.\nYfirkjörstjórn sveitarfélags lætur gera kjörseðla sem notaðir verða við atkvæðagreiðslu á kjörfundi við sveitarstjórnarkosningar.\nKjörseðlar skulu vera úr haldgóðum pappír sem prent eða skrift sést ekki í gegnum samkvæmt nánari reglum sem ráðuneytið setur að fengnum tillögum landskjörstjórnar.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Reglugerðarheimild.\nAð fengnum tillögum landskjörstjórnar skal ráðherra í reglugerð setja nánari ákvæði um gerð kjörseðla, umslög, atkvæðakassa, blindraspjöld, kosningaleiðbeiningar, gerðabækur og önnur kjörgögn.\nRg. 500/2024.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Kjörgögn við þjóðaratkvæðagreiðslu.\nÍ þingsályktun skv. 2. mgr. 2. gr. skal, að fenginni umsögn landskjörstjórnar, kveðið á um orðalag og framsetningu þeirrar spurningar sem lögð er fyrir kjósendur.\nÁ kjörseðli skal skýrt koma fram spurning um hvort kjósandi samþykki þá tillögu sem borin er upp og gefnir tveir möguleikar á svari, „Já“ og „Nei“.\nAlþingi getur ákveðið að spurningar og svarkostir á kjörseðli í atkvæðagreiðslu skv. 2. mgr. 2. gr. séu fleiri eða orðaðir með öðrum hætti.\nLandskjörstjórn ákveður orðalag og framsetningu spurningar á kjörseðli í atkvæðagreiðslu skv. 3. mgr. 11. gr., 26. gr. og 2. mgr. 79. gr. stjórnarskrárinnar.\nRáðherra setur, að fenginni tillögu landskjörstjórnar, nánari reglur um útlit og frágang kjörseðla sem nota skal við þjóðaratkvæðagreiðslur.\nXII. kafli. Atkvæðagreiðsla utan kjörfundar.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Heimild til atkvæðagreiðslu utan kjörfundar.\nKjósandi, sem getur ekki sótt kjörfund á kjördegi, getur ákveðið að greiða atkvæði utan kjörfundar eftir þeim reglum sem settar eru í lögum þessum.\nKjósandi, sem greitt hefur atkvæði utan kjörfundar, getur greitt atkvæði á kjörfundi og kemur utankjörfundarseðill hans þá ekki til greina við kosninguna.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Upphaf og lok atkvæðagreiðslu utan kjörfundar.\n[Við alþingis- og sveitarstjórnarkosningar skal hefja kosningu utan kjörfundar 29 dögum fyrir kjördag og 23 dögum fyrir kjördag fari kosningar til Alþingis fram eftir tilkynningu um þingrof. Við forsetakjör skal hefja kosningu utan kjörfundar þegar landskjörstjórn hefur auglýst hverjir séu í kjöri, sbr. 50. gr. Við þjóðaratkvæðagreiðslu skal hefja kosningu utan kjörfundar svo fljótt sem kostur er eftir að kjördagur hefur verið auglýstur.]\n[Sýslumaður skal tryggja að í umdæmi hans sé unnt að greiða atkvæði utan kjörfundar á a.m.k. einum kjörstað í að lágmarki fjórar klukkustundir] á kjördag en erlendis skal þó ljúka kosningunni daginn fyrir kjördag.\nAtkvæðið telst greitt þann dag sem fylgibréfið er dagsett.\nL. 62/2023, 22. gr.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Atkvæðagreiðsla utan kjörfundar hér á landi.\nSýslumenn eru kjörstjórar, hver í sínu umdæmi. Sýslumenn ákveða hverjir skulu vera kjörstjórar og ráða aðra trúnaðarmenn til starfa í umboði þeirra. Sýslumenn skulu tilkynna landskjörstjórn hverju sinni hverjir eru kjörstjórar í umboði þeirra.\nAtkvæðagreiðsla utan kjörfundar getur farið fram:\n1. Á aðalskrifstofu sýslumanns, skrifstofu hans eða í útibúi. Sýslumaður getur ákveðið að atkvæðagreiðsla fari fram á sérstökum kjörstað utan aðalskrifstofu, svo og að atkvæðagreiðsla fari fram á öðrum stöðum í umdæmi hans. Sýslumaður getur ákveðið að kjörstaður sé hreyfanlegur, enda sé jafnræðis gætt við veitingu þeirrar þjónustu.\n2. Í húsnæði á vegum sveitarfélags, enda skal sýslumaður að ósk sveitarstjórnar skipa kjörstjóra, sem getur verið starfsmaður sveitarfélags, til þess að annast atkvæðagreiðslu. Heimilt er að ósk sveitarfélags að slíkur kjörstaður sé hreyfanlegur, enda sé jafnræðis gætt við veitingu þeirrar þjónustu.\n3. Á heilbrigðis- og öldrunarstofnunum, stofnunum fyrir fatlað fólk og í fangelsum fyrir kjósendur sem dveljast þar.\n4. Í heimahúsi ef kjósandi getur ekki sótt kjörfund á kjördegi vegna sjúkdóms, fötlunar eða barnsburðar nema hann eigi kost á að greiða atkvæði á stofnun skv. 3. tölul. Ósk um að greiða atkvæði í heimahúsi skal vera skrifleg og studd vottorði lögráða manns um hagi kjósandans og hafa borist hlutaðeigandi kjörstjóra eigi síðar en kl. 10 tveimur dögum fyrir kjördag.\nKjörstjóri auglýsir hvar og hvenær atkvæðagreiðsla getur farið fram og á þann hátt á hverjum stað sem venja er þar að birta opinberar auglýsingar. Skal haga framkvæmd og afgreiðslutíma þannig að kosning geti gengið sem greiðast fyrir sig. Atkvæðagreiðsla skv. 3. tölul. 2. mgr. skal fara fram sem næst kjördegi í samráði við fyrirsvarsmann viðkomandi stofnunar eða heimilis. Atkvæðagreiðsla skv. 4. tölul. 2. mgr. skal fara fram á þeim tíma sem kjörstjóri ákveður.\nKjörstjóri skal sjá til þess að á kjörstað og í næsta nágrenni hans fari hvorki fram óleyfilegur kosningaáróður eða kosningaspjöll né önnur starfsemi sem truflar eða hindrar framkvæmd kosninga. [Að fengnum tillögum landskjörstjórnar skal ráðherra setja reglugerð um óleyfilegan kosningaáróður í nágrenni kjörstaða, kosningaspjöll og aðra starfsemi sem truflar eða hindrar framkvæmd kosninga.]\nÞjóðskrá Íslands ber að veita kjörstjórum aðgang að upplýsingum úr skrám og kerfum stofnunarinnar án endurgjalds svo að þeir geti sinnt hlutverki sínu.\nSé kjósandi haldinn alvarlegum smitsjúkdómi skal kjörstjóri skipuleggja atkvæðagreiðslu utan kjörfundar í samráði við sóttvarnayfirvöld. Synja má um atkvæðagreiðslu telji sóttvarnayfirvöld að henni verði ekki komið við án þess að tefla heilsu kjörstjóra eða almennings í hættu.\nRáðherra setur, að fengnum tillögum landskjörstjórnar, reglugerð um framkvæmd atkvæðagreiðslu skv. 3. og 4. tölul. 2. mgr. [og 6. mgr.] Slík atkvæðagreiðsla má þó ekki fara fram fyrr en 21 degi fyrir kjördag. Tilkynna skal umboðsmönnum lista, sbr. 55. gr., um hvenær atkvæðagreiðsla skv. 3. tölul. 2. mgr. fer fram.\nRg. 444/2024. L. 62/2023, 23. gr. Rg. 445/2024. Rg. 446/2024. L. 18/2022, 5. gr.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Atkvæðagreiðsla utan kjörfundar erlendis.\nErlendis skal atkvæðagreiðsla utan kjörfundar fara fram í skrifstofu sendiráðs, í sendiræðisskrifstofu eða í skrifstofu kjörræðismanns samkvæmt nánari ákvörðun ráðherra sem fer með utanríkismál. Sami ráðherra getur og ákveðið að atkvæðagreiðsla fari fram á öðrum stöðum erlendis.\nRáðherra sem fer með utanríkismál auglýsir hvar og hvenær atkvæðagreiðsla getur farið fram erlendis og tilkynnir það jafnframt landskjörstjórn.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Kjörstjórar erlendis.\nKjörstjórar við atkvæðagreiðslu erlendis eru forstöðumenn sendiráða, sendiræðismenn, aðrir sendierindrekar eftir ákvörðun viðkomandi forstöðumanns, aðrir starfsmenn sendiráða og sendiræðisskrifstofa, kjörræðismenn og sérstakir kjörstjórar samkvæmt ákvörðun þess ráðherra sem fer með utanríkismál. Ráðherra sem fer með utanríkismál skal tilkynna landskjörstjórn hverju sinni hverjir eru kjörstjórar erlendis.\nÞjóðskrá Íslands ber að veita kjörstjórum aðgang að upplýsingum úr skrám og kerfum stofnunarinnar án endurgjalds svo að þeir geti sinnt hlutverki sínu.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Hæfi kjörstjóra.\n[Ef kjörstjóri er í framboði skal hann víkja sæti og annar þar til bær gegna störfum hans, og fer um málsmeðferð við skipun nýs kjörstjóra skv. 2. mgr.\nNú víkur kjörstjóri sæti og skipar þá ráðherra að fengnum tillögum landskjörstjórnar annan kjörstjóra. Hafi kjörstjóri starfað í umboði sýslumanns skal hann skipa annan kjörstjóra. Nú víkur kjörstjóri skv. 1. mgr. 71. gr. sæti og skipar þá ráðherra sem fer með utanríkismál annan kjörstjóra.\nEkki má atkvæðagreiðsla utan kjörfundar fara fram á heimili frambjóðanda.]\nL. 62/2023, 24. gr.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Atkvæði greitt utan kjörfundar.\nKosning utan kjörfundar er því aðeins gild að notuð séu hin fyrirskipuðu kjörgögn.\nKosningin fer þannig fram að kjósandi stimplar eða ritar á kjörseðil bókstaf eða heiti þess lista sem hann vill kjósa. Kjósandi getur gert breytingar í samræmi við 2. og 3. mgr. 85. gr., en þarf þá að rita nafn frambjóðanda áður en hann getur þess hvernig hann vill hafa röðina á listanum eða hafnar frambjóðanda með því að strika yfir nafn hans.\nÞegar kosning til sveitarstjórna er óbundin ritar kjósandi sem greiðir atkvæði utan kjörfundar á kjörseðilinn fullt nafn og heimilisfang þeirra aðal- og varamanna sem hann kýs. Tilgreina skal varamenn í þeirri röð sem kjósandi kýs að þeir taki sæti.\nKjósandi sem greiðir atkvæði utan kjörfundar við forsetakjör stimplar eða ritar á kjörseðilinn fullt nafn þess frambjóðanda sem hann vill kjósa af þeim sem í kjöri eru. Ekki skal þó meta atkvæði ógilt þótt sleppt sé kenninafni eða ættarnafn sé eitt sett ef greinilegt er eftir sem áður við hvern er átt.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Kosningarathöfn utan kjörfundar.\nKjósandi sem greiða vill atkvæði utan kjörfundar skal gera kjörstjóra grein fyrir sér með því að framvísa persónuskilríkjum með nafni, kennitölu og mynd, svo sem vegabréfi, ökuskírteini eða nafnskírteini, eða á annan fullnægjandi hátt að mati kjörstjóra. Kjörstjóri skal merkja í kjörskrá hverjir greiða atkvæði hjá honum, sbr. 1. mgr. 77. gr.\nAð lokinni skráningu fær kjósandi afhent kjörgögn. Skal hann síðan aðstoðarlaust og án þess að nokkur annar sjái rita atkvæði sitt á kjörseðilinn á þann hátt er segir í 2. mgr. 73. gr. Því næst skal kjósandi setja atkvæðið í kjörseðilsumslagið og líma það vandlega aftur. Skal kjósandi síðan árita og undirrita fylgibréfið í viðurvist kjörstjóra sem vottar atkvæðagreiðsluna með undirritun sinni á fylgibréfið og embættisstimpli, ef við á.\nKjósandi á rétt til aðstoðar við atkvæðagreiðsluna. Aðstoð skal veitt af kjörstjóra eða aðstoðarmanni sem fylgir kjósanda á kjörstað. Aðstoð skal því aðeins veita að kjósandi geti sjálfur skýrt þeim er aðstoðina veitir frá því hvernig hann vill greiða atkvæði. Aðstoðarmanni kjósanda er skylt að fara að fyrirmælum kjósanda og hann er bundinn þagnarskyldu um það sem honum og kjósanda fer á milli í kjörklefanum. Frambjóðandi, maki hans, börn, systkini og foreldrar mega ekki veita aðstoð við atkvæðagreiðslu. Aðstoðarmanni kjósanda er óheimilt að gerast aðstoðarmaður fleiri en þriggja kjósenda við sömu kosningu.\nVið atkvæðagreiðslu skv. 3. mgr. eiga ákvæði 73.–77. gr. við um aðstoðarmann kjósanda.\nAð lokum skal kjörseðilsumslagið ásamt fylgibréfinu lagt í sendiumslagið og því lokað vandlega. Umslagið skal síðan áritað til kjörstjórnarinnar í því sveitarfélagi þar sem kjósandinn telur sig vera á kjörskrá. [Aftan á sendiumslagið skal rita nafn og heimilisfang kjósandans. Auk þess er heimilt að rita númer kjörstaðar og kjördeildar aftan á sendiumslagið og/eða setja þar sérstakt merki sem getur innihaldið upplýsingar um kjörstað, kjördeild og kennitölu kjósandans.] Landskjörstjórn setur nánari reglur um útlit og notkun slíks merkis.\n[Í reglugerð sem ráðherra setur að fenginni tillögu landskjörstjórnar má mæla fyrir um móttöku, skráningu og meðferð atkvæðisbréfa í vörslu kjörstjóra og kjörstjórnar sveitarfélags.]\nL. 62/2023, 25. gr. Rgl. 1161/2023. Rg. 480/2024.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Kjörseðill ónýtist.\nNú ónýtist kjörseðill hjá kjósanda og má hann þá fá annan kjörseðil í stað hins. Kjörstjóri skal farga ónýta kjörseðlinum í viðurvist kjósanda.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Utankjörfundaratkvæði komið til skila.\n[Kjósandi, sem fram að kjördegi] greiðir atkvæði hjá kjörstjóra í umdæmi þar sem hann er á kjörskrá og skilur þar eftir bréf með atkvæði sínu, skal sjálfur láta bréfið í venjulegan atkvæðakassa. [Atkvæðakassinn skal innsiglaður af kjörstjóra og er umboðsmönnum lista í umdæmi heimilt að setja á hann innsigli sín.] [Kjörstjóri getur ákveðið að atkvæðakassa skuli samnýta fyrir tvö eða fleiri sveitarfélög innan umdæmis hans eftir því sem við á.]\nAðrir kjósendur skulu sjálfir annast sendingu atkvæðisbréfs síns til þess sveitarfélags þar sem þeir eru á kjörskrá. [Fram að kjördegi er kjörstjóra] þó skylt, ef kjósandi óskar þess, að koma bréfinu í póst og greiða almennt póstburðargjald undir sendinguna. Kjósandi ber að öðru leyti sjálfur kostnað af sendingu atkvæðisbréfsins.\n[Fyrir alþingiskosningar, forsetakjör og þjóðaratkvæðagreiðslu er nægjanlegt að koma bréfi með utankjörfundaratkvæði í einhverja kjördeild þess kjördæmis þar sem kjósandinn er á kjörskrá. Við sveitarstjórnarkosningar er nægjanlegt að koma bréfi með utankjörfundaratkvæði í einhverja kjördeild þess sveitarfélags þar sem kjósandinn er á kjörskrá.]\nL. 62/2023, 26. gr.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Skráning utankjörfundaratkvæða.\nKjörstjóri skal merkja í kjörskrá við nöfn þeirra kjósenda sem greiða atkvæði hjá honum, sbr. 1. mgr. 74. gr. Kjörstjóri sem ekki hefur aðgang að rafrænni kjörskrá skal færa á sérstaka skrá nöfn þeirra kjósenda sem greiða atkvæði hjá honum, lögheimili kjósanda og kennitölu og hvern dag kosningarathöfnin fór fram.\nAtkvæðisbréf, sem kjósandi skilur eftir hjá kjörstjóra, sbr. 1. mgr. 76. gr., skal kjörstjóri tölusetja og skrá í kjörskrána í áframhaldandi töluröð. ... [Atkvæðisbréf skal varðveitt í atkvæðakassa.]\n[Atkvæðisbréf sem berst kjörstjórn sveitarfélags, sbr. 5. mgr. 74. gr., skal kjörstjórn tölusetja og skrá samkvæmt nánari fyrirmælum í reglugerð, sbr. 6. mgr. 74. gr.]\nKjósandi getur jafnan krafist þess af hverjum þeim er varðveitir bréf með atkvæði hans, sé það ekki varðveitt í innsigluðum atkvæðakassa, að hann afhendi sér það, allt þar til kjörstjórn hefur tekið það til meðferðar, sbr. 1. mgr. 93. gr.\n[Atkvæðakassa ásamt viðeigandi skrá skv. 1. mgr. afhendir kjörstjóri síðan hlutaðeigandi kjörstjórn eftir nánara samkomulagi, en þó svo tímanlega að kassinn sé kominn henni í hendur eigi síðar en þegar kjörfundi er slitið. Sé um að ræða samnýttan kassa, sbr. 1. mgr. 76. gr., er kjörstjóra heimilt að rjúfa innsigli hans og afhenda atkvæðin flokkuð. Kjörstjóri skal bjóða fulltrúum viðkomandi kjörstjórna og viðkomandi umboðsmönnum að vera viðstaddir.]\nUmboðsmönnum lista er heimilt að kynna sér skrár og merkingar kjörstjóra í kjörskrá sem um getur í 1. og 2. mgr. hjá kjörstjóra. Óheimilt er að taka afrit og myndir og miðla upplýsingum úr skrám kjörstjóra.\nÍ reglugerð sem ráðherra setur að fengnum tillögum landskjörstjórnar má kveða nánar á um fyrirkomulag við skráningu kjörstjóra og um miðlun hennar til kjörstjórnar skv. [5. mgr.]\nL. 62/2023, 27. gr. Rg. 480/2024.\nXIII. kafli. Kjörstaðir.",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Ákvörðun kjörstaða.\nKjörstað fyrir hverja kjördeild ákveður sveitarstjórn. Á sama kjörstað mega vera fleiri en ein kjördeild.\nKjörstað skal auglýsa almenningi á undan kjörfundi með nægum fyrirvara.",
      "metadata": {
        "source_anchor": "G78",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Útbúnaður í kjördeild.\nÍ hverri kjördeild skal vera hæfilegur fjöldi kjörklefa sem skulu þannig búnir að þar megi greiða atkvæði án þess að aðrir geti séð hvernig kjósandi greiðir atkvæði.\nÍ kjörfundarstofu skal vera atkvæðakassi. Hann skal þannig búinn að ekki sé unnt að ná kjörseðli úr honum án þess að opna hann. Atkvæðakassar skulu innsiglaðir þannig að þess sjáist merki séu þeir opnaðir. Í upphafi kjörfundar skal kjörstjórn ganga úr skugga um að atkvæðakassar séu tómir og innsigla síðan með innsigli sem landskjörstjórn lætur í té. Landskjörstjórn setur nánari reglur um tilhögun í kjörfundarstofu, stærð og gerð atkvæðakassa og innsigli.\nYfirkjörstjórn skal gæta þess að jafnan séu til nægir atkvæðakassar til afnota á kjörstöðum.\nRgl. 1160/2023. Rgl. 1661/2023.\nXIV. kafli. Atkvæðagreiðsla á kjörfundi.",
      "metadata": {
        "source_anchor": "G79",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Upphaf kjörfundar.\nKjörfund skal setja á kjörstað kl. 9 árdegis, en yfirkjörstjórn getur þó ákveðið að kjörfundur skuli hefjast síðar, þó eigi síðar en kl. 12 á hádegi. Fullskipuð kjörstjórn skal viðstödd er kjörfundur er settur. Sé hún ekki öll viðstödd taka varamenn sæti, en séu þeir ekki heldur viðstaddir boðar sá eða þeir sem við eru úr kjörstjórninni kjósendur til að taka sæti í kjörstjórninni og halda þeir sæti sínu uns hinir koma.\nUpphaf kjörfundar skal auglýsa með hæfilegum fyrirvara og á þann hátt á hverjum stað sem venja er þar að birta opinberar auglýsingar.",
      "metadata": {
        "source_anchor": "G80",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Hlutverk kjörstjórna.\nKjörstjórn skal sjá til þess að á kjörstað og í næsta nágrenni hans fari hvorki fram óleyfilegur kosningaáróður eða kosningaspjöll né önnur starfsemi sem truflar eða hindrar framkvæmd kosninga. [Að fengnum tillögum landskjörstjórnar skal ráðherra setja reglugerð um óleyfilegan kosningaáróður í nágrenni kjörstaða, kosningaspjöll og aðra starfsemi sem truflar eða hindrar framkvæmd kosninga.]\nMeðan á kosningarathöfninni stendur skal kjörstjórnin sitja við borð í kjörfundarstofunni. Aldrei má nema einn úr kjörstjórn ganga út í senn og felur hann öðrum úr kjörstjórninni verk sitt á meðan nema varamaður sé tiltækur.\nRáðherra skal, að fenginni tillögu landskjörstjórnar, setja reglugerð um móttöku og meðferð kjörstjórna á atkvæðum greiddum utan kjörfundar, atkvæðakassa, aðföng sem eiga að vera til staðar á kjörstað og í kjörklefa, verklag kjörstjórna við afstemmingu atkvæða og önnur atriði um atkvæðagreiðslu á kjörfundi.\nRg. 444/2024. L. 62/2023, 28. gr. Rg. 446/2024. Rg. 447/2024. Rg. 500/2024.",
      "metadata": {
        "source_anchor": "G81",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Stjórn kjörfundar.\nKjósendur skulu greiða atkvæði í þeirri röð sem þeir gefa sig fram. Kjósandi skal vera einn í kjörklefanum, sbr. þó 89. gr. Þó getur kjörstjórn veitt kjósanda með ósjálfbjarga barn undanþágu frá þessu skilyrði enda liggur fyrir að annars gæti kjósandi ekki greitt atkvæði.\nKjörstjórn getur ákveðið, þrátt fyrir 55. gr., að í kjörfundarstofu séu ekki, auk þeirra sem starfa við framkvæmd kosninganna, aðrir en kjósendur sem ætla að greiða atkvæði. Kjörstjórnin getur auk þess takmarkað fjölda kjósenda í kjörfundarstofu ef þörf þykir til að halda uppi reglu.",
      "metadata": {
        "source_anchor": "G82",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Framvísun skilríkja.\nKjósandi skal gera kjörstjórn grein fyrir sér, svo sem með því að framvísa persónuskilríkjum með nafni, kennitölu og mynd, svo sem vegabréfi, ökuskírteini eða nafnskírteini, eða á annan fullnægjandi hátt að mati kjörstjórnar.",
      "metadata": {
        "source_anchor": "G83",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Merking í kjörskrá.\nKjörstjórn skal merkja við nafn kjósanda í kjörskrá áður en hann neytir kosningarréttar síns. Samtímis og merkt er við nafn kjósanda í kjörskrá skal annar kjörstjórnarmaður gæta að því að merkingin sé rétt. Eigi kjósandi rétt á að greiða atkvæði samkvæmt kjörskránni skal kjörstjórn eða fulltrúi hennar afhenda kjósanda kjörseðil. Þá er kjósandi hefur tekið við kjörseðlinum fer kjósandi með hann inn í kjörklefann, þar sem hann ritar atkvæði sitt á kjörseðilinn.\nNú er kjörskrá prentuð og skulu þá oddviti kjörstjórnar og annar meðkjörstjórnarmanna hafa fyrir sér hvor sitt eintak kjörskrárinnar. Skulu þeir báðir gera merki við nafn hvers kjósanda um leið og hann hefur neytt kosningarréttar síns.",
      "metadata": {
        "source_anchor": "G84",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Hvernig greiða skal atkvæði við listakosningar.\nKjósandi greiðir atkvæði á þann hátt að hann markar með skriffæri sem kjörstjórn leggur til X í ferning fyrir framan bókstaf þess lista á kjörseðlinum sem hann vill kjósa.\nVilji kjósandi breyta nafnaröð á lista þeim er hann kýs setur hann tölustafinn 1 fyrir framan það nafn sem hann vill hafa efst, töluna 2 fyrir framan það nafn sem hann vill hafa annað í röðinni, töluna 3 fyrir framan það nafn sem hann vill hafa það þriðja o.s.frv., að svo miklu leyti sem hann vill breyta til.\nEf kjósandi vill hafna frambjóðanda á þeim lista sem hann kýs strikar hann yfir nafn hans.\nKjósandi má ekki hagga neitt við listum sem hann kýs ekki, hvorki strika yfir nöfn á þeim né breyta á þeim nafnaröð.",
      "metadata": {
        "source_anchor": "G85",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Hvernig greiða skal atkvæði við aðrar kosningar en listakosningar.\nKjósandi sem greiðir atkvæði á kjörfundi við forsetakjör markar með skriffæri sem kjörstjórn leggur til X í ferning fyrir framan nafn þess frambjóðanda á kjörseðlinum sem hann vill kjósa af þeim sem í kjöri eru.\nKjósandi sem greiðir atkvæði á kjörfundi við þjóðaratkvæðagreiðslu markar með skriffæri sem kjörstjórn leggur til X í ferning fyrir framan þann svarkost á kjörseðlinum sem hann greiðir atkvæði sitt.\nAtkvæðagreiðsla við óbundnar kosningar til sveitarstjórna fer fram með þeim hætti að kjósandi skrifar í kjörklefa á kjörseðilinn fullt nafn og heimilisfang aðalmanna á þann hluta kjörseðilsins sem ætlaður er fyrir kjör aðalmanna. Á þann hluta seðilsins sem ætlaður er fyrir kjör varamanna skal hann rita nöfn varamanna og heimilisföng þeirra í þeirri röð sem hann kýs að þeir taki sæti allt að þeirri tölu sem kjósa á.",
      "metadata": {
        "source_anchor": "G86",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Frágangur kjörseðils.\nKjósandi gætir þess, hvernig sem hann kýs, að gera engin merki á kjörseðilinn fram yfir það sem segir í lögum þessum.\nÞegar kjósandi hefur gengið frá kjörseðlinum samkvæmt framansögðu brýtur hann kjörseðilinn í sama brot og hann var í þegar hann tók við honum og gengur út úr klefanum. [Kjósandi skal síðan leggja seðilinn í atkvæðakassann í viðurvist fulltrúa kjörstjórnar. Kjósandi skal gæta þess að enginn geti séð hvernig hann greiddi atkvæði.]\nL. 18/2022, 6. gr.",
      "metadata": {
        "source_anchor": "G87",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Truflun á notkun rafrænnar kjörskrár.\nValdi bilun eða truflun því að ekki er unnt að nota rafræna kjörskrá skal kjósandi fá afhentan kjörseðil og sérstakt kjörseðilsumslag. Því næst skal hann rita atkvæði sitt aðstoðarlaust á kjörseðilinn í kjörklefa án þess að nokkur annar sjái. [Þurfi kjósandi aðstoð skv. 89. gr. skal tryggt að hann geti neytt kosningarréttar síns.] Kjósandi setur svo kjörseðilinn í kjörseðilsumslagið. Áritar og undirritar kjósandi síðan sérstakt ytra umslag í viðurvist kjörstjórnar sem vottar atkvæðagreiðsluna. Á ytra umslagi skal koma fram að atkvæðið hafi verið greitt án aðgangs kjörstjórnar að rafrænni kjörskrá auk tímasetningar atkvæðagreiðslu og nafns og kennitölu kjósanda. Kjörseðilsumslag skal látið í ytra umslag sem kjósandi setur síðan í atkvæðakassa.\nLandskjörstjórn skal sjá til þess að á hverjum kjörstað séu nauðsynleg kjörgögn til að unnt sé að efna til atkvæðagreiðslu samkvæmt þessu ákvæði.\nL. 62/2023, 29. gr.",
      "metadata": {
        "source_anchor": "G88",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Aðstoð við atkvæðagreiðslu.\nKjósandi á rétt til aðstoðar við atkvæðagreiðsluna. Aðstoð skal veitt af þeim úr kjörstjórninni sem kjósandi tilnefnir eða aðstoðarmanni sem fylgir kjósanda á kjörstað. Aðstoð skal því aðeins veita að kjósandi geti sjálfur skýrt þeim er aðstoðina veitir frá því hvernig hann vill greiða atkvæði.\nAðstoðarmanni kjósanda er skylt að fara að fyrirmælum kjósanda og hann er bundinn þagnarskyldu um það sem honum og kjósanda fer á milli í kjörklefanum.\nFrambjóðandi, maki hans, börn, systkini og foreldrar mega ekki veita aðstoð við atkvæðagreiðslu.\nAðstoðarmanni kjósanda er óheimilt að gerast aðstoðarmaður fleiri en þriggja kjósenda við sömu kosningu.\nAð fengnum tillögum landskjörstjórnar skal ráðherra í reglugerð kveða nánar á um framkvæmd aðstoðar við atkvæðagreiðslu, svo sem um fræðslu kjörstjórna til aðstoðarmanna, hvernig skuli bóka um veitta aðstoð í gerðabók o.fl.\nRg. 432/2022, sbr. 443/2024.",
      "metadata": {
        "source_anchor": "G89",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Ónýtur kjörseðill.\nLáti kjósandi sjá hvað er á seðli hans eða ef hann hefur gert mistök við merkingu hans er seðillinn ónýtur og má ekki leggja hann í atkvæðakassann. Á kjósandi þá rétt á að fá nýjan kjörseðil og skal hann þá afhenda kjörstjórninni hinn fyrri seðil.",
      "metadata": {
        "source_anchor": "G90",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Kjörfundi slitið.\nKjörfundi má ekki slíta fyrr en átta klukkustundir eru liðnar frá því að hann hófst og ekki fyrr en hálf klukkustund er liðin frá því að kjósandi gaf sig síðast fram. Kjörfundi má þó slíta er allir sem á kjörskrá standa hafa greitt atkvæði og eftir fimm klukkustundir ef öll kjörstjórnin og umboðsmenn eru sammála um það, enda sé þá hálf klukkustund liðin frá því að kjósandi gaf sig síðast fram.\nKjörfundi skal þó slíta eigi síðar en kl. 22 á kjördag. Þeir kjósendur sem hafa gefið sig fram fyrir þann tíma eiga þó rétt á að greiða atkvæði.",
      "metadata": {
        "source_anchor": "G91",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Móttaka og bráðabirgðarannsókn utankjörfundaratkvæða.\nBerist kjörstjórn atkvæðakassi með atkvæðum greiddum utan kjörfundar, sbr. 77. gr., skal athuga hvort innsigli kassans séu heil og ósködduð. Kjörstjórnarmaður opnar atkvæðakassann í viðurvist umboðsmanna lista. Nú eru umboðsmenn ekki viðstaddir og skal yfirkjörstjórn þá boða fólk úr sama framboði, ef unnt er, til að gæta réttar fyrir hönd framboðsins. Telja skal bréfin og bera þau saman við skráningu kjörstjóra um atkvæðagreiðsluna, sbr. 1. og 2. mgr. 77. gr. Kjörstjórnin opnar síðan atkvæðisbréfin og kannar hvort taka skuli atkvæðið til greina, sbr. 94. gr. Ef taka skal atkvæðið til greina skal setja sérstakt merki til bráðabirgða við nafn kjósandans í kjörskránni, en kjörseðilsumslagið óopnað ásamt fylgibréfinu skal lagt á ný í sendiumslagið og það lagt til hliðar og varðveitt meðan atkvæðagreiðslan fer fram. Ef ekki skal taka atkvæðið til greina skal ganga frá kjörseðilsumslaginu og fylgibréfinu og varðveita á sama hátt, en rita skal ástæðu þess að atkvæðið verður ekki tekið til greina á sendiumslagið.\nAtkvæðisbréfa, sem kjörstjórn kunna að hafa borist eða berast meðan á atkvæðagreiðslu stendur, skal getið í gerðabók. Skal fara með þau atkvæði svo sem segir í 1. mgr.\nEf kjósandi er ekki á kjörskrá í kjördeildinni (sveitarfélaginu) skal kjörstjórnin kanna hvar kjósandi er á kjörskrá og ef unnt er koma atkvæðisbréfinu í rétta kjördeild en ella skal bréfið varðveitt þar til atkvæðagreiðslu lýkur.\nYfirkjörstjórn er heimilt að hefja flokkun atkvæðisbréfa skv. 1. mgr. tímanlega fyrir kjördag þannig að þau verði afhent í rétta kjördeild á kjördag.",
      "metadata": {
        "source_anchor": "G92",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Rannsókn utankjörfundaratkvæða að kjörfundi loknum.\nAð atkvæðagreiðslu lokinni kannar kjörstjórnin á ný, í viðurvist umboðsmanna lista, þau utankjörfundaratkvæði sem kjörstjórninni hafa borist og ekki hafa verið aftur heimt, sbr. 77. gr.\nEf sá sem atkvæðið er frá stendur á kjörskrá og á rétt á að greiða atkvæði og hefur ekki greitt atkvæði á kjörfundi skal kjörstjórnin setja merki við nafn kjósandans á kjörskránni og setja kjörseðilsumslagið óopnað í atkvæðakassann.\nEf atkvæðisbréf verður ekki tekið til greina, sbr. 94. gr., skal það áritað eins og segir í 1. mgr. 92. gr. Kjörstjórn skal skrá fjölda utankjörfundaratkvæða sem ekki verða tekin til greina.\nEf kjósandi, sem sent hefur frá sér utankjörfundaratkvæði, er ekki á kjörskrá í kjördeildinni skal kjörstjórnin geta þess sérstaklega í gerðabókinni og senda slík atkvæðisbréf aðskilin til yfirkjörstjórnar.",
      "metadata": {
        "source_anchor": "G93",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Utankjörfundaratkvæði sem ekki verða tekin til greina.\nEkki skal taka til greina utankjörfundaratkvæði ef:\na. sendandinn er ekki á kjörskrá,\nb. sendandinn hefur afsalað sér atkvæðisrétti í þeirri kjördeild, sbr. ákvæði til bráðabirgða II,\nc. sendandinn hefur látist fyrir kjördag,\nd. í sendiumslaginu er meira en eitt fylgibréf og eitt kjörseðilsumslag,\ne. sjáanlegt er að ekki hafi verið notuð hin fyrirskipuðu kjörgögn er landskjörstjórn hefur látið gera,\nf. ekki hefur verið farið eftir þeim reglum sem settar hafa verið um atkvæðagreiðslu utan kjörfundar,\ng. atkvæðið hefur ekki verið greitt á þeim tíma sem greinir í 68. gr. og 7. mgr. 69. gr.\nNú berast fleiri en eitt atkvæði greidd utan kjörfundar frá sama kjósanda sem geta komið til greina og skal þá aðeins hið síðastgreidda atkvæði koma til greina.",
      "metadata": {
        "source_anchor": "G94",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Ágreiningur um gildi utankjörfundaratkvæðis.\nNú verður ágreiningur innan kjörstjórnar eða milli kjörstjórnar og umboðsmanns lista um hvort utankjörfundaratkvæði sé gilt eða ógilt og skal þá bóka nákvæmlega í gerðabókina í hverju ágreiningurinn er fólginn og leggja kjörseðilsumslagið óopnað ásamt fylgibréfi aftur í sendiumslagið og senda það til úrskurðar yfirkjörstjórnar.",
      "metadata": {
        "source_anchor": "G95",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Gild utankjörfundaratkvæði.\nÞau kjörseðilsumslög, sem enginn ágreiningur er um að gild séu, lætur kjörstjórn óopnuð í atkvæðakassann.",
      "metadata": {
        "source_anchor": "G96",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Frágangur eftir slit kjörfundar.\nEftir að kjörfundi er slitið skal kjörstjórn ganga frá kjörgögnum og hefja talningu atkvæða.\nAð fengnum tillögum landskjörstjórnar skal ráðherra í reglugerð setja nánari reglur um frágang kjörgagna eftir slit atkvæðagreiðslu, frágang og innsiglun kjörgagna ef senda á þau á annan stað til talningar og önnur atriði er snerta störf kjörstjórna að þessu leyti.\nRg. 500/2024.\nXV. kafli. Talning atkvæða.",
      "metadata": {
        "source_anchor": "G97",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Talning í kjördæmum og sveitarfélögum.\nTalning atkvæða í alþingiskosningum, forsetakjöri og þjóðaratkvæðagreiðslu fer fram á ábyrgð yfirkjörstjórnar kjördæmis. Yfirkjörstjórn kjördæmis getur ákveðið að auk talningar hjá henni geti talning farið fram hjá umdæmiskjörstjórn, á öðrum stað í kjördæminu. Talning atkvæða í sveitarstjórnarkosningum er á ábyrgð yfirkjörstjórnar sveitarfélags.\nYfirkjörstjórnir skv. 1. mgr. auglýsa með nægum fyrirvara á undan kosningum hvar og hvenær talning atkvæða fer fram.\nTalningu atkvæða má ekki hefja fyrr en eftir kl. 22 að kvöldi kjördags, sbr. þó 2. mgr. 99. gr.\nSé kosningu frestað skv. 124. gr. má talning atkvæða aldrei fara fram fyrr en kosningu er hvarvetna lokið.",
      "metadata": {
        "source_anchor": "G98",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Atkvæðatalning.\nTalning hefst svo fljótt sem verða má að loknum kjörfundi.\nHeimilt er að hefja flokkun atkvæða og undirbúa talningu þeirra áður en kjörfundi lýkur. [Fari flokkun atkvæða og undirbúningur talningar þeirra fram áður en kjörfundi lýkur skal það gert fyrir luktum dyrum þar sem talið er.] Skal rýmið lokað, [innsiglað] og vaktað af hálfu yfirkjörstjórnar þar til kjörfundi er lokið.\nVerði ágreiningur milli yfirkjörstjórnar og einhvers umboðsmanna um það hvort kjörseðill sé gildur eða ógildur sker yfirkjörstjórn úr. Við kosningar til Alþingis skulu ágreiningsseðlar sendir landskjörstjórn sem leggur þá fyrir Alþingi sem úrskurðar um gildi þeirra, sbr. 132. gr. Við þjóðaratkvæðagreiðslu og forsetakjör skulu ágreiningsseðlar sendir landskjörstjórn sem úrskurðar um gildi þeirra, sbr. 120. gr. Ágreiningsseðlum skal haldið aðgreindum frá gildum og ógildum kjörseðlum.\n[Ráðherra setur reglugerð, að fenginni tillögu landskjörstjórnar, m.a. um viðmið um húsnæði þar sem talning fer fram, framkvæmd talningar við almennar kosningar, meðferð ágreiningsseðla, meðhöndlun kjörgagna og kjörskráa, gerð og skil talningar- og kosningaskýrslna, um geymslu og frágang kjörgagna á milli talninga og um frágang að lokinni talningu, þ.m.t. um eyðingu kjörseðla og annarra gagna.]\nL. 62/2023, 30. gr. Rg. 447/2024.",
      "metadata": {
        "source_anchor": "G99",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Talning fyrir opnum dyrum.\nTalning atkvæða skal fara fram fyrir opnum dyrum svo að almenningi gefist kostur á að vera viðstaddur eftir því sem húsrúm leyfir.\n[Yfirkjörstjórn skal boða umboðsmenn skv. X. kafla til að vera viðstaddir talningu atkvæða og fylgjast með framkvæmd hennar og uppgjöri.] Nú eru umboðsmenn ekki viðstaddir talningu og skal yfirkjörstjórn þá boða fólk úr sama framboði, ef unnt er, til að gæta réttar fyrir hönd framboðsins.\nL. 62/2023, 31. gr.",
      "metadata": {
        "source_anchor": "G100",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Talning atkvæða ef truflun verður á notkun rafrænnar kjörskrár.\nHafi orðið truflun á notkun rafrænnar kjörskrár á kjörfundi skal kjörstjórn kanna hvort kjósendur sem skilað hafa kjörseðilsumslagi skv. 88. gr. séu á rafrænni kjörskrá og merkja við nöfn þeirra þar. Hafi kjósandi ekki verið á skrá í kjördæmi þar sem hann kaus telst atkvæði hans ógilt.\nHafi kjósandi bæði greitt atkvæði á grundvelli rafrænnar kjörskrár og skv. 88. gr. telst síðarnefnda atkvæðið ógilt. Hið sama á við um síðari atkvæði sem kjósandi kann að hafa greitt skv. 88. gr. umfram hið fyrsta.\nAtkvæði sem ógildast skv. 1. eða 2. mgr. skal yfirkjörstjórn geyma undir innsigli þar til úrskurðað hefur verið um gildi kosninganna. Að því búnu skal eyða atkvæðunum.",
      "metadata": {
        "source_anchor": "G101",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Mat á gildi atkvæðis við kosningar.\nAtkvæði sem greitt er á kjörfundi við kosningar til Alþingis, sveitarstjórna eða við forsetakjör skal meta ógilt ef:\na. kjörseðill er auður,\nb. kjósandi hefur ekki markað X í ferning, sbr. 1. mgr. 85. gr. og 1. mgr. 86. gr.,\nc. ekki má með öruggum hætti sjá hvaða framboðslista eða frambjóðanda kjósandi hefur viljað greiða atkvæði sitt,\nd. ætla má að merki eða áletrun á kjörseðli sé sett af ásettu ráði til að gera seðilinn auðkennilegan,\ne. kjörseðill er ekki sá sem landskjörstjórn eða yfirkjörstjórn sveitarfélags hefur látið gera skv. XI. kafla.",
      "metadata": {
        "source_anchor": "G102",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Mat á gildi atkvæðis sem greitt er utan kjörfundar.\nAtkvæði sem greitt er utan kjörfundar skal meta ógilt ef:\na. kjörseðill er auður,\nb. ekki má með öruggum hætti sjá hvaða framboðslista eða frambjóðanda kjósandi hefur viljað greiða atkvæði sitt,\nc. ætla má að merki eða áletrun á kjörseðli sé sett af ásettu ráði til að gera seðilinn auðkennilegan,\nd. ...,\ne. í umslagi með utankjörfundarseðli er annað og meira en einn kjörseðill,\nf. ekki eru við atkvæðagreiðsluna notuð þau kjörgögn sem landskjörstjórn hefur mælt fyrir um.\nL. 18/2022, 7. gr.",
      "metadata": {
        "source_anchor": "G103",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Mat á gildi atkvæðis við þjóðaratkvæðagreiðslu.\nAtkvæði sem greitt er við þjóðaratkvæðagreiðslu, hvort sem atkvæði er greitt utan kjörfundar eða á kjörfundi, skal meta ógilt ef:\na. kjörseðill er auður,\nb. ekki má með öruggum hætti sjá hvaða svarkosti kjósandi hefur viljað greiða atkvæði sitt, sbr. 2. mgr. 86. gr.,\nc. ætla má að merki eða áletrun á kjörseðli séu sett af ásettu ráði til að gera seðilinn auðkennilegan,\nd. kjörseðill er ekki sá sem landskjörstjórn hefur látið gera skv. XI. kafla.\nVið mat á gildi atkvæðis þegar Alþingi hefur ákveðið að spurningar á kjörseðli séu fleiri eða orðaðar með öðrum hætti, sbr. 3. mgr. 66. gr., skal meta gildi hverrar spurningar sjálfstætt. Ekki skal meta atkvæði ógilt í heild sinni þótt kjósandi hafi ekki tjáð eða mistekist að tjá afstöðu sína til einstakra spurninga á kjörseðli, enda sé atkvæði að öðru leyti gilt.\nVið mat á gildi atkvæðis sem greitt er utan kjörfundar í þjóðaratkvæðagreiðslu skal gætt skilyrða [e- og f-liðar 103. gr.]\nL. 18/2022, 8. gr.",
      "metadata": {
        "source_anchor": "G104",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Gallar á atkvæði.\nAtkvæði skal ekki meta ógilt, þó að gallað sé, ef greinilegt er hvernig það á að falla nema augljóslega komi í bága við einn eða fleiri stafliði 102.–104. gr. Þannig skal taka gilt atkvæði þó að ekki sé merkt í ferning við listabókstafinn en t.d. utan hans, þó að X sé ólögulegt, þó að hak sé sett í ferning í stað X o.s.frv.\nLista telst greitt atkvæði þó að láðst hafi að merkja við listabókstaf ef nafn eða nöfn á honum eru tölusett eða X eða hak er sett við nafn, enda séu ekki aðrir gallar á.\n[Atkvæði greitt utan kjörfundar telst greitt lista þótt kjósandi hafi ritað nafn frambjóðanda sem er látinn eða eftir atvikum strikað yfir það, sbr. 43. gr. og 2. mgr. 73. gr.]\nVið óbundnar kosningar til sveitarstjórnar skal ekki meta atkvæði ógilt þótt sleppt sé fornafni, eftirnafni eða heimilisfangi ef greinilegt er eftir sem áður við hvern er átt.\nYfirkjörstjórn skráir í gerðabók sína fjölda atkvæðaseðla sem hún hefur úrskurðað ógilda og ástæður ógildingar.\nAð fengnum tillögum landskjörstjórnar setur ráðherra reglugerð um mat á gildi atkvæðaseðla.\nL. 62/2023, 32. gr. Rg. 447/2024.",
      "metadata": {
        "source_anchor": "G105",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "[Talning við alþingiskosningar.\nLandskjörstjórn úthlutar þingsætum skv. 108.–112. gr. og útbýr kosningaskýrslu um niðurstöður kosninganna, úthlutun þingsæta við alþingiskosningarnar og yfirlit yfir þingmenn og varaþingmenn eftir kjördæmum. Landskjörstjórn skal einnig útbúa kosningaskýrslu um úrslit kosninganna í hverju kjördæmi fyrir sig þegar tekið hefur verið tillit til breytinga kjósenda á röð frambjóðenda. Skýrslurnar skulu birtar á vef landskjörstjórnar.\nÞegar yfirkjörstjórn hefur lokið talningu atkvæða hvers framboðslista, fjölda greiddra atkvæða og fjölda ógildra og auðra seðla skal hún skila landskjörstjórn fyrri hluta talningarskýrslu þar sem þessar upplýsingar koma fram.\nÁ grundvelli talningarskýrslna skv. 2. mgr. skal landskjörstjórn reikna skiptingu kjördæmissæta og jöfnunarsæta til framboðslista skv. 109. og 110. gr.\nÞegar útreikningi skv. 3. mgr. er lokið skal yfirkjörstjórn skila landskjörstjórn seinni hluta talningarskýrslu þar sem fram koma atkvæðatölur frambjóðanda í einstök sæti eftir að tekið hefur verið tillit til breytinga kjósenda á röð frambjóðenda, sbr. 112. gr.\nLandskjörstjórn ákveður form talningarskýrslna og lætur yfirkjörstjórnum í té.]\nL. 62/2023, 33. gr.",
      "metadata": {
        "source_anchor": "G106",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Tilkynning um niðurstöðu talningar.\nVið lok talningar skal yfirkjörstjórn sveitarfélags við sveitarstjórnarkosningar, yfirkjörstjórn kjördæmis við alþingiskosningar en landskjörstjórn við forsetakjör og þjóðaratkvæðagreiðslur tilkynna niðurstöðu talningar. Þess skal getið sérstaklega hve margir atkvæðaseðlar eru auðir og hve margir ógildir af öðrum ástæðum.\nXVI. kafli. Úthlutun þingsæta á Alþingi.",
      "metadata": {
        "source_anchor": "G107",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Úthlutunarfundur landskjörstjórnar.\n[Þegar landskjörstjórn hafa borist allar talningarskýrslur eftir almennar alþingiskosningar, sbr. 106. gr., úthlutar landskjörstjórn þingsætum, kjördæmissætum og jöfnunarsætum.] Landskjörstjórn auglýsir með hæfilegum fyrirvara hvar og hvenær fundur er haldinn í þessu skyni svo að umboðsmönnum þeirra stjórnmálasamtaka sem boðið hafa fram, sbr. 59. gr., gefist kostur á að vera þar viðstaddir.\nL. 62/2023, 34. gr.",
      "metadata": {
        "source_anchor": "G108",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Úthlutun kjördæmissæta.\nTil þess að finna hve margir frambjóðendur hafa náð kosningu í kjördæmi af hverjum lista skal fara þannig að:\n1. Deila skal í atkvæðatölur listanna með tölunum 1, 2, 3, 4 o.s.frv. Útkomutölur eru skráðar fyrir hvern lista.\n2. Fyrsta kjördæmissæti fær sá listi sem hæsta útkomutölu hefur. Sú tala er síðan felld niður. Annað kjördæmissæti fær sá listi sem nú hefur hæsta útkomutölu. Þessu skal fram haldið uns úthlutað hefur verið jafnmörgum kjördæmissætum og kjósa á, sbr. 2. mgr. 9. gr.\n3. Nú eru tvær eða fleiri útkomutölur jafnháar þegar að þeim kemur skv. 2. tölul. og skal þá hluta um röð þeirra.",
      "metadata": {
        "source_anchor": "G109",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Úthlutun jöfnunarsæta.\nÞau stjórnmálasamtök koma ein til álita við úthlutun jöfnunarsæta sem hlotið hafa a.m.k. fimm af hundraði af gildum atkvæðum á landinu öllu.\nTil þess að finna hve mörg jöfnunarsæti koma í hlut stjórnmálasamtaka, sem fullnægja skilyrðum 1. mgr., og hvaða framboðslistar þeirra hafa hlotið jöfnunarsæti skal fyrst telja saman atkvæðatölur þeirra á landinu öllu og kjördæmissæti þeirra skv. 109. gr. Síðan skal fara þannig að fyrir þessi samtök:\n1. Deila skal í atkvæðatölur samtakanna með tölu kjördæmissæta þeirra, fyrst að viðbættum 1, síðan 2, þá 3 o.s.frv. Útkomutölurnar nefnast landstölur samtakanna.\n2. Taka skal saman skrá um þau tvö sæti hvers framboðslista sem næst komust því að fá úthlutun í kjördæmi skv. 109. gr. Við hvert þessara sæta skal skrá hlutfall útkomutölu sætisins skv. 1. tölul. 109. gr. af öllum gildum atkvæðum í kjördæminu.\n3. Finna skal hæstu landstölu skv. 1. tölul. sem hefur ekki þegar verið felld niður. Hjá þeim stjórnmálasamtökum, sem eiga þá landstölu, skal finna hæstu hlutfallstölu lista skv. 2. tölul. og úthluta jöfnunarsæti til hans. Landstalan og hlutfallstalan skulu síðan báðar felldar niður.\n4. Nú eru tvær eða fleiri lands- eða hlutfallstölur jafnháar þegar að þeim kemur skv. 3. tölul. og skal þá hluta um röð þeirra.\n5. Þegar lokið hefur verið að úthluta jöfnunarsætum í hverju kjördæmi skv. 2. mgr. 9. gr. skulu hlutfallstölur allra lista í því kjördæmi felldar niður.\n6. Hafi allar hlutfallstölur stjórnmálasamtaka verið felldar niður skal jafnframt fella niður allar landstölur þeirra.\n7. Beita skal ákvæðum 3. tölul. svo oft sem þarf þar til lokið er úthlutun allra jöfnunarsæta, sbr. 2. mgr. 9. gr.",
      "metadata": {
        "source_anchor": "G110",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Jöfnunarmenn og varaþingmenn.\nFrambjóðendur, sem hljóta jöfnunarsæti, teljast þingmenn þess kjördæmis þar sem þeir eru í framboði, í þeirri röð sem sætum er úthlutað eftir 110. gr.\nÞegar listi í kjördæmi hefur hlotið þingmann eða þingmenn kjörna skv. 109. eða 110. gr. verða þeir varamenn sem ekki hlutu kosningu á listanum í þeirri röð sem þeir eru á listanum.",
      "metadata": {
        "source_anchor": "G111",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Atkvæðatala frambjóðenda.\nÞeir frambjóðendur einir koma til álita sem þingmenn og varaþingmenn hvers framboðslista í kjördæmi sem skipa efstu sæti hans, tvöfalt fleiri en komu í hlut listans samkvæmt kosningaúrslitum, sbr. 109. og 110. gr., þó aldrei færri en þrír. Þessi tala frambjóðenda kallast röðunartala listans.\nTil þess að finna hverjir þessara frambjóðenda hafa náð kosningu skal landskjörstjórn reikna þeim frambjóðendum sem til álita koma skv. 1. mgr. atkvæðatölu. Frambjóðandi sem skipar 1. sæti á óbreyttum atkvæðaseðli eða er raðað í það sæti á breyttum seðli fær eitt atkvæði. Sá sem lendir með sama hætti í 2. sæti fær það brot úr atkvæði að í nefnara sé röðunartala en í teljara sú tala að frádregnum einum. Síðan lækkar teljarinn um einn við hvert sæti.\nSá frambjóðandi á hverjum lista, sem fær hæsta atkvæðatölu skv. 2. mgr., hlýtur 1. sæti listans. Sá frambjóðandi, sem fær næsthæsta atkvæðatölu, hlýtur 2. sætið og þannig koll af kolli uns lokið er úthlutun þingsæta og sæta varamanna. Nú fá tveir eða fleiri frambjóðendur jafnháa atkvæðatölu og skal þá hluta um röð þeirra á listanum.\nAðrir frambjóðendur en þeir sem koma til greina sem þingmenn og varaþingmenn skv. 1. mgr. halda þeim sætum sem þeir skipa á framboðslista án tillits til breytinga sem gerðar hafa verið á kjörseðlum.",
      "metadata": {
        "source_anchor": "G112",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Tilkynning úrslita og birting þeirra.\n[Landskjörstjórn úthlutar þingsætum skv. 109.–112. gr. og útbýr kosningaskýrslu um niðurstöður kosninganna, úthlutun þingsæta við alþingiskosningarnar og yfirlit yfir þingmenn og varaþingmenn eftir kjördæmum. Landskjörstjórn skal einnig útbúa kosningaskýrslu um úrslit kosninganna í hverju kjördæmi fyrir sig þegar tekið hefur verið tillit til breytinga kjósenda á röð frambjóðenda. Skýrslurnar skulu birtar á vef landskjörstjórnar.]\nÞegar landskjörstjórn hefur úthlutað þingsætum skv. 109.–112. gr. skal hún tafarlaust tilkynna hinum kjörnu þingmönnum og varaþingmönnum úrslitin og að þeir hafi hlotið kosningu til setu á Alþingi. [Tilkynninguna má senda í stafrænt pósthólf á vegum stjórnvalda, sbr. lög um stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda.]\nJafnskjótt og tilkynning skv. [2. mgr.] hefur verið send skal landskjörstjórn tilkynna ráðuneytinu um úrslit kosninganna og senda nöfn hinna kjörnu þingmanna ásamt nöfnum varaþingmanna til birtingar í Stjórnartíðindum.\nL. 62/2023, 35. gr.",
      "metadata": {
        "source_anchor": "G113",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Ágreiningur um úrslit kosninga og úthlutun þingsæta.\nNú er ágreiningur milli umboðsmanna stjórnmálasamtaka sem þátt hafa tekið í alþingiskosningum og landskjörstjórnar um úrslit kosninga og úthlutun þingsæta og eiga þá umboðsmenn rétt á að fá bókaðan ágreining sinn í gerðabók landskjörstjórnar. Landskjörstjórn leggur fyrir Alþingi í þingbyrjun eftirrit af gerðabók sinni um úthlutun þingsæta, svo og gögn þau sem ágreiningur kann að vera um ásamt rökstuddri umsögn sinni, sbr. 2. mgr. 132. gr.",
      "metadata": {
        "source_anchor": "G114",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "Endurúthlutun í kjölfar uppkosninga.\nNú hefur Alþingi úrskurðað, eftir almennar alþingiskosningar, að kosning einhvers lista sé ógild og uppkosning hefur farið fram, sbr. 132. gr., og skal þá landskjörstjórn endurúthluta kjördæmissætum þar sem uppkosning hefur farið fram skv. 109. gr. og úthluta jöfnunarsætum að nýju skv. 110. gr. Fyrri úthlutun fellur þá úr gildi.\nXVII. kafli. Kosningaúrslit sveitarstjórnarkosninga.",
      "metadata": {
        "source_anchor": "G115",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Atkvæðatala framboðslista.\nVið bundnar hlutfallskosningar skal telja öll atkvæði sem hver listi hefur hlotið og er þá fundin atkvæðatala hvers lista.\nTil þess að finna hve margir frambjóðendur hafa náð kosningu af hverjum lista skal fara þannig að:\n1. Deila skal í atkvæðatölur listanna með tölunum 1, 2, 3, 4 o.s.frv. Útkomutölur eru skráðar fyrir hvern lista.\n2. Fyrsta fulltrúa fær sá listi kjörinn sem hæsta útkomutölu hefur. Sú tala er síðan felld niður. Annan fulltrúa fær sá listi sem nú hefur hæsta útkomutölu. Þessu skal fram haldið uns úthlutað hefur verið jafnmörgum fulltrúum og kjósa á.\n3. Nú eru of fá nöfn á lista þegar til úthlutunar kemur skv. 2. tölul. og skal þá ganga fram hjá þeim lista við frekari úthlutun.\n4. Nú eru tvær eða fleiri útkomutölur jafnháar þegar að þeim kemur skv. 2. tölul. og skal þá hluta um röð þeirra.",
      "metadata": {
        "source_anchor": "G116",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "Atkvæðatala frambjóðenda.\nTil þess að finna hverjir frambjóðendur hafa náð kosningu á hverjum lista skal kjörstjórn reikna frambjóðendum atkvæðatölu í samræmi við 112. gr.\nÞegar kosið er bundinni hlutfallskosningu og listi fær einn eða fleiri aðalmenn kjörna verða þeir varamenn sem ekki hlutu kosningu á listanum.",
      "metadata": {
        "source_anchor": "G117",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "Úrslit óbundinna kosninga.\nÞegar kosning er óbundin eru þeir sem flest atkvæði fá sem aðalmenn réttkjörnir aðalmenn. Hafi tveir eða fleiri hlotið jafnmörg atkvæði og geta ekki báðir eða allir náð kjöri ræður hlutkesti.\nVaramenn, þar sem kosning er óbundin, skulu vera jafnmargir og aðalmenn. Varamenn eru þeir sem hljóta atkvæðamagn þannig: 1. varamaður er sá sem flest atkvæði hlýtur samanlagt í 1. sæti á lista yfir varamenn að viðbættum þeim atkvæðum sem hann hlaut í sæti aðalmanns. 2. varamaður er kosinn sá sem flest atkvæði hlýtur í 2. sæti lista varamanna að viðbættum þeim atkvæðum sem hann hlaut í sæti aðalmanns og í 1. sæti á lista varamanna. Kosning annarra varamanna ákvarðast á sama hátt uns fyllt er í sæti þau sem kjósa skal í. Nú fá tveir menn jafnmörg atkvæði samanlagt í sæti varamanns og skal þá hlutkesti ráða hvor hlýtur sætið. Sá sem ekki hlýtur sætið tekur sæti næsta varamanns og færast þá þeir varamenn sem á eftir koma um set.",
      "metadata": {
        "source_anchor": "G118",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "119",
      "section": "119",
      "content": "Tilkynning til nýrra sveitarstjórnarfulltrúa.\nYfirkjörstjórn sveitarfélags skal tilkynna hinum kjörnu aðalfulltrúum og varamönnum um úrslit kosninganna og að þeir hafi hlotið kosningu til setu í sveitarstjórn. [Tilkynninguna má senda í stafrænt pósthólf á vegum stjórnvalda, sbr. lög um stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda.] Jafnframt skal yfirkjörstjórn senda nýkjörinni sveitarstjórn greinargerð um úrslit kosninganna.\nL. 62/2023, 36. gr.\n[119. gr. a. Yfirlýsing um kosningaúrslit og skil á kosningaskýrslum.\nJafnskjótt og tilkynning, sbr. 119. gr., hefur verið send skal yfirkjörstjórn sveitarfélags lýsa úrslitum kosninganna með því að birta á vef sveitarfélagsins upplýsingar um úrslitin og hverjir náðu kosningu sem aðalmenn og hverjir eru varamenn.\nYfirkjörstjórn sveitarfélags skal innan þriggja daga frá því að úrslitum er lýst skila landskjörstjórn kosningaskýrslu, á eyðublaði sem landskjörstjórn lætur í té, þar sem gerð er grein fyrir úrslitum kosninganna, sbr. 116.–118. gr., heildarfjölda greiddra atkvæða og fjölda ógildra og auðra seðla. Landskjörstjórn skal birta kosningaskýrslurnar á vef sínum.]\nL. 62/2023, 37. gr.\nXVIII. kafli. Úrslit forsetakjörs og þjóðaratkvæðagreiðslna.",
      "metadata": {
        "source_anchor": "G119",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "content": "Kosningaúrslitum lýst.\nAð lokinni talningu atkvæða í forsetakjöri eða þjóðaratkvæðagreiðslu senda yfirkjörstjórnir kjördæma landskjörstjórn skýrslu um niðurstöðu talningarinnar ásamt þeim kjörseðlum sem ágreiningur hefur verið um innan yfirkjörstjórnar eða milli hennar og umboðsmanna.\nÞegar landskjörstjórn hefur fengið í hendur gögn yfirkjörstjórna auglýsir hún með 14 daga fyrirvara hvar og hvenær hún kemur saman til fundar til að úrskurða um gildi ágreiningsseðla og lýsa úrslitum kosningarinnar til að forsetaefnum og umboðsmönnum, eftir því sem við á, gefist færi á að vera viðstaddir.\n[Á fundi, sbr. 2. mgr., tilkynnir landskjörstjórn um niðurstöður forsetakjörs eða þjóðaratkvæðagreiðslu. Í kjölfarið auglýsir landskjörstjórn úrslitin og gefur út kosningaskýrslu um niðurstöðuna og birtir hana á vef sínum.]\nL. 62/2023, 38. gr.",
      "metadata": {
        "source_anchor": "G120",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "content": "Kjörgengi forsetaefnis.\nNú er ágreiningur um kjörgengi forsetaefnis, og sker þá landskjörstjórn úr.",
      "metadata": {
        "source_anchor": "G121",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "content": "Einn frambjóðandi í forsetakjöri.\nNú hefur aðeins einn maður verið í kjöri til forsetaembættisins, og er hann þá réttkjörinn forseti Íslands án atkvæðagreiðslu, enda fullnægi hann kjörgengisskilyrðum. Gefur landskjörstjórn þá út tilkynningu þar um að liðnum framboðsfresti.",
      "metadata": {
        "source_anchor": "G122",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "content": "Skilyrði fyrir samþykkt tillögu í þjóðaratkvæðagreiðslu.\nTil þess að spurning eða tillaga sem er borin upp í þjóðaratkvæðagreiðslu teljist samþykkt þarf hún að hafa hlotið meiri hluta gildra atkvæða í atkvæðagreiðslunni, sbr. 2. mgr. 104. gr. Hafi svarkostir á kjörseðli verið fleiri en einn skulu atkvæðahlutföll reiknuð út frá samtölu þeirra kjósenda sem taka afstöðu til hverrar spurningar fyrir sig.\nVerði samþykkis synjað í þjóðaratkvæðagreiðslu skv. 26. gr. stjórnarskrárinnar skal landskjörstjórn auk þess birta sérstaka auglýsingu þess efnis í A-deild Stjórnartíðinda ekki seinna en tveimur dögum eftir að úrslit atkvæðagreiðslunnar liggja fyrir.\nNiðurstaða atkvæðagreiðslu skv. 2. mgr. 2. gr. er ráðgefandi.\nXIX. kafli. Kosningum frestað og uppkosningar.",
      "metadata": {
        "source_anchor": "G123",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "124",
      "section": "124",
      "content": "Frestun kosninga.\nNú ferst kosning fyrir í einhverri kjördeild á boðuðum kjördegi af óviðráðanlegum orsökum, og boðar yfirkjörstjórn þá til kjörfundar að nýju innan viku.\nYfirkjörstjórn getur frestað kosningu í kjördeild eftir að hún er hafin ef hún telur að óviðráðanlegar orsakir hindri að kosning geti fram haldið og allir kjörstjórnarmenn eru sammála um frestunina. Hafi kosningu verið frestað ber að boða til kjörfundar að nýju á sama hátt og segir í 1. mgr.\nUm hinn síðari kjördag gilda ákvæði XIV. kafla, eftir því sem við á.",
      "metadata": {
        "source_anchor": "G124",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "125",
      "section": "125",
      "content": "Uppkosning.\n[Uppkosning er endurtekning á fyrri kosningu. Nota skal sömu kjörskrá og notast var við á þeim kjördegi sem fyrri kosningin fór fram. Framboðslistar eru þeir sömu og í fyrri kosningu. Fari uppkosning fram vegna þess að kosning heils lista í kjördæmi eða sveitarfélagi hefur verið úrskurðuð ógild skal sá listi ekki vera á meðal framboðslista við uppkosninguna.]\nNú er kosning úrskurðuð ógild, og skal þá boðað til nýrra kosninga og ákveða kjördag svo fljótt sem því verður við komið og eigi síðar en innan mánaðar. [Landskjörstjórn ákveður og auglýsir kjördag í samráði við yfirkjörstjórnir.]\nHafi þjóðaratkvæðagreiðsla skv. 2. mgr. 2. gr. verið ógilt skal Alþingi ákveða hvort hún verði endurtekin.\nAð öðru leyti fer hin nýja kosning fram samkvæmt fyrirmælum laga þessara.\nL. 62/2023, 39. gr.\nXX. kafli. Hagskýrslugerð.",
      "metadata": {
        "source_anchor": "G125",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "126",
      "section": "126",
      "content": "Skýrslur og upplýsingar til Hagstofu Íslands.\nÞjóðskrá Íslands skal veita Hagstofu Íslands aðgang að kjörskrá, þ.m.t. rafrænni kjörskrá, til hagskýrslugerðar. Heimilt er að vinna upplýsingar um kosningar, aðstoð á kjörstað og kjörsókn eftir kyni, aldri, ríkisfangi, búsetu og öðrum þeim breytum sem varpað geta ljósi á kjörsókn og framkvæmd kosninga.\nHafi sveitarstjórn fengið undanþágu til notkunar prentaðrar kjörskrár skal yfirkjörstjórn sveitarfélags senda Hagstofu Íslands skýrslu um kosninguna ritaða á eyðublöð sem stofnunin lætur í té og vinna sérstaklega þær upplýsingar sem Hagstofa Íslands þarfnast.\nVið vinnslu upplýsinga skv. 1. og 2. mgr. skulu yfirkjörstjórnir og Hagstofa Íslands gæta ákvæða laga um persónuvernd og vinnslu persónuupplýsinga.\nXXI. kafli. Kosningakærur.",
      "metadata": {
        "source_anchor": "G126",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "127",
      "section": "127",
      "content": "Kærur vegna alþingiskosninga.\nAlþingi sker úr hvort þingmenn séu löglega kosnir og hvort þingmaður hafi misst kjörgengi.\nNú kærir einhver kjósandi að þingmann er kosningu hlaut skorti einhver kjörgengisskilyrði eða að framboðslisti hafi verið ólöglega framboðinn eða kosinn svo að ógilda beri kosninguna, og skal hann þá innan sjö daga frá því að kosningaúrslit voru auglýst senda landskjörstjórn kæru. Landskjörstjórn tilkynnir umboðsmönnum framboðslistans þegar í stað um kæruna og leggur hana fyrir Alþingi strax í þingbyrjun.",
      "metadata": {
        "source_anchor": "G127",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "128",
      "section": "128",
      "content": "Kærur vegna sveitarstjórnarkosninga.\nKærur um ólögmæti sveitarstjórnarkosninga, aðrar en refsikærur, skulu sendar úrskurðarnefnd kosningamála innan sjö daga frá því að lýst var úrslitum kosninga.\nNú kemur fram kæra innan kærufrests skv. 1. mgr. og úrskurðarnefnd kosningamála úrskurðar kosningu ógilda, og lætur þá fráfarandi sveitarstjórn ekki af störfum fyrr en kosning hefur farið fram að nýju og nefndin úrskurðað um kærur sem fram kunna að koma vegna þeirra.\nÚrskurðarnefnd kosningamála skal úrskurða innan fjögurra vikna frá því að kæra berst, nema mál sé mjög umfangsmikið og skal þá úrskurða innan sex vikna.",
      "metadata": {
        "source_anchor": "G128",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "129",
      "section": "129",
      "content": "Kærur vegna forsetakjörs og þjóðaratkvæðagreiðslna.\nKærur um ólögmæti forsetakjörs og þjóðaratkvæðagreiðslna, aðrar en refsikærur, skulu sendar úrskurðarnefnd kosningamála til úrlausnar eigi síðar en sjö dögum fyrir fund skv. 120. gr.\nÚrskurðarnefnd kosningamála skal úrskurða innan fjögurra vikna frá því að kæra berst, nema mál sé mjög umfangsmikið og skal þá úrskurða innan sex vikna.",
      "metadata": {
        "source_anchor": "G129",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "130",
      "section": "130",
      "content": "Gallar sem leiða til ógildingar kosninga.\nGallar á framboði eða kosningu leiða ekki til ógildingar kosninga, nema líklegt sé að þeir hafi haft áhrif á úrslit kosninganna.",
      "metadata": {
        "source_anchor": "G130",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "131",
      "section": "131",
      "content": "Réttur kjósanda.\nEngum kjósanda, sem greitt hefur atkvæði við kosningar eða þjóðaratkvæðagreiðslu, er skylt að skýra frá því fyrir dómi í nokkru máli hvernig hann hefur greitt atkvæði.\nXXII. kafli. Úrskurður Alþingis um gildi kosninga.",
      "metadata": {
        "source_anchor": "G131",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "132",
      "section": "132",
      "content": "Rannsókn alþingiskosninga og ógilding.\nAlþingi úrskurðar um gildi alþingiskosninga, kjörgengi þingmanna og kosningu þeirra að eigin frumkvæði eða á grundvelli framkominnar kæru. Þá sker Alþingi enn fremur úr um gildi ágreiningsseðla.\nLandskjörstjórn leggur fyrir Alþingi rökstudda umsögn um kærur út af gildi kosninga og um mat á kjörgengi nýkjörinna þingmanna og gildi ágreiningsseðla. Landskjörstjórn lætur Alþingi enn fremur í té öll þau gögn og upplýsingar sem það hefur þörf fyrir við umfjöllun sína samkvæmt þessari grein.\nAlþingi ber að ógilda kosningu þingmanns:\na. ef hann skortir kjörgengi,\nb. ef þeir gallar eru á framboði eða kosningu hans sem líklegt er að hafi haft áhrif á úrslit kosningarinnar,\nc. ef galla á framboði eða kosningu hans má rekja til verulegra misfellna sem hann sjálfur, umboðsmenn hans eða meðmælendur eiga vísvitandi sök á, þó að þær hafi ekki haft áhrif á úrslit kosninganna; varði misfellurnar listann í heild fer eins um alla þingmenn sem kosnir voru af listanum,\nd. ef hann hefur verið í kjöri á tveimur listum í kjördæmi eða kjördæmum við hinar sömu alþingiskosningar.\nNú hefur Alþingi úrskurðað kosningu heils lista í kjördæmi ógilda, og skal þá uppkosning fara þar fram.\nXXIII. kafli. Nýkjörin sveitarstjórn.",
      "metadata": {
        "source_anchor": "G132",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "133",
      "section": "133",
      "content": "Ný sveitarstjórn tekur til starfa.\nNýkjörin sveitarstjórn tekur við störfum 15 dögum eftir kjördag og jafnskjótt lætur fráfarandi sveitarstjórn af störfum.\nFulltrúi í sveitarstjórn getur krafist frestunar á framkvæmd ákvarðana sveitarstjórnar sem teknar eru frá kjördegi og þar til nýkjörin sveitarstjórn tekur við störfum og skal þá leggja mál að nýju fyrir hana á fyrsta fundi hennar. Ef framkvæmd ákvörðunar þolir enga bið verður þessa úrræðis ekki neytt, enda sé heimild til afgreiðslu málsins í fjárhagsáætlun, lögum, almennum fyrirmælum stjórnvalda eða með leyfi ráðuneytis sem fer með sveitarstjórnarmál.",
      "metadata": {
        "source_anchor": "G133",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "134",
      "section": "134",
      "content": "Ógilding sveitarstjórnarkosninga eftir að ný sveitarstjórn hefur tekið við.\nNú ógildir úrskurðarnefnd kosningamála kosningar eftir að nýkjörin sveitarstjórn hefur tekið við störfum og skal hún þá sitja þar til nýjar kosningar hafa farið fram og kærur sem fram kunna að koma vegna uppkosningar hafa verið úrskurðaðar.\nEftir að kjörtímabili fráfarandi sveitarstjórnar er lokið og þar til löglega kjörin sveitarstjórn tekur við störfum samkvæmt ákvæðum greinar þessarar getur starfandi sveitarstjórn ekki innt af hendi neinar greiðslur eða gengist undir nokkrar skuldbindingar fyrir hönd sveitarfélagsins nema samkvæmt heimild í fjárhagsáætlun, lögum, almennum fyrirmælum stjórnvalda eða með leyfi ráðuneytis sem fer með sveitarstjórnarmál.\nXXIV. kafli. Refsiákvæði.",
      "metadata": {
        "source_anchor": "G134",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "135",
      "section": "135",
      "content": "Meðferð annarra kæra en kosningakæra.\nKærum út af brotum á lögum þessum, að svo miklu leyti sem þau heyra ekki undir úrskurð sveitarstjórna, landskjörstjórnar, kjörstjórna, Alþingis eða úrskurðarnefndar kosningamála, skal beina til héraðssaksóknara og fer um þau að hætti sakamála.",
      "metadata": {
        "source_anchor": "G135",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "136",
      "section": "136",
      "content": "Minni háttar brot.\nÞað varðar sektum nema þyngri refsing liggi við eftir öðrum lögum:\na. ef sveitarstjórn, kjörstjórn, utankjörfundarkjörstjóri eða embættismaður hagar fyrirskipaðri framkvæmd laga þessara vísvitandi á ólöglegan hátt eða vanrækir hana,\nb. ef maður býður sig fram til þingmennsku, til setu í sveitarstjórn eða til forseta Íslands vitandi að hann er ekki kjörgengur,\nc. ef maður býður sig fram á fleiri listum en einum,\nd. ef kjósandi ónýtir af ásettu ráði atkvæðaseðil sinn við kosningu á kjörfundi eða við kosningu utan kjörfundar,\ne. ef maður njósnar um hvernig kjósandi kýs eða hefur kosið,\nf. ef maður vanrækir af ásettu ráði að koma til skila atkvæðisbréfi sem honum hefur verið trúað fyrir eða tefur vísvitandi fyrir sendingu atkvæða og kjörgagna,\ng. ef maður gefur ónákvæmar eða villandi upplýsingar um sig eða aðra, svo sem um nafn, aldur, búsetu í landinu, heimilisfang eða annað, sem leiðir eða leitt getur til þess að maður verði settur á kjörskrá sem ekki á rétt á að vera þar, eða maður er ekki settur á kjörskrá eða tekinn út af kjörskrá sem á rétt á að vera þar, eða maður verði látinn greiða atkvæði í stað annars manns er stendur á kjörskrá; hér undir heyrir sérstaklega ef maður telur sig til málamynda eiga lögheimili í kjördæmi, aðeins til þess að verða settur þar á kjörskrá, ef ekki liggur þyngri refsing við eftir öðrum ákvæðum laga þessara eða eftir öðrum lögum,\nh. ef maður gefur út villandi kosningaleiðbeiningar,\ni. ef kjörstjórnarmaður eða utankjörfundarkjörstjóri njósnar um hvernig kjósandi kýs eða hefur kosið, eða gefur vísvitandi villandi kosningaleiðbeiningar,\nj. ef kjörstjórnarmaður eða utankjörfundarkjörstjóri eða aðstoðarmaður kjósanda sem aðstoð veitir segir frá því hvernig kjósandi sem hann hefur aðstoðað hefur greitt atkvæði,\nk. ef kjörstjórnarmaður, utankjörfundarkjörstjóri eða sá sem tekið hefur að sér flutning kjörgagna tefur fyrir að þau komist til skila,\nl. ef maður torveldar öðrum sókn á kjörfund eða atkvæðagreiðslu utan kjörfundar,\nm. ef maður greiðir atkvæði á tveimur stöðum við sömu kosningar eða þjóðaratkvæðagreiðslu,\nn. ef maður ber fé eða fríðindi á mann eða heitir manni fé eða fríðindum til að hafa áhrif á hvort hann greiðir atkvæði eða hvernig hann greiðir atkvæði, eða ef maður sviptir mann atvinnu eða hlunnindum eða ógnar manni með sviptingu atvinnu eða hlunninda í sama skyni,\no. ef maður tekur fé eða fríðindi fyrir að greiða atkvæði, láta vera að greiða atkvæði eða að greiða atkvæði á ákveðinn hátt,\np. ef aðstoðarmaður kjósanda skv. 74. eða 89. gr. aðstoðar fleiri en þrjá kjósendur við sömu kosningu.",
      "metadata": {
        "source_anchor": "G136",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "137",
      "section": "137",
      "content": "Meiri háttar brot.\nÞað varðar fangelsi allt að fjórum árum:\na. ef maður falsar stuðningsyfirlýsingu við framboðslista eða forsetaefni,\nb. ef maður beitir þvingunarráðstöfunum eða ofbeldi eða hótunum um ofbeldi til að raska kosningafrelsi manns, með því að neyða hann til að greiða atkvæði, með því að meina honum að greiða atkvæði eða neyða hann til að greiða atkvæði á annan veg en hann vill,\n[c. ef maður beitir þvingunarráðstöfunum eða ofbeldi eða hótunum um ofbeldi til þess að koma í veg fyrir að maður bjóði sig fram eða til þess að neyða hann til að bjóða sig fram],\n[d. ] ef maður vísvitandi rangfærir atkvæðagreiðslu, annaðhvort með því að glata atkvæði, breyta atkvæði, skemma eða glata atkvæðasendingu, búa til kjörseðla, er líkjast mjög þeim sem notaðir eru við kosningu, og hagnýtir þá sjálfur eða lætur þá frá sér til þess að aðrir geti hagnýtt þá, rugla úrslit talningar atkvæða eða á annan hátt.\nL. 62/2023, 40. gr.\nXXV. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G137",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "138",
      "section": "138",
      "content": "Eftirlit með framkvæmd kosninga.\nInnlendir og erlendir kosningaeftirlitsmenn frá stofnunum eða samtökum geta fengið heimild landskjörstjórnar til þess að fylgjast með framkvæmd kosninga samkvæmt lögum þessum.\nHafi kosningaeftirlitsmenn heimild skv. 1. mgr. er sveitarstjórnum, kjörstjórnum, kjörstjórum, yfirkjörstjórnum og landskjörstjórn skylt að taka á móti þeim og auðvelda þeim allt eftirlitsstarf. Kosningaeftirlitsmönnum er skylt að hlíta fyrirmælum og fundarreglum sem kjörstjórn, yfirkjörstjórn og landskjörstjórn setja.\nLandskjörstjórn lætur útbúa sérstök skilríki fyrir kosningaeftirlitsmenn sem þeir skulu bera við störf sín og sýna sé þess krafist.",
      "metadata": {
        "source_anchor": "G138",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "139",
      "section": "139",
      "content": "Kostnaður.\n[Kostnaður við sveitarstjórnarkosningar greiðist af sveitarfélögum nema annað sé tekið fram í lögum þessum. Kostnaður landskjörstjórnar, svo sem vegna kjörgagna og áhalda er hún lætur kjörstjórnum í té vegna sveitarstjórnarkosninga, greiðist úr ríkissjóði.\nKostnaður við aðrar kosningar samkvæmt lögum þessum og annar kostnaður við framkvæmd laga þessara, svo sem kostnaður vegna úrskurðarnefndar kosningamála og landskjörstjórnar, greiðist úr ríkissjóði. Kostnaður vegna atkvæðagreiðslu utan kjörfundar skal greiddur úr ríkissjóði en fari atkvæðagreiðsla fram á grundvelli 2. tölul. 2. mgr. 69. gr. ber viðkomandi sveitarfélag kostnaðinn.\nRáðherra skal í reglugerð, að fengnum tillögum landskjörstjórnar og að höfðu samráði við Samband íslenskra sveitarfélaga, kveða á um fjárframlög ríkisins til sveitarfélaga vegna hlutverks þeirra við framkvæmd annarra kosninga en sveitarstjórnarkosninga. Jafnframt skal þar eftir samráð við Þjóðskrá Íslands og Samband íslenskra sveitarfélaga kveðið á um skiptingu kostnaðar milli ríkis og sveitarfélaga vegna þeirra verkefna sem Þjóðskrá Íslands fer með og nauðsynleg eru við framkvæmd kosninga.]\nRg. 442/2024. L. 62/2023, 41. gr.",
      "metadata": {
        "source_anchor": "G139",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "140",
      "section": "140",
      "content": "Gildissvið gagnvart öðrum réttarreglum.\nStjórnsýslulög og almennar óskráðar reglur stjórnsýsluréttar gilda þegar úrskurðarnefnd kosningamála, landskjörstjórn, yfirkjörstjórnir kjördæma, yfirkjörstjórnir sveitarfélaga og kjörstjórar taka ákvarðanir um rétt eða skyldu manna. Ákvæði 27.–29. gr. stjórnsýslulaga um kærufrest gilda þó ekki.\nUpplýsingalög taka til starfsemi úrskurðarnefndar kosningamála, landskjörstjórnar, yfirkjörstjórna kjördæma, yfirkjörstjórna sveitarfélaga og kjörstjóra samkvæmt lögum þessum. Umboðsmaður Alþingis hefur eftirlit með stjórnsýslu þeirra á þann hátt sem nánar greinir í lögum um umboðsmann Alþingis.",
      "metadata": {
        "source_anchor": "G140",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "141",
      "section": "141",
      "content": "Þagnarskylda.\nÞeim sem sjá um framkvæmd kosninga er skylt að gæta þagmælsku um atriði sem þeir fá vitneskju um í störfum sínum og leynt skulu fara samkvæmt lögum þessum.\nKjörstjórnarmaður, kjörstjóri eða aðstoðarmaður kjósanda skal ekki segja frá því hvernig kjósandi sem hann hefur aðstoðað hefur greitt atkvæði.\nXXVI. kafli. Breytingar á lögum þessum.",
      "metadata": {
        "source_anchor": "G141",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "142",
      "section": "142",
      "content": "Skilyrði fyrir breytingum.\nLögum þessum verður breytt eins og fyrir er mælt í stjórnarskránni.\nÁkvæðum 7. gr. um kjördæmamörk og ákvæðum 109.–110. gr. um úthlutun þingsæta verður ekki breytt nema með samþykki / 3 atkvæða á Alþingi, sbr. 6. mgr. 31. gr. stjórnarskrárinnar.\nXXVII. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G142",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "143",
      "section": "143",
      "content": "Gildistaka o.fl.\nLög þessi öðlast gildi 1. janúar 2022.\n...\nUm alþingiskosningar sem fram fara við lok yfirstandandi kjörtímabils, svo og um frestun og uppkosningar vegna þeirra, kosningakærur og úrskurð Alþingis um gildi kosninga, fer samkvæmt lögum um kosningar til Alþingis, nr. 24/2000.\nReglugerðir, reglur og önnur fyrirmæli sem sett eru samkvæmt lögum um kosningar til Alþingis og lögum um framkvæmd þjóðaratkvæðagreiðslna halda gildi sínu að svo miklu leyti sem þau fara ekki í bága við lög þessi.\nSjá nú: Rgl. 713/2012. Leiðb. 954/2021. Augl. 960/2021. Augl. 1108/2021.",
      "metadata": {
        "source_anchor": "G143",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "144",
      "section": "144",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nÁ kjörskrá hvers sveitarfélags skal skv. 28. gr. taka þá sem uppfylla skilyrði 1. gr. laga um réttindi danskra ríkisborgara á Íslandi, nr. 18/1944, sbr. 1. gr. laga nr. 85/1946.\nII.\nNú hefur sveitarfélag fengið undanþágu til notkunar prentaðrar kjörskrár og kjósandi sem ekki er á kjörskrá kemur þangað til að greiða atkvæði. Má kjörstjórn þá leyfa honum að greiða atkvæði ef annað tveggja kemur til:\n1. Hann framvísar vottorði, undirrituðu af oddvita sveitarstjórnar eða framkvæmdastjóra sveitarfélags, um að hann afsali sér kosningarrétti þar sem hann er á kjörskrá, enda hafi kjörstjórn þess kjörstaðar þar sem kjósandi hyggst neyta atkvæðisréttar borist tilkynning um hvaða kjósendum sveitarstjórn hefur gefið vottorð.\n2. Hann undirritar beiðni á sérstakt eyðublað um að afsala sér kosningarrétti í þeirri kjördeild þar sem nafn hans er á kjörskrá og kjörstjórn á þeim kjörstað þar sem kjósandi óskar að neyta atkvæðisréttar staðfestir slíkt afsal með undirritun oddvita eða tveggja kjörstjórnarmanna.\nKjörstjórn er óheimilt að staðfesta vottorð eða beiðni um afsal kosningarréttar nema sannað verði, með þeim hætti sem kjörstjórn metur gilt, að nafn kjósanda standi á kjörskrá í annarri kjördeild í sama kjördæmi [eða í sama sveitarfélagi] og hann hafi ekki kosið þar. Skrá skal athugasemd á kjörskrá, þar sem nafn kjósanda er, um hvar hann neytir kosningarréttar og geta þess í gerðabók. Afsalið skal færa í gerðabók undirkjörstjórnar þar sem kjósandinn neytir kosningarréttar og vottorðið skal fylgja í frumriti til yfirkjörstjórnar með gerðabók þeirrar kjördeildar þar sem það er lagt fram og notað.\nL. 62/2023, 42. gr.\nIII.\n...\nÞegar skipað er í fyrsta skipti í landskjörstjórn skv. 12. gr. skal formaður stjórnar skipaður aðalmaður til fimm ára og varamaður hans til jafnlangs tíma. Aðrir stjórnarmenn sem kosnir eru af Alþingi skulu skipaðir til eins árs og þriggja ára og varamenn þeirra til jafnlangs tíma. Hlutkesti skal ráða stjórnartíma hvors fulltrúa. Annar fulltrúi Sambands íslenskra sveitarfélaga skal skipaður til tveggja ára og hinn til fjögurra ára og varamenn þeirra til jafnlangs tíma. Hlutkesti skal ráða stjórnartíma hvors fulltrúa Sambandsins.\nVið gildistöku laga þessara, 1. janúar 2022, fellur niður umboð þeirrar landskjörstjórnar sem kosin var samkvæmt lögum um kosningar til Alþingis, nr. 24/2000.\nL. 113/2021, 1. gr.\n[IV.\nÞrátt fyrir ákvæði 143. gr. skal ráðherra skipa nefnd þriggja manna sem falið verði að vinna að undirbúningi framkvæmdar laganna. Forsætisnefnd Alþingis tilnefnir einn nefndarmann og skal hann vera formaður, Samband íslenskra sveitarfélaga einn og ráðherra einn án tilnefningar. Nefndin skal starfa þar til Alþingi hefur kosið fulltrúa í landskjörstjórn og ráðherra hefur skipað landskjörstjórn skv. 12. gr.]\nL. 113/2021, 2. gr.\n[V.]\nÞrátt fyrir ákvæði 143. gr. er [nefnd samkvæmt ákvæði til bráðabirgða IV] heimilt að:\na. skipa framkvæmdastjóra skv. 1. mgr. 13. gr.,\nb. ákveða aðsetur skrifstofu landskjörstjórnar skv. 3. mgr. 13. gr.,\nc. standa að gerð þjónustusamnings við Þjóðskrá Íslands skv. 2. mgr. 21. gr.,\nd. undirbúa reglur og tillögur til ráðherra að reglugerðum samkvæmt nánari fyrirmælum laganna,\ne. undirbúa aðrar ráðstafanir samkvæmt lögum þessum, eftir því sem tilefni er til.\nL. 113/2021, 2. gr. L. 113/2021, 3. gr.\n[VI.]\nÞrátt fyrir ákvæði 143. gr. skal Þjóðskrá Íslands við samþykkt laganna hefja nauðsynlegan undirbúning við gerð og rekstur rafrænnar kjörskrár, sbr. 1. mgr. 21. gr. Enn fremur skal hún undirbúa útgáfu reglna og leiðbeininga sem henni er falið að setja samkvæmt lögum þessum.\nVið framkvæmd sveitarstjórnarkosninga 2022 er sveitarstjórnum ekki skylt að notast við rafræna kjörskrá, sbr. 34. gr. [Nefnd samkvæmt ákvæði til bráðabirgða IV] er heimilt, í þeim tilgangi að hefja innleiðingu á rafrænni kjörskrá, að óska eftir því við einstakar sveitarstjórnir að notuð verði rafræn kjörskrá við kosningarnar. Við þann undirbúning [skal nefnd samkvæmt ákvæði til bráðabirgða IV] hafa samráð við Þjóðskrá Íslands, Samband íslenskra sveitarfélaga og hlutaðeigandi sveitarstjórn. Önnur sveitarfélög, sem ekki koma að undirbúningi rafrænnar kjörskrár, skulu nota prentaða kjörskrá.\nAð loknum kosningum til sveitarstjórna 2022 skal landskjörstjórn skila ráðherra skýrslu þar sem farið er yfir reynsluna af notkun rafrænnar kjörskrár og gerðar tillögur um úrbætur eftir því sem þörf er talin á. Við undirbúning skýrslunnar skal landskjörstjórn leita umsagnar þeirra yfirkjörstjórna sveitarfélaga sem við á, auk Þjóðskrár Íslands. Ráðherra skal gera Alþingi og hlutaðeigandi þingnefnd grein fyrir skýrslu landskjörstjórnar.\nL. 113/2021, 2. gr. L. 113/2021, 4. gr.\n[VII.]\nÞrátt fyrir ákvæði 143. gr. skal ráðherra við samþykkt laganna skipa starfshóp sem falið verði að taka til skoðunar atkvæðagreiðslu utan kjörfundar. Starfshópurinn skal taka til skoðunar framkvæmd atkvæðagreiðslu utan kjörfundar hjá embættum sýslumanna og reynsluna af henni, einnig þar sem sveitarfélög hafa tekið að sér umsjón með atkvæðagreiðslu utan kjörfundar á landsbyggðinni. Starfshópurinn skal leggja mat á aðgengi og þörf fyrir þessa þjónustu eftir byggðarlögum í ljósi opnunartíma, vegalengda og fjölda kjósenda, meta hver væri best til þess fallinn að bera ábyrgð á utankjörfundaratkvæðagreiðslum og að veita þjónustuna. Einnig skal starfshópurinn kanna áhrif rafrænnar kjörskrár á framkvæmd atkvæðagreiðslna utan kjörfundar. Loks skal starfshópurinn skoða skiptingu kostnaðar við verkefnið milli sýslumanna og sveitarfélaga. Starfshópurinn skal skila ráðherra niðurstöðum sínum ásamt tillögum til úrbóta fyrir 1. september 2022.\nL. 113/2021, 2. gr.\n[VIII.]\nDómsmálaráðherra skal í samráði við landskjörstjórn, Samband íslenskra sveitarfélaga og Alþingi láta vinna nánari greiningu á póstkosningu íslenskra ríkisborgara erlendis í almennum kosningum. Sérstaklega skal hugað að kosningaleynd og hvernig tryggja megi örugga framkvæmd slíkrar póstkosningar.\nRáðherra skal leggja niðurstöður vinnunnar fyrir Alþingi eigi síðar en við upphaf þings haustið 2022.\nL. 113/2021, 2. gr.\n[IX.\nÞrátt fyrir ákvæði 7. tölul. 2. mgr. 22. gr., 143. gr. og 3. tölul. 144. gr. skulu lög um kosningar til sveitarstjórna, nr. 5/1998, og lög um kosningar til Alþingis, nr. 24/2000, halda gildi sínu við atkvæðagreiðslur meðal íbúa sveitarfélaga á grundvelli 38. gr., 107. gr. og 119. gr. sveitarstjórnarlaga, nr. 138/2011, sem fara fram fyrir 14. maí 2022. Fer um framkvæmd þeirra atkvæðagreiðslna eftir lögum um kosningar til sveitarstjórna, nr. 5/1998, og lögum um kosningar til Alþingis, nr. 24/2000, eftir því sem við getur átt.]\nL. 137/2021, 1. gr.\n[X.\nVið sveitarstjórnarkosningar 14. maí 2022 er heimilt, þrátt fyrir ákvæði 5. mgr. 74. gr., að senda atkvæðisbréf einnig til sýslumanns í því umdæmi þar sem kjósandi telur sig vera á kjörskrá. Einnig skal, þrátt fyrir ákvæði e-liðar 1. mgr. 94. gr., taka til greina atkvæði sem greitt er utan kjörfundar þótt notuð séu eldri kjörgögn þar sem á sendiumslagi kemur fram nafn og heimili kjósanda og/eða notað er fylgibréf sem inniheldur texta um að aðstoð megi veita vegna sjónleysis kjósanda eða að hönd hans sé ónothæf auk vottorðs réttindagæslumanns. Þá skal, þrátt fyrir ákvæði f-liðar 103. gr., ekki meta ógilt atkvæði sem greitt er utan kjörfundar þó að notuð séu eldri kjörgögn þar sem á sendiumslagi kemur fram nafn og heimili kjósanda og/eða notað er fylgibréf sem inniheldur texta um að aðstoð megi veita vegna sjónleysis kjósanda eða að hönd hans sé ónothæf auk vottorðs réttindagæslumanns.]\nL. 18/2022, 9. gr.\n[XI.\nLandskjörstjórn skal gefa út tilkynningar skv. 1. mgr. 113. gr. til þeirra varaþingmanna sem ekki fengu útgefin kjörbréf eftir alþingiskosningar 25. september 2021 og senda nöfn hinna kjörnu þingmanna ásamt nöfnum varaþingmanna til birtingar í Stjórnartíðindum skv. 2. mgr. 113. gr.]\nL. 18/2022, 9. gr.\n[XII.\nÞrátt fyrir ákvæði laganna um notkun rafrænnar kjörskrár skal notast við prentaða kjörskrá í kosningum sem fram fara á grundvelli laga þessara þar til landskjörstjórn í samráði við ráðuneytið og Þjóðskrá Íslands hefur tekið ákvörðun um innleiðingu hennar.]\nL. 62/2023, 43. gr.\n[XIII.\nRáðherra skal skipa starfshóp sem falið verður að vinna að nánari útfærslu næmisgreiningar. Í þeim starfshópi eigi sæti fulltrúar landskjörstjórnar, yfirkjörstjórna kjördæma og annarra hagaðila. Við skipun í starfshópinn skal gætt að jafnræði milli fulltrúa landsbyggðar og höfuðborgarsvæðis.]\nL. 62/2023, 43. gr.\n[XIV.\nÞrátt fyrir a-lið 1. mgr. 4. gr. og 2. mgr. 6. gr. er kjörgengi í sveitarstjórn Grindavíkurbæjar ekki háð því að kjörinn fulltrúi hafi skráð lögheimili í sveitarfélaginu fram að sveitarstjórnarkosningum 2026.]\nL. 40/2024, 11. gr.\n[XV. ...] L. 124/2024, 2. gr. L. 124/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G144",
        "section_format": "article"
      }
    }
  ]
}
