{
  "id": "136/2022",
  "type": "statute",
  "title": "Lög um landamæri",
  "status": "in_force",
  "issued_date": "2022-12-28",
  "url": "https://www.althingi.is/lagas/nuna/2022136.html",
  "description": "Tóku gildi 10. janúar 2023. Um gildistöku 10. og 11. gr., að undanskilinni 3. mgr. 11. gr., c-liðar 1. mgr. 14. gr., d-liðar 5. mgr. 16. gr., 2. málsl. 6. mgr. 16. gr., c-liðar 1. mgr. 17. gr., refsiheimildar er snýr að skyldu flutningsaðila til að kanna ferðaheimild skv. 2. mgr. 21. gr., 22. gr. og 1. tölul. i-liðar 1. tölul. 25. gr. sjá nánar 2. mgr. 24. gr. Um gildistöku 16. gr., að undanskildum d-lið 5. mgr., 2. málsl. 6. mgr. og 9. mgr. 16. gr., sjá nánar 3. mgr. 24. gr. Um gildistöku 3. mgr. 11. gr. og 9. mgr. 16. gr. sjá nánar 4. mgr. 24. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um landamærastjórn og landamæravörslu. Lögin gilda enn fremur um heimild einstaklinga til farar yfir innri eða ytri landamæri Schengen-svæðisins við komu til landsins og brottför frá landinu. Um heimild útlendinga til dvalar hér á landi og rétt til alþjóðlegrar verndar gilda ákvæði laga um útlendinga.\nUm komu erlendra ríkisskipa, ríkisloftfara eða loftfara sem skráð eru í erlendu ríki þar sem yfirlýstur tilgangur flugsins á íslensku yfirráðasvæði er í þágu erlends ríkis, svo og komu erlends liðsafla hingað til lands, fer samkvæmt ákvæðum sérlaga.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að tryggja að landamærastjórn og framkvæmd landamæravörslu sé örugg og skilvirk og til samræmis við lög, reglugerðir og þær alþjóðlegu skuldbindingar sem Ísland hefur undirgengist.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\n1. Ferðaheimild: Ákvörðun sem er gefin út til ríkisborgara þriðja ríkis sem er undanþeginn áritunarskyldu við komu yfir ytri landamæri Schengen-svæðisins.\n2. Ferðaskilríki: Gilt vegabréf eða annað kennivottorð sem viðurkennt er sem ferðaskilríki í stað vegabréfs við komuna til landsins, sbr. viðauka við reglugerð um för yfir landamæri.\n3. För yfir landamæri: Koma eða brottför einstaklings yfir innri eða ytri landamæri á landamærastöð.\n4. Innri landamæri:\na. Sameiginleg landamæri Schengen-ríkja á landi, þar á meðal landamæri mörkuð af ám og vötnum.\nb. Flugvellir Schengen-ríkjanna fyrir flug innan svæðis.\nc. Hafnir Schengen-ríkjanna sem notaðar eru við reglubundnar ferjusiglingar.\n5. Landamæraeftirlit: Eftirlit á landamærastöð, í undantekningartilvikum milli landamærastöðva, til að heimila megi einstaklingi, ásamt samgöngutækjum og munum í hans vörslu, komu inn á yfirráðasvæði ríkis sem er þátttakandi í Schengen-samstarfinu eða för þaðan.\n6. Landamæragæsla: Gæsla á landamærum milli landamærastöðva og á landamærastöð utan ákveðins opnunartíma til varnar því að einstaklingur sniðgangi landamæraeftirlit.\n7. Landamærastjórn: Innlend og alþjóðleg samhæfing og samvinna yfirvalda og stofnana sem vinna að því að tryggja öryggi landamæra og auðvelda frjáls viðskipti.\n8. Landamærastöð: Staður sem hefur verið viðurkenndur af stjórnvöldum til farar yfir ytri landamæri.\n9. Landamæravarsla: Starfsemi á landamærum í samræmi við lög þessi og reglugerðir settar samkvæmt þeim sem eingöngu fer fram vegna farar eða fyrirhugaðrar farar yfir landamæri og felur í sér landamæraeftirlit og landamæragæslu.\n10. Landamæravörður: Opinber starfsmaður sem á eða við landamærastöð og landamæri framfylgir reglum um landamæraeftirlit og landamæragæslu í samræmi við lög þessi og lög um útlendinga.\n11. Laumufarþegi: Einstaklingur sem felur sig um borð í skipi eða loftfari til að fá flutning án endurgjalds eða til að komast hjá eftirliti og er án tilskilinna leyfa og/eða án vitundar stjórnanda farartækis eða flutningsaðila.\n12. Persónubundið eftirlit: Eftirlit með hverjum og einum einstaklingi við för um ytri landamæri þar sem honum ber að gera grein fyrir sér með viðurkenndum persónuskilríkjum.\n13. Ríkisborgari þriðja ríkis: Útlendingur sem er ekki borgari ríkis sem tilheyrir Evrópska efnahagssvæðinu eða fellur undir stofnsamning Fríverslunarsamtaka Evrópu.\n14. Sameiginlegt auðkennasafn: Safn sem geymir upplýsingar sem eru nauðsynlegar til að staðfesta rétt deili á einstaklingum sem eiga persónuupplýsingar í upplýsingakerfum ESB, þ.m.t. auðkennisupplýsingar þeirra, ferðaskilríkjaupplýsingar og lífkennaupplýsingar, óháð því hvaða kerfi safnaði upplýsingunum í upphafi.\n15. Schengen-svæðið: Svæði sem samanstendur af ríkjum Evrópu sem hafa opinberlega afnumið vegabréfaeftirlit og aðrar gerðir landamæraeftirlits við sameiginleg landamæri sín.\n16. Stutt dvöl: Dvöl á Schengen-svæðinu í mest 90 daga á hverju 180 daga tímabili.\n[17. Upplýsingar um farþega og áhöfn: Upplýsingar sem finna má í farþegabókunargögnum og ferðaskilríkjum farþega og áhafnar.]\n[18.] Útlendingur: Einstaklingur sem hefur ekki íslenskan ríkisborgararétt.\n[19.] Ytri landamæri: Landamæri Schengen-ríkjanna á landi og sjó, í ám, vötnum og höfnum, þar á meðal á flugvöllum sem ekki eru innri landamæri.\nL. 36/2025, 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Landamæraeftirlit.\nLögregla ber ábyrgð á og annast landamæraeftirlit á Íslandi. Lögregla annast einnig virkt eftirlit með útlendingum innan lands.\nLandamæraeftirlit fer fram á landamærastöðvum. Þó getur landamæraeftirlit farið fram utan landamærastöðva, t.d. í ófyrirsjáanlegum neyðartilvikum, og kveður ráðherra nánar á um þær undanþágur í reglugerð.\nLögregla getur falið öðrum opinberum starfsmanni að annast eftirlit með komu einstaklinga til landsins og með för þeirra úr landi á stöðum sem ráðherra ákveður, sbr. 1. mgr. 9. gr.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Landamæragæsla.\nLögregla ber ábyrgð á og annast landamæragæslu á landamærastöð og milli landamærastöðva. Landhelgisgæsla Íslands ber ábyrgð á og annast landamæragæslu á hafinu.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Aðstoð tollyfirvalda við landamæraeftirlit.\nTollyfirvöldum er heimilt að aðstoða lögreglu við landamæraeftirlit og beitingu lögregluvalds við landamærin í samræmi við lög þessi.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Samstarf.\nRíkislögreglustjóri, sem samhæfingaraðili í málefnum landamæra, skal tryggja að viðeigandi stjórnvöld og stofnanir eigi í gagnkvæmu samstarfi varðandi verkefni sem tengjast landamærastjórn, auk þess skal hann tryggja samstarf við aðra hlutaðeigandi aðila og þátttöku í alþjóðlegu samstarfi er varðar málefni landamæra.\nVið framkvæmd landamæravörslu er ríkislögreglustjóra og öðrum lögreglustjórum, að fengnu samþykki ríkislögreglustjóra, heimilt að taka á móti erlendu starfsfólki á sviði landamæravörslu. Meðan á dvöl þess stendur starfar það undir stjórn og leiðsögn viðkomandi lögreglustjóra, eftir atvikum í samráði við hið erlenda lögregluyfirvald. Í sama tilgangi er lögreglustjórum, að fengnu samþykki ríkislögreglustjóra, heimilt að senda starfsfólk tímabundið til starfa erlendis á sviði landamæravörslu.\nII. kafli. För yfir landamæri og komu- og brottfarareftirlit.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Vegabréf.\nVið komu til landsins skal einstaklingur hafa gilt vegabréf eða annað kennivottorð sem viðurkennt er sem ferðaskilríki nema annað sé ákveðið í lögum þessum eða reglum sem ráðherra setur.\nLögregla getur, ef sérstaklega stendur á, undanþegið útlending þeirri skyldu að hafa vegabréf eða viðurkennt önnur skilríki en leiðir af almennum reglum.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "För yfir ytri landamæri Schengen-svæðisins.\nKoma til landsins og för úr landi skal fara fram á stöðum og afgreiðslutímum sem ráðherra ákveður með reglugerð. Ráðherra kveður einnig á um undanþágur frá þeim kröfum í reglugerð.\nHver sá sem ferðast yfir ytri landamæri Schengen-svæðisins skal sæta eftirliti landamæravarða og gefa sig fram á landamærastöð fyrir komu- og brottfarareftirlit.\nEinstaklingi er skylt að lúta eftirliti skv. 2. mgr. og nær það einnig til samgöngutækja og muna sem eru í vörslu þess sem fer yfir landamæri.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ferðaheimild til farar yfir ytri landamæri Schengen-svæðisins.\nRíkisborgari þriðja ríkis sem er undanþeginn áritunarskyldu skal hafa fengið útgefna ferðaheimild áður en hann ferðast yfir ytri landamæri Schengen-svæðisins nema annað sé ákveðið í reglum sem ráðherra setur.\nRíkisborgari þriðja ríkis sem hefur dvalarleyfi gefið út af ríki sem tekur þátt í Schengen-samstarfinu er undanþeginn skyldu til að hafa ferðaheimild.\nFerðaheimild er gefin út af miðlæga ferðaheimildakerfinu ef öllum skilyrðum fyrir útgáfu hennar er fullnægt. Ferðaheimild er gefin út af landsskrifstofu ferðaheimildakerfis ríkis sem tekur þátt í Schengen-samstarfinu í þeim tilvikum þegar umsókn hefur verið beint til hennar frá miðlæga ferðaheimildakerfinu og öllum skilyrðum fyrir útgáfu hennar er fullnægt.\nÍslensk landsskrifstofa ferðaheimildakerfisins skal afgreiða umsóknir um útgáfu ferðaheimildar sem berast henni frá miðlæga ferðaheimildakerfinu. Synja skal um ferðaheimild ef:\na. umsækjandi hefur notað ferðaskilríki sem tilkynnt hefur verið um í Schengen-upplýsingakerfinu að hafi horfið, verið stolið, ólöglega seld eða ógild,\nb. vera umsækjanda á Schengen-svæðinu er talin hafa í för með sér öryggisáhættu,\nc. vera umsækjanda á Schengen-svæðinu er talin hafa í för með sér hættu á ólöglegum fólksflutningum,\nd. vera umsækjanda á Schengen-svæðinu er talin hafa í för með sér aukna faraldurshættu,\ne. umsækjandi er á skrá í Schengen-upplýsingakerfinu yfir óæskilega einstaklinga sem synja á um komu og dvöl,\nf. umsækjandi svarar ekki beiðni um viðbótarupplýsingar eða viðbótargögn innan viðeigandi frests,\ng. neikvætt álit á umsókn umsækjanda berst frá landsskrifstofu ferðaheimildakerfis annars ríkis.\nEinnig skal synja um ferðaheimild ef rökstudd og veruleg ástæða er til þess, þegar umsókn er lögð fram, að efast um að gögn séu ósvikin, um áreiðanleika framburðar umsækjanda eða fylgiskjala sem hann leggur fram eða um að innihald þeirra sé rétt.\nEf ekki er talin ástæða til að synja umsókn skv. 4. eða 5. mgr. skal samþykkja hana og gefa út ferðaheimild til handa viðkomandi. Heimilt er að gefa út ferðaheimild með takmarkað gildissvæði af mannúðarástæðum, í þágu þjóðarhagsmuna eða vegna alþjóðlegra skuldbindinga, þó að skilyrði fyrir ferðaheimild séu ekki uppfyllt.\nFerðaheimild skal gilda í þrjú ár eða til loka gildistíma ferðaskilríkja sem skráð eru í umsókn um ferðaheimild, ef þau gilda skemur. Útgefin ferðaheimild veitir ekki sjálfkrafa rétt til komu eða dvalar á Schengen-svæðinu.\nÁkvörðun um útgáfu eða synjun ferðaheimildar skal tilkynnt umsækjanda rafrænt innan 96 klst. frá því að umsókn var lögð fram. Innan sama frests skal tilkynna umsækjanda ef farið er fram á viðbótarupplýsingar eða viðbótargögn. Ákvörðun um útgáfu eða synjun ferðaheimildar vegna slíkra umsókna skal taka gildi eigi síðar en 96 klst. eftir að umsækjandi leggur fram viðbótarupplýsingar eða viðbótargögn.\nLandsskrifstofu ferðaheimildakerfisins er heimilt að afturkalla ferðaheimild ef ríkisborgari þriðja ríkis hefur við umsókn, gegn betri vitund, veitt rangar upplýsingar eða leynt atvikum sem hefðu getað haft verulega þýðingu við útgáfu ferðaheimildar eða ef ekki eru lengur uppfyllt skilyrði fyrir veitingu ferðaheimildar eða það leiðir að öðru leyti af almennum stjórnsýslureglum. Einnig er heimilt að ógilda ferðaheimild ef í ljós kemur að skilyrði fyrir útgáfu hennar voru ekki uppfyllt þegar hún var gefin út.\nÁkvæði 13. gr. stjórnsýslulaga, nr. 37/1993, um andmælarétt gildir ekki um ákvörðun um synjun, ógildingu eða afturköllun ferðaheimildar. Ekki þarf að undirrita ákvörðun um synjun, ógildingu eða afturköllun ferðaheimildar með persónugreinanlegum hætti.\nStarfsfólk landsskrifstofu ferðaheimildakerfisins skal uppfylla skilyrði öryggisvottunar samkvæmt varnarmálalögum. Hið sama gildir um starfsfólk kærunefndar útlendingamála sem kemur að endurskoðun ákvarðana samkvæmt lögum þessum.\nÁkvæði 3. og 4. mgr. 22. gr. gilda um meðferð mála samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ferðaupplýsinga- og ferðaheimildakerfi.\nRíkislögreglustjóri ber ábyrgð á rekstri íslenska hluta ferðaupplýsinga- og ferðaheimildakerfisins sem er ætlað að kanna hvort ríkisborgarar þriðju ríkja sem eru undanþegnir áritunarskyldu uppfylli skilyrði fyrir komu áður en þeir ferðast að ytri landamærum Schengen-svæðisins og hvort dvöl þeirra á Schengen-svæðinu gæti haft í för með sér öryggisáhættu, hættu á ólöglegum fólksflutningum eða aukna faraldurshættu.\nRíkislögreglustjóri skal tryggja að eftirfarandi aðilar hafi viðeigandi aðgang að ferðaupplýsinga- og ferðaheimildakerfinu:\na. landsskrifstofa ferðaheimildakerfisins,\nb. lögregla,\nc. Útlendingastofnun,\nd. miðlæg aðgangsstöð.\nRíkislögreglustjóri skal einnig tryggja að þar til bær yfirvöld hafi viðeigandi aðgang að nánar tilgreindum gögnum, svo sem auðkennisgögnum og gögnum um ferðaskjöl í ferðaupplýsinga- og ferðaheimildakerfinu, sem geymd eru í sameiginlega auðkennasafninu, í samræmi við reglugerð sem ráðherra setur.\nRíkislögreglustjóri skal starfrækja landsskrifstofu ferðaupplýsinga- og ferðaheimildakerfisins sem ber m.a. ábyrgð á íslenskum hluta meðferðar umsókna um ferðaheimildir og ákvörðunartöku um útgáfu ferðaheimildar, synjun hennar eða veitingu neikvæðs álits á ferðaheimildarumsókn ef sjálfvirkt umsóknarferli hefur gefið ástæðu til handvirkrar vinnslu umsóknar. Landsskrifstofa ferðaheimildakerfisins ber einnig ábyrgð á að ógilda eða afturkalla útgefna ferðaheimild, sbr. 9. mgr. 10. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "För yfir innri landamæri Schengen-svæðisins.\nEinstaklingi er heimilt að fara yfir innri landamæri Schengen-svæðisins án þess að landamæraeftirlit fari fram, án tillits til ríkisfangs.\nFör yfir innri landamæri Schengen-svæðisins er heimil utan viðurkenndra landamærastöðva. Þetta gildir þó ekki ef tekið er upp tímabundið eftirlit á innri landamærum. Ákvæði tollalaga gilda um för yfir innri landamæri Schengen-svæðisins.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Tímabundið eftirlit á innri landamærum.\nRáðherra er heimilt að taka upp tímabundið eftirlit á innri landamærum vegna alvarlegrar ógnar við allsherjarreglu og þjóðaröryggi. Ákvörðun þess efnis skal tekin á grundvelli áhættumats frá ríkislögreglustjóra. Umfang og tímalengd innra eftirlits skal ekki vera meira en nauðsynlegt er til að bregðast við ógninni.\nÞegar tímabundið eftirlit hefur verið tekið upp skv. 1. mgr. skal för yfir innri landamæri fara fram á landamærastöðvum og afgreiðslutímum sem ráðherra ákveður með reglugerð. Ákvæði 9. og 14. gr., 1. mgr. 17. gr. og 2. mgr. 21. gr. eiga við eftir því sem við á.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Komu- og brottfarareftirlit.\nVið komu- og brottfarareftirlit skal sannreyna hvort einstaklingur uppfylli, auk skilyrða fyrir komu og brottför samkvæmt lögum þessum, lögum um útlendinga og reglugerðum sem settar eru á grundvelli þeirra, eftirfarandi skilyrði:\na. sé með gilt vegabréf eða annað kennivottorð sem viðurkennt er sem ferðaskilríki,\nb. að vegabréfsáritun handhafa sé gild,\nc. að ferðaheimild handhafa sé gild.\nVið komu- og brottfarareftirlit er heimilt að staðfesta auðkenni einstaklings á annan hátt eins og með lithimnuathugun, fingrafaraskoðun og andlitsgreiningu.\nVið eftirlit með för fólks úr landi er lögreglu heimilt að vísa ríkisborgara þriðja ríkis úr landi og banna honum endurkomu samkvæmt skilyrðum laga um útlendinga, dvelji hann ólöglega á Schengen-svæðinu.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Úrræði sem heimilt er að beita til að útlendingur fái ekki inngöngu í landið.\nLögregla skal tryggja að útlendingur sem ekki uppfyllir skilyrði fyrir komu til landsins fái ekki inngöngu í landið. Hið sama á við þegar ekki liggur fyrir hvort útlendingur uppfylli skilyrði fyrir komu til landsins.\nÍ þeim tilgangi að tryggja að útlendingur fái ekki inngöngu í landið er lögreglu heimilt að skylda viðkomandi til þess að dvelja á ákveðnum stað samkvæmt ákvæðum laga um útlendinga eða beita öðrum úrræðum samkvæmt ákvæðum sömu laga.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Komu- og brottfararkerfi.\nÁ ytri landamærum skal starfrækja komu- og brottfararkerfi sem skráir og geymir rafrænt upplýsingar um dagsetningu, tíma og stað komu og brottfarar ríkisborgara þriðju ríkja sem heimiluð hefur verið stutt dvöl á Schengen-svæðinu og reiknar út lengd heimilaðrar dvalar. Komu- og brottfararkerfið skráir einnig og geymir upplýsingar um þá sem synjað hefur verið um komu til stuttrar dvalar.\nStofna skal gagnaskrá í komu- og brottfararkerfinu og skrá eftirfarandi upplýsingar um ríkisborgara þriðja ríkis sem heimiluð hefur verið stutt dvöl á Schengen-svæðinu:\na. kenninafn, eiginnafn eða eiginnöfn, fæðingardag og fæðingarár, ríkisfang, eitt eða fleiri, kyn,\nb. tegund og númer ferðaskilríkja, einna eða fleiri, og þriggja stafa kóða útgáfulands ferðaskilríkjanna,\nc. lokadagsetningu gildistíma ferðaskilríkjanna, einna eða fleiri,\nd. andlitsmynd,\ne. fingrafaraupplýsingar þegar um er að ræða ríkisborgara þriðja ríkis sem er undanþeginn áritunarskyldu.\nBörn undir 12 ára aldri skulu undanþegin þeirri kvöð að láta taka fingraför sín skv. e-lið 2. mgr. og einstaklingar sem ekki er hægt að taka fingraför af vegna líkamlegra orsaka.\nVið hverja komu og brottför ríkisborgara þriðja ríkis skal m.a. skrá í komu- og brottfararskrá eftirfarandi upplýsingar:\na. dagsetningu og tímasetningu komu og brottfarar,\nb. landamærastöð komu og brottfarar.\nTil viðbótar við skráningu skv. 4. mgr. skal við hverja komu ríkisborgara þriðja ríkis m.a. skrá í komu- og brottfararskrá eftirfarandi upplýsingar:\na. yfirvald sem heimilaði komu,\nb. upplýsingar um stöðu viðkomandi ríkisborgara þriðja ríkis eftir atvikum,\nc. upplýsingar um vegabréfsáritun sé viðkomandi áritunarskyldur,\nd. upplýsingar um ferðaheimild sé viðkomandi undanþeginn áritunarskyldu.\nHafi ríkisborgara þriðja ríkis verið synjað um komu og engin gagnaskrá verið stofnuð um hann skal stofna gagnaskrá og skrá upplýsingar skv. a–c-lið 2. mgr. Sé viðkomandi undanþeginn áritunarskyldu skal einnig skrá upplýsingar um ferðaheimild hans. Skráning andlitsmynda og lífkennaupplýsinga skal vera í samræmi við nánari reglur í reglugerð ráðherra þar um.\nHafi ríkisborgara þriðja ríkis verið synjað um komu skal m.a. skrá í sérstaka skrá um synjun um komu eftirfarandi upplýsingar:\na. dagsetningu og tíma synjunar komu,\nb. landamærastöð,\nc. yfirvald sem synjaði um komu,\nd. ástæðu synjunar,\ne. upplýsingar um vegabréfsáritun sé viðkomandi áritunarskyldur.\nRíkislögreglustjóri ber ábyrgð á rekstri íslenska hluta komu- og brottfararkerfisins og skal tryggja að eftirfarandi aðilar hafi viðeigandi aðgang að kerfinu:\na. landsskrifstofa ferðaheimildakerfisins,\nb. lögregla,\nc. ráðuneyti sem fer með utanríkismál og sendiskrifstofur,\nd. Útlendingastofnun,\ne. miðlæg aðgangsstöð.\nRíkislögreglustjóri skal einnig tryggja að þar til bær yfirvöld hafi viðeigandi aðgang að nánar tilgreindum gögnum, svo sem gögnum í komu- og brottfararkerfinu, sem geymd eru í sameiginlega auðkennasafninu, í samræmi við reglugerð sem ráðherra setur.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "[Skyldur flutningsaðila og heimild lögreglu og tollyfirvalda til að safna og skiptast á upplýsingum um farþega og áhöfn.]\nÞegar ferðast er um ytri landamæri skulu stjórnendur skipa og loftfara kanna áður en farþegi stígur um borð hvort hann hafi:\na. vegabréf eða annað kennivottorð sem viðurkennt er sem ferðaskilríki og\nb. gilda vegabréfsáritun til landsins sé viðkomandi áritunarskyldur eða\nc. gilda ferðaheimild falli viðkomandi undir kröfu þar um.\nFyrirtækjum sem annast flutning farþega til og frá landinu er skylt að afhenda [farþegaupplýsingadeild lögreglu og tollyfirvalda] upplýsingar um farþega og áhöfn. Sama skylda hvílir á stjórnendum, eigendum eða umráðamönnum fara á leið til og frá landinu, þar á meðal einkaloftfara og seglbáta. Skyldan nær einnig til upplýsinga um áætlaðan tíma komu og brottfarar.\n[Farþegaupplýsingadeild lögreglu og tollyfirvalda er heimilt að vinna og miðla upplýsingum um farþega og áhöfn til annarra lögregluembætta, tollyfirvalda, Landhelgisgæslu Íslands og annarra stjórnvalda í þágu landamæravörslu, í löggæslutilgangi eða til að viðkomandi stjórnvald geti sinnt lögbundnu hlutverki sínu.]\n[Vinnsla og miðlun upplýsinga um farþega og áhöfn í farþegabókunargögnum loftfara er aðeins heimil í því skyni að koma í veg fyrir, koma upp um, rannsaka eða saksækja fyrir refsiverð brot sem varða a.m.k. þriggja ára fangelsi.]\nL. 36/2025, 2. gr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Áhafnir skipa og loftfara.\nRíkisborgari þriðja ríkis sem lætur af starfi um borð í skipi eða loftfari má ekki fara frá borði fyrr en lögregla hefur ákveðið hvar komueftirlit skuli fara fram.\nÁkvæði í lögum um útlendinga um stjórnvald í málum vegna frávísunar og um málskot gilda eftir því sem við á.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Laumufarþegar.\nLaumufarþegi má ekki fara frá borði skips eða loftfars fyrr en lögregla hefur ákveðið hvar komueftirlit skuli fara fram. Tafarlaust skal tilkynna lögreglu um laumufarþega í skipi eða loftfari og skal það gert áður en komið er á flugvöll eða til hafnar ef unnt er. Sama á við um laumufarþega sem finnst í skipi eða loftfari sem er á leið frá landinu.\nÁkvæði í lögum um útlendinga um stjórnvald í málum vegna frávísunar og um málskot gilda eftir því sem við á.\nIII. kafli. Vinnsla persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Skráning og vinnsla persónuupplýsinga.\nLandhelgisgæslu Íslands, lögreglu, tollyfirvöldum, ríkislögreglustjóra, Útlendingastofnun, kærunefnd útlendingamála og ráðuneyti sem fer með utanríkismál og sendiskrifstofum er heimil vinnsla persónuupplýsinga, þar á meðal þeirra sem viðkvæmar geta talist, að því marki sem slík vinnsla telst nauðsynleg við framkvæmd laga þessara.\nYfirvöldum skv. 1. mgr. og öðrum þar til bærum stjórnvöldum er heimilt að skiptast á persónuupplýsingum, þar á meðal þeim sem viðkvæmar geta talist, að því marki sem nauðsynlegt er til að þau geti sinnt lögbundnu hlutverki sínu.\nUm vinnslu og skráningu persónuupplýsinga í löggæslutilgangi á grundvelli laga þessara fer samkvæmt lögum um vinnslu persónuupplýsinga í löggæslutilgangi. Um aðra skráningu og vinnslu persónuupplýsinga á grundvelli laga þessara fer samkvæmt lögum um persónuvernd og vinnslu persónuupplýsinga.\nIV. kafli. Refsiábyrgð og kæruheimild.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Refsiábyrgð.\nEftirfarandi brot varða sektum eða fangelsi allt að sex mánuðum:\n1. Ef farið er um landamæri á öðrum stöðum og afgreiðslutímum en ráðherra ákveður, sbr. 1. mgr. 9. gr.\n2. Ef farið er um landamæri á öðrum stöðum og afgreiðslutímum en ráðherra ákveður þegar tímabundið eftirlit hefur verið tekið upp á innri landamærum, sbr. 2. mgr. 13. gr.\n3. Ef farið er frá borði skips eða loftfars áður en ákveðið hefur verið hvar komueftirlit skuli fara fram, sbr. 1. mgr. 18. gr. og 1. mgr. 19. gr.\nNú er útlendingur fluttur til landsins með skipi eða loftfari án þess að hafa fullnægjandi ferðaskilríki, vegabréfsáritun og/eða ferðaheimild, falli hann undir kröfu þar um, og stjórnandi skips eða loftfars hefur ekki gengið úr skugga um að hann beri gild ferðaskilríki, vegabréfsáritun og/eða ferðaheimild, sbr. 1. mgr. 17. gr., og skal þá gera stjórnanda farartækisins sekt.\nBrot gegn skyldu til að veita upplýsingar skv. 2. mgr. 17. gr. varðar refsingu skv. 180. gr. a tollalaga, nr. 88/2005.\nÞegar brot er framið í starfsemi lögaðila er heimilt að gera lögaðilanum sekt skv. II. kafla A almennra hegningarlaga, nr. 19/1940.\nTilraun eða hlutdeild í brotum á lögum þessum er refsiverð eftir því sem segir í III. kafla almennra hegningarlaga.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Kæruheimild og aðgangur að gögnum.\nRíkisborgara þriðja ríkis er heimilt að kæra ákvörðun um synjun, ógildingu eða afturköllun ferðaheimildar til kærunefndar útlendingamála innan 15 daga frá því að honum var tilkynnt um ákvörðunina.\nFormanni eða varaformanni kærunefndar útlendingamála er heimilt að úrskurða einum í málum er varða ferðaheimildir.\nVið meðferð mála er varða ferðaheimild er heimilt að halda gögnum og upplýsingum frá aðila máls ef slíkt telst nauðsynlegt með tilliti til almannahagsmuna, þjóðaröryggis, alþjóðasamskipta ríkisins eða annars ríkis sem tekur þátt í Schengen-samstarfinu eða annarra sérstakra ástæðna.\nTakmarka má efni rökstuðnings að því leyti sem vísa þarf til gagna og upplýsinga sem haldið hefur verið frá aðila máls á grundvelli 3. mgr.\nV. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Reglugerðir.\nRáðherra setur reglugerð um nánari framkvæmd laga þessara, þar á meðal um:\na. framkvæmd landamæraeftirlits og landamærastöðvar á Íslandi, sbr. 4. gr.,\nb. framkvæmd landamæragæslu, sbr. 5. gr.,\nc. hvaða skilyrðum vegabréf eða annað kennivottorð þarf að fullnægja til að teljast gilt til komu til landsins og dvalar, sbr. 8. gr.,\nd. för yfir ytri landamæri, þar á meðal um skilyrði fyrir komu og synjun um komu ríkisborgara þriðju ríkja, um skilyrði fyrir komu- og brottfarareftirliti, um undanþágu frá þeim skilyrðum, þar á meðal fyrir ákveðna hópa fólks, og um tilslökun á landamæraeftirliti vegna óvenjulegra og ófyrirséðra aðstæðna, sbr. 9. gr.,\ne. upplýsingakerfi um ferðaheimild, þar á meðal um skilyrði fyrir veitingu ferðaheimildar og ástæður synjunar, ógildingar, afturköllunar eða um veitingu neikvæðs álits á umsókn um ferðaheimild, um skráningu og persónuvernd við skráningu, um ábyrgð á og aðgang að kerfinu, meðferð upplýsinga og um undanþágur frá skilyrðum 10. gr.,\nf. hlutverk og ábyrgð miðlægrar aðgangsstöðvar skv. d-lið 2. mgr. 11. gr. og e-lið 8. mgr. 16. gr.,\ng. skilgreiningu á lögbærum yfirvöldum skv. 3. mgr. 11. gr. og 9. mgr. 16. gr.; um aðgangsheimild þeirra, þar á meðal í hvaða tilgangi þar til bærum yfirvöldum er heimilt að fá aðgang að gögnum í auðkennasafninu, að hvaða gögnum og á grundvelli hvaða upplýsinga þau geti leitað í auðkennasafninu,\nh. komu- og brottfararkerfi, þar á meðal um skráningu, persónuvernd við skráningu og meðferð upplýsinga í því kerfi, um undanþágur frá skilyrðum 16. gr. og um ábyrgð á og aðgang að kerfinu,\ni. eftirlit með erlendum skipverjum, landgönguleyfi þeirra við dvöl skips í höfn og um heimild til að meina þeim landgöngu, sbr. 18. gr.,\nj. fyrirkomulag og fjárhæð sekta skv. 2. mgr. 21. gr.,\nk. samvirkni upplýsingakerfa Evrópusambandsins, svo sem komu- og brottfararkerfisins, ferðaupplýsinga- og ferðaheimildakerfisins, Schengen-upplýsingakerfisins, upplýsingakerfis um vegabréfsáritanir og fingrafaragrunns fyrir umsækjendur um alþjóðlega vernd, ásamt samkeyrslu upplýsinga í þeim kerfum,\n[l. upplýsingaskyldu skv. 2. mgr. 17. gr. og söfnun, vinnslu, miðlun, þar á meðal til erlendra yfirvalda, og varðveislu upplýsinga um farþega og áhöfn, einkum upplýsinga í farþegabókunargögnum loftfara, sbr. 3. og 4. mgr. sömu greinar, en um miðlun fer að öðru leyti eftir ákvæðum III. kafla laga um vinnslu persónuupplýsinga í löggæslutilgangi, nr. 75/2019].\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd laga þessara, þar á meðal um:\na. þjálfun landamæravarða, sbr. 3. mgr. 4. gr.,\nb. samstarf og þátttöku starfsfólks í verkefnum á landamærum, m.a. á vegum Landamæra- og strandgæslustofnunar Evrópu, sbr. 2. mgr. 7. gr.,\nc. viðmið sem hafa ber til hliðsjónar þegar metið er hvort veita eigi undanþágu frá skyldu til að vera með vegabréf eða hvort viðurkenna eigi önnur skilríki, sbr. 2. mgr. 8. gr.,\nd. starfshætti og málsmeðferð landsskrifstofu ferðaheimildakerfisins, sbr. 11. mgr. 10. gr. og 4. mgr. 11. gr.,\ne. för yfir innri landamæri og þá þætti sem afnám landamæraeftirlits hefur ekki áhrif á varðandi eftirlit innan Schengen-svæðisins, sbr. 12. gr.,\nf. skilyrði fyrir upptöku tímabundins eftirlits á innri landamærum, svo sem um hvað áhættumat ríkislögreglustjóra skal fela í sér og um málsmeðferð vegna fyrirsjáanlegra atburða og í aðkallandi tilvikum, sbr. 13. gr.,\ng. för yfir landamæri, komu- og brottfarareftirlit, skráningu upplýsinga og um skilyrði fyrir komu til landsins og undanþágur frá þeim skilyrðum, sbr. 14. gr.,\nh. ...\ni. ...\nj. eftirlit með erlendri áhöfn loftfara og heimild til að meina henni landgöngu, sbr. 18. gr.,\nk. laumufarþega, sbr. 19. gr.,\nl. vinnslu persónuupplýsinga, sbr. 20. gr.,\nm. kæruheimild, aðgang að gögnum og málsmeðferð hjá kærunefnd útlendingamála, sbr. 11. mgr. 10. gr. og 22. gr.,\nn. þátttöku Íslands í sjóðum, stofnunum og verklegu samstarfi í tengslum við samvinnu á ytri landamærum á grundvelli skuldbindinga samkvæmt samningi um þátttöku Íslands í Schengen-samstarfinu.\nL. 36/2025, 3. gr. Rg. 866/2017, sbr. 335/2024. Rg. 479/2024.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÞrátt fyrir ákvæði 1. mgr. skulu 10. og 11. gr., að undanskilinni 3. mgr. 11. gr., c-liður 1. mgr. 14. gr., d-liður 5. mgr. 16. gr., 2. málsl. 6. mgr. 16. gr., c-liður 1. mgr. 17. gr., refsiheimild er snýr að skyldu flutningsaðila til að kanna ferðaheimild skv. 2. mgr. 21. gr., 22. gr. og 1. tölul. i-liðar 1. tölul. 25. gr. ekki öðlast gildi fyrr en reglugerð (ESB) 2018/1240 um að koma á fót evrópsku ferðaupplýsinga- og ferðaheimildakerfi og um breytingu á reglugerðum (ESB) nr. 1077/2011, (ESB) nr. 515/2014, (ESB) 2016/399, (ESB) 2016/1624 og (ESB) 2017/2226 kemur til framkvæmda skv. 96. gr. þeirrar gerðar.\nÞrátt fyrir ákvæði 1. mgr. skal 16. gr., að undanskildum d-lið 5. mgr., 2. málsl. 6. mgr. og 9. mgr. 16. gr., ekki öðlast gildi fyrr en reglugerð (ESB) 2017/2226 um að koma á fót komu- og brottfararkerfi til að skrá upplýsingar um komur og brottfarir og upplýsingar um synjanir um komu ríkisborgara þriðju landa, sem fara yfir ytri landamæri aðildarríkjanna, og um að ákvarða skilyrði fyrir aðgangi að komu- og brottfararkerfinu í löggæslutilgangi og um breytingu á samningnum um framkvæmd Schengen-samkomulagsins og á reglugerðum (EB) nr. 767/2008 og (ESB) nr. 1077/2011 kemur til framkvæmda skv. 73. gr. þeirrar gerðar.\nÞrátt fyrir ákvæði 1. mgr. skulu 3. mgr. 11. gr. og 9. mgr. 16. gr. ekki öðlast gildi fyrr en reglugerð (ESB) 2019/817 um að koma á umgjörð samvirkni milli upplýsingakerfa ESB á sviði landamæra og vegabréfsáritana og um breytingu á reglugerðum Evrópuþingsins og ráðsins (EB) nr. 767/2008, (ESB) 2016/399, (ESB) 2017/2226, (ESB) 2018/1240, (ESB) 2018/1726 og (ESB) 2018/1861 og ákvörðunum ráðsins 2004/512/EB og 2008/633/DIM kemur til framkvæmda skv. 4. mgr. 79. gr. þeirrar gerðar.\nRáðherra skal birta auglýsingu í Stjórnartíðindum með minnst 10 daga fyrirvara um gildistöku ákvæða skv. 2., 3. og 4. mgr., um tímabil valkvæðrar notkunar ferðaheimildakerfisins, um tímabil þar sem krafan um gilda ferðaheimild á ekki við sem og um aðlögunartímabil komu- og brottfararkerfisins.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    }
  ]
}
