{
  "id": "14/2022",
  "type": "statute",
  "title": "Lög um dýralyf",
  "status": "in_force",
  "issued_date": "2022-02-15",
  "url": "https://www.althingi.is/lagas/nuna/2022014.html",
  "description": "Tóku gildi 2. mars 2022.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið þessara laga er að tryggja gæði og öryggi dýralyfja með öryggi og velferð dýra að leiðarljósi. Ávallt skal gætt að því að lyf sem notuð eru fyrir dýr séu örugg og virkni þeirra tryggð. Markmið laganna er jafnframt að tryggja öryggi og heilnæmi matvæla sem framleidd eru úr dýraafurðum hér á landi og efla baráttuna gegn ónæmi sýkingalyfja.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lögfesting.\nReglugerð Evrópuþingsins og ráðsins (ESB) 2019/6 frá 11. desember 2018 um dýralyf og um niðurfellingu á tilskipun 2001/82/EB skal hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar um breytingu á II. viðauka (Tæknilegar reglugerðir, staðlar, prófanir og vottun) sem og bókun 37 (sem inniheldur skrána sem kveðið er á um í 101. gr.) við EES-samninginn, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest.\nÁkvörðun sameiginlegu EES-nefndarinnar nr. 371/2021.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gildissvið.\nLög þessi gilda um dýralyf, nema annað sé sérstaklega tekið fram.\nUm smásölu og verðlagningu dýralyfja gilda ákvæði lyfjalaga, nema annað sé sérstaklega tekið fram.\nLög þessi gilda hvorki um lyfjablandað fóður né klínískar rannsóknir á dýrum sem eru framkvæmdar í öðrum tilgangi en vegna útgáfu eða viðhalds markaðsleyfis.\nÁkvæði dýralyfjareglugerðarinnar, með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar, sbr. 2. gr., ganga framar ákvæðum laga þessara.\nII. kafli. Orðskýringar.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirtalinna orða og hugtaka sem hér segir:\n1. Dýralyf: Öll efni eða efnasamsetningar sem uppfylla minnst eitt af eftirfarandi skilyrðum:\na. þau eru sögð búa yfir eiginleikum sem koma að gagni við meðferð dýrasjúkdóma eða til að fyrirbyggja þá,\nb. tilgangur þeirra er að þau skuli nota fyrir dýr, eða gefa þeim, í því skyni að endurheimta, lagfæra eða breyta lífeðlisfræðilegri starfsemi fyrir tilstilli lyfjafræðilegrar eða ónæmisfræðilegrar verkunar eða verkunar á efnaskipti,\nc. tilgangur þeirra er að þau skuli nota fyrir dýr með það fyrir augum að greina sjúkdóma,\nd. tilgangur þeirra er að þau skuli nota við aflífun dýra.\n2. Lyf: Lyf eins og þau eru skilgreind í lyfjalögum.\n3. Efni: Hvers kyns efni, upprunnið úr:\na. mönnum,\nb. dýrum,\nc. jurtum,\nd. íðefnum.\n4. Virkt efni: Hvers konar efni eða efnablöndur sem eru ætlaðar til nota við framleiðslu á dýralyfi og sem verða, þegar þau eru notuð í framleiðslu lyfsins, að virku innihaldsefni í því lyfi.\n5. Upphafsefni: Efni sem virka efnið er unnið úr, þ.e. líffæri, vefir, líkamsvökvar eða frumur.\n6. Hjálparefni: Sérhvert innihaldsefni dýralyfs, annað en virka efnið eða umbúðaefnið.\n7. Ónæmislyf fyrir dýr: Dýralyf sem ætlað er til að gefa dýri í því skyni að framkalla virkt eða aðfengið ónæmi eða greina ónæmisstöðu þess.\n8. Samheitadýralyf: Dýralyf sem hefur sömu eigindlegu og megindlegu samsetningu virkra efna og sama lyfjaform og frumlyfið fyrir dýr og sýnt hefur verið fram á lífjafngildi þess og frumlyfsins.\n9. Smáskammtadýralyf: Dýralyf sem unnið er úr smáskammtalyfjastofnum í samræmi við aðferð við framleiðslu smáskammtalyfja sem lýst er í Evrópsku lyfjaskránni eða í lyfjaskrám sem eru notaðar opinberlega í aðildarríkjunum.\n10. Ónæmi gegn sýkingalyfjum: Geta hjá örverum til að lifa af eða dafna við tiltekinn styrk örverueyðandi efnis sem alla jafna nægir til að letja eða drepa örverur af sömu tegund.\n11. Sýkingalyf: Öll efni sem hafa bein áhrif á örverur og eru notuð til að meðhöndla eða koma í veg fyrir sýkingar eða smitsjúkdóma, þ.m.t. bakteríulyf, veirusýkingalyf, sveppalyf og frumdýralyf.\n12. Sníklalyf: Efni sem drepur sníkla eða truflar þroska þeirra, notað til að meðhöndla eða koma í veg fyrir sýkingu, smitun eða sjúkdóm sem orsakast af eða berst með sníklum, þ.m.t. efni með fælingarvirkni.\n13. Verndarmeðferð: Inngjöf lyfs til hóps dýra eftir að greining á klínískum sjúkdómi hefur verið staðfest í hluta hópsins með það fyrir augum að meðhöndla klínískt veiku dýrin og hefta útbreiðslu sjúkdómsins til dýra sem þau eru í náinni snertingu við og sem eru í hættu og gætu þegar verið með forklíníska sýkingu.\n14. Samband milli ávinnings og áhættu: Mat á jákvæðum áhrifum dýralyfs með tilliti til eftirfarandi áhættu vegna notkunar þess lyfs:\na. hvers kyns áhættu sem tengist gæðum, öryggi og verkun dýralyfsins með tilliti til heilbrigðis dýra eða manna,\nb. hvers kyns hættu á óæskilegum áhrifum á umhverfið,\nc. hvers kyns áhættu sem varðar myndun ónæmis.\n15. Merking: Upplýsingar á innri eða ystu umbúðum.\n16. Innri umbúðir: Ílát eða annars konar umbúðir sem eru í beinni snertingu við dýralyfið.\n17. Ystu umbúðir: Umbúðir sem innri umbúðirnar eru settar í.\n18. Fylgiseðill: Blað með upplýsingum um dýralyf sem inniheldur upplýsingar til að tryggja örugga og áhrifaríka notkun þess.\n19. Þröngur markaður: Markaður fyrir eina af eftirfarandi gerðum lyfja:\na. dýralyf til að meðhöndla eða koma í veg fyrir sjúkdóma sem koma sjaldan upp eða eru bundnir við afmörkuð landsvæði,\nb. dýralyf fyrir aðrar dýrategundir en nautgripi, sauðfé til kjötframleiðslu, svín, hænsni, hunda og ketti.\n20. Lyfjagát: Vísindin og vinnan við að greina, meta, skilja og koma í veg fyrir meintilvik sem grunur er um og önnur vandamál sem tengjast lyfi.\n21. Lyfjaávísun dýralæknis: Skjal sem dýralæknir gefur út fyrir dýralyfi eða mannalyfi til notkunar í dýrum.\n22. Biðtími til afurðanýtingar: Stysti tími sem þarf að líða, við venjuleg notkunarskilyrði, frá því að dýri er gefið dýralyf og þar til framleiða má matvæli úr því dýri, í því skyni að tryggja að matvælin innihaldi ekki lyfjaleifar sem eru skaðlegar lýðheilsu.\n23. Setning á markað: Fyrsta skipti sem dýralyf er boðið fram á markaði í öllum eða í einu eða fleiri aðildarríkjum, eftir því sem við á.\n24. Heildsala: Öll starfsemi sem felst í því að kaupa inn, geyma, afhenda eða flytja út dýralyf, að undanskilinni afgreiðslu dýralyfja í smásölu til almennings.\n25. Dýr sem gefa af sér afurðir til manneldis: Dýr sem gefa af sér afurðir til manneldis eins og þau eru skilgreind í b-lið 2. gr. reglugerðar Evrópuþingsins og ráðsins (EB) nr. 470/2009 um málsmeðferð Bandalagsins við ákvörðun viðmiðunargilda fyrir leifar lyfjafræðilega virkra efna í matvælum úr dýraríkinu.\n26. Auglýsing á dýralyfjum: Hvers konar kynning í tengslum við dýralyf til að stuðla að afhendingu, dreifingu, sölu, ávísun eða notkun dýralyfja og nær einnig til afhendingar sýnishorna og kostunar.\n27. Stjórnun ræsimerkjaferlis: Ferli til að framkvæma virka vöktun á lyfjagátargögnum um dýralyf til að meta lyfjagátargögnin og ákvarða hvort einhver breyting hefur orðið á sambandinu milli ávinnings og áhættu af umræddum dýralyfjum með það fyrir augum að greina áhættu fyrir heilbrigði dýra eða manna eða fyrir umhverfisvernd.\n28. Faraldsfræðileg eining: Faraldsfræðileg eining eins og hún er skilgreind í 39. tölul. 4. gr. reglugerðar (ESB) 2016/429 um smitandi dýrasjúkdóma og um breytingu og niðurfellingu á tilteknum gerðum á sviði dýraheilbrigðis.\n29. Dýralyfjareglugerðin: Reglugerð Evrópuþingsins og ráðsins (ESB) 2019/6 frá 11. desember 2018 um dýralyf og um niðurfellingu á tilskipun 2001/82/EB, ásamt viðaukum.\nIII. kafli. Yfirstjórn og hlutverk Lyfjastofnunar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Yfirstjórn.\nRáðherra fer með yfirstjórn mála samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lyfjastofnun.\nLyfjastofnun er lögbært stjórnvald skv. 137. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun annast framkvæmd dýralyfjareglugerðarinnar, laga þessara, sérákvæða í öðrum lögum sem fjalla um dýralyf og annarra reglna um efnið nema annað sé sérstaklega tekið fram í lögum eða reglugerðum.\nLyfjastofnun annast eftirlit með dýralyfjum samkvæmt lögum þessum, dýralyfjareglugerðinni og öðrum reglum nema annað sé sérstaklega tekið fram í lögum eða reglugerðum.\nHvorki forstjóri né aðrir starfsmenn Lyfjastofnunar mega eiga sérstakra og verulegra hagsmuna að gæta í þróun, framleiðslu, markaðssetningu, innflutningi, miðlun, heildsölu eða smásölu dýralyfja.\nLyfjastofnun getur fjallað um einstök mál og tekið ákvörðun um þau að eigin frumkvæði eða samkvæmt erindi eða ábendingu.\nLyfjastofnun setur sér reglur um málsmeðferð, svo sem um meðferð umsókna um klínískar rannsóknir á dýrum og meðferð tilkynninga um alvarleg atvik.\nHlutverk Lyfjastofnunar er m.a. að:\na. Meta dýralyf í samræmi við lög þessi og þær reglur sem gilda á Evrópska efnahagssvæðinu og samkvæmt stofnsamningi Fríverslunarsamtaka Evrópu.\nb. Annast útgáfu, breytingu, tímabundna niðurfellingu og afturköllun markaðsleyfa dýralyfja ásamt eftirliti með handhöfum markaðsleyfa dýralyfja, útgáfu leyfa til samhliða viðskipta með dýralyf og skráningu smáskammtadýralyfja í samræmi við lög þessi og þær reglur sem gilda á Evrópska efnahagssvæðinu.\nc. Afgreiða umsóknir um leyfi til að flytja inn og selja gegn lyfjaávísun dýralyf sem ekki hafa markaðsleyfi hér á landi.\nd. Taka á móti og skrá tilkynntar aukaverkanir dýralyfja frá dýralæknum, umráðamönnum dýra í lyfjagát Lyfjastofnunar og gagnagrunna Lyfjastofnunar Evrópu.\ne. Veita leyfi til framleiðslu og heildsölu dýralyfja hér á landi, hafa eftirlit með slíkri starfsemi, þ.m.t. eftirlit með framboði dýralyfja hér á landi, og skrá upplýsingar um veitt leyfi til framleiðslu og heildsölu dýralyfja í gagnagrunna Lyfjastofnunar Evrópu.\nf. Veita leyfi og hafa eftirlit með sölu dýralækna á lyfjum sem ætlunin er að nota fyrir dýr.\ng. Hafa eftirlit með innflutningi dýralyfja, lyfjaefna og hráefna til lyfjagerðar eða annarrar vöru sem undir stofnunina heyrir.\nh. Hafa eftirlit með dýralyfjaauglýsingum.\ni. Veita leyfi til sölu dýralyfja skv. b-lið 9. gr.\nj. Sinna öðrum verkefnum er lúta að framkvæmd laga þessara, þ.m.t. samvinnu við erlendar stofnanir á sviði dýralyfjamála.\nIV. kafli. Markaðsleyfi dýralyfja.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Almennt.\nEinungis er heimilt að markaðssetja hér á landi dýralyf sem Lyfjastofnun hefur veitt markaðsleyfi fyrir.\nMarkaðsleyfi dýralyfja hefur ótakmarkaðan gildistíma. Þegar um er að ræða markaðsleyfi fyrir þröngan markað skal það endurskoðað innan fimm ára frá útgáfu þess, sbr. 24. gr. dýralyfjareglugerðarinnar. Markaðsleyfi í undantekningartilvikum skal gilda í eitt ár í senn og skal endurnýjað minnst þremur mánuðum fyrir lok gildistímans, sbr. 27. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun skal birta opinberlega allar ákvarðanir um veitingu markaðsleyfis, synjun þess, tímabundna niðurfellingu eða breytingu með skilmálabreytingu.\nEinungis skal veita markaðsleyfi fyrir dýralyfi til umsækjanda sem hefur staðfestu á Evrópska efnahagssvæðinu. Krafan um staðfestu á Evrópska efnahagssvæðinu skal einnig gilda um markaðsleyfishafa.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Umsóknir um markaðsleyfi.\nUmsókn um markaðsleyfi skal vera rafræn. Umsókn um markaðsleyfi skal send til Lyfjastofnunar. Markaðsleyfi samkvæmt miðlægri ákvörðun skal send til Lyfjastofnunar Evrópu.\nUm málsmeðferð umsókna um markaðsleyfi fer eftir V. kafla laga þessara og ákvæðum III. kafla dýralyfjareglugerðarinnar.\nRáðherra er heimilt að setja reglugerð um veitingu markaðsleyfa fyrir dýralyf, þ.m.t. um meðferð umsókna, viðurkenningu miðlægra markaðsleyfa, gagnkvæmar og síðari viðurkenningar á markaðsleyfum dýralyfja, breytingu á skilmálum markaðsleyfis, afturköllun og niðurfellingu markaðsleyfis og undanþágur vegna lyfja sem ekki hafa markaðsleyfi hér á landi.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Undanþágur frá markaðsleyfi.\nÞrátt fyrir ákvæði 1. mgr. 7. gr. er heimilt að selja hér á landi eftirfarandi dýralyf án markaðsleyfis:\na. Óvirkjuð ónæmislyf fyrir dýr sem eru framleidd úr sjúkdómsvöldum og ónæmisvökum sem eru fengnir úr dýri eða dýrum í faraldsfræðilegri einingu og eru notuð til meðferðar á sama dýri eða sömu dýrum í sömu faraldsfræðilegu einingu eða til meðferðar á dýri eða dýrum í einingu sem hefur staðfest faraldsfræðileg tengsl. Lyfjastofnun skal gefa heimild fyrir notkuninni að fenginni umsögn Matvælastofnunar.\nb. Dýralyf sem eru eingöngu ætluð gæludýrum, að því tilskildu að þau séu ekki ávísunarskyld og að allar tiltækar ráðstafanir hafi verið gerðar til að koma í veg fyrir að þau verði gefin öðrum dýrum í leyfisleysi.\nc. Forskriftarlyf læknis og stöðluð forskriftarlyf.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Undanþágulyf.\nLyfjastofnun er heimilt, á grundvelli umsóknar dýralæknis, að veita undanþágu frá ákvæði 1. mgr. 7. gr. Slík undanþága skal aðeins veitt ef þörf er á því vegna heilbrigðisástands dýra eða manna og setning umræddra dýralyfja á markað er leyfð í öðru ríki á Evrópska efnahagssvæðinu. Í umsókn skal koma fram það magn sem sótt er um og hvaða tegund af dýri um ræðir.\nÞegar umsókn skv. 1. mgr. er samþykkt ber umsækjandi ábyrgð á að upplýsa eiganda og/eða umsjónarmann dýrs um að dýralyfið sem ávísað er hafi ekki íslenskt markaðsleyfi ásamt því að gera grein fyrir mögulegum aukaverkunum og öðrum upplýsingum sem kunna að vera nauðsynlegar við notkun dýralyfsins.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gögn sem leggja skal fram með umsókn um markaðsleyfi.\nGögn með umsókn um markaðsleyfi skulu innihalda þær upplýsingar sem tilgreindar eru í 8. gr. dýralyfjareglugerðarinnar og viðaukum hennar, með þeim undantekningum sem tilgreindar eru í 21.–23. og 25. gr. dýralyfjareglugerðarinnar.\nVið breytingu eða endurnýjun á markaðsleyfi skal leggja fram þau gögn sem Lyfjastofnun óskar eftir í samræmi við þær kröfur sem gerðar eru í dýralyfjareglugerðinni.\nSamantekt á eiginleikum dýralyfs skal uppfylla þær kröfur sem fram koma í 35. gr. dýralyfjareglugerðarinnar.\nUm kröfur sem gerðar eru til umsókna um markaðsleyfi fyrir samheitalyf, blendingslyf og samsett dýralyf fer samkvæmt ákvæðum 18.–20. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Klínískar lyfjarannsóknir á dýrum.\nHeimilt er, að undangengnu leyfi frá Lyfjastofnun, að framkvæma klínískar lyfjarannsóknir á dýrum í tengslum við umsókn um markaðsleyfi.\nSkilyrði fyrir heimildinni eru að dýr sem eru notuð við klínískar prófanir, eða afurðir þeirra, fari ekki inn í fæðukeðjuna eða eingöngu að undangengnum biðtíma til afurðanýtingar sem Lyfjastofnun ákvarðar í samráði við Matvælastofnun.\nLyfjastofnun skal setja málsmeðferðarreglur vegna umsókna um klínískar lyfjarannsóknir á dýrum í samræmi við kröfur 9. gr. dýralyfjareglugerðarinnar og II. viðauka hennar.\nRáðherra er heimilt að setja reglugerð um klínískar lyfjarannsóknir á dýrum. Í reglugerðinni getur ráðherra m.a. kveðið á um nánari skilyrði fyrir veitingu leyfis, biðtíma til afurðanýtingar og um framkvæmd klínískra lyfjarannsókna á dýrum.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Merkingar á innri og ystu umbúðum.\nMerkingar á innri og ystu umbúðum dýralyfja skulu vera í samræmi við þær kröfur sem fram koma í II. kafla dýralyfjareglugerðarinnar.\nLyfjastofnun getur ákveðið að bæta skuli auðkenniskóða við upplýsingar sem krafist er á innri og ystu umbúðum dýralyfs. Auðkenniskóði kemur í stað markaðsleyfisnúmers á ystu umbúðum dýralyfs.\nRáðherra er heimilt að setja reglugerð um umbúðir lyfja, þar á meðal um stærð þeirra, útlit, merkingar og auðkenniskóða.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Fylgiseðill.\nFylgiseðill skal fylgja með hverju dýralyfi og innihalda þær upplýsingar sem tilteknar eru í 14. gr. dýralyfjareglugerðarinnar.\nFylgiseðill með dýralyfjum getur verið á pappír og/eða rafrænn.\nUpplýsingar í fylgiseðli sem krafist er skv. 1. mgr. mega í staðinn koma fram á umbúðum dýralyfs.\nFylgiseðill skráðra smáskammtadýralyfja skal uppfylla skilyrði 16. gr. dýralyfjareglugerðarinnar.\nRáðherra er heimilt að setja reglugerð um fylgiseðil dýralyfja. Í reglugerðinni geta m.a. komið fram kröfur sem gerðar eru til rafrænna fylgiseðla.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Tungumálakröfur.\nSamantekt á eiginleikum dýralyfs skv. 3. mgr. 11. gr., upplýsingar á merkingum þess skv. 13. gr. og upplýsingar á fylgiseðli skv. 14. gr. skulu vera á íslensku.\nRáðherra er heimilt, í samráði við Lyfjastofnun, að setja reglugerð sem kveður á um undanþágur frá tungumálaskilyrði 1. mgr. Í reglugerðinni geta m.a. komið fram þau viðmið og skilyrði sem dýralyf þurfa að uppfylla til að upplýsingar skv. 1. mgr. megi vera á ensku og/eða Norðurlandamáli, öðru en finnsku.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Veiting eða synjun markaðsleyfis.\nLyfjastofnun skal fylgja ákvæðum 28.–33. og 36. gr. dýralyfjareglugerðarinnar við athugun á umsóknum um markaðsleyfi fyrir dýralyf.\nSynja skal umsókn um markaðsleyfi ef:\na. eitthvert skilyrða í 2. mgr. 37. gr. dýralyfjareglugerðarinnar á við, eða\nb. um er að ræða sýkingalyf fyrir dýr sem er frátekið til meðhöndlunar á tilteknum sýkingum í mönnum, sbr. 5. mgr. 37. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun er heimilt, að höfðu samráði við Matvælastofnun, að hafna umsókn um markaðsleyfi eða markaðssetningu bóluefnis, ónæmisvaka eða sermis sem ætlað er dýrum ef notkun þess brýtur í bága við lög eða nota á það til varnar gegn sjúkdómi sem óþekktur er í dýrum hér á landi.\nSé markaðsleyfi veitt ber markaðsleyfishafi ábyrgð á setningu dýralyfsins á markað. Tilnefning markaðsleyfishafa á fulltrúa í sinn stað leysir hann ekki undan lagalegri ábyrgð. Markaðsleyfishafi skal, innan marka ábyrgðar sinnar, tryggja viðeigandi og áframhaldandi framboð á dýralyfjum sem hann hefur markaðsleyfi fyrir. Um ábyrgð markaðsleyfishafa fer skv. 58. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Flokkun dýralyfja.\nÍ tengslum við veitingu markaðsleyfis, veitingu leyfis til samhliða viðskipta með dýralyf eða sambærilegs leyfis skal Lyfjastofnun:\na. flokka þau dýralyf sem eru ýmist ávísunarskyld eða ekki ávísunarskyld í samræmi við 34. gr. dýralyfjareglugerðarinnar,\nb. ákveða hvort eingöngu megi nota dýralyf þegar dýralæknir gefur það sjálfur,\nc. ákveða hvort dýralyf skuli flokkað sem ávísunarskylt ef það er flokkað sem ávanabindandi samkvæmt lögum eða reglugerðum eða þegar sérstakar varúðarráðstafanir koma fram í samantektinni á eiginleikum dýralyfsins.\nLyfjastofnun er heimilt, að eigin frumkvæði eða að fenginni umsókn markaðsleyfishafa eða handhafa leyfis til samhliða viðskipta með dýralyf, að breyta ákvörðunum sem teknar hafa verið skv. 1. mgr.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Tæknigögn.\nTæknigögn skulu vernduð í samræmi við 38.–40. gr. dýralyfjareglugerðarinnar. Verndin gildir einnig í þeim aðildarríkjum Evrópska efnahagssvæðisins þar sem dýralyfið er ekki leyft eða er ekki lengur leyft.\nV. kafli. Málsmeðferðarreglur varðandi markaðsleyfi.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Markaðsleyfi fyrir þröngan markað og í undantekningartilvikum.\nLyfjastofnun er heimilt að veita markaðsleyfi fyrir dýralyf fyrir þröngan markað og í undantekningartilvikum uppfylli það skilyrði 23. og 26. gr. dýralyfjareglugerðarinnar.\nUm nánari skilyrði fyrir endurskoðun og framlengingu markaðsleyfa fyrir þröngan markað og í undantekningartilvikum fer eftir ákvæðum 24. og 27. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Markaðsleyfi samkvæmt miðlægri ákvörðun.\nMarkaðsleyfi samkvæmt miðlægri ákvörðun gilda í öllum löndum á Evrópska efnahagssvæðinu.\nÍ 42. gr. dýralyfjareglugerðarinnar eru tiltekin þau dýralyf sem falla undir markaðsleyfi samkvæmt miðlægri ákvörðun.\nUmsókn um markaðsleyfi samkvæmt miðlægri ákvörðun skal lögð fram hjá Lyfjastofnun Evrópu.\nUm málsmeðferð fer skv. 44. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Markaðsleyfi samkvæmt landsbundinni ákvörðun.\nMarkaðsleyfi samkvæmt landsbundinni ákvörðun gildir eingöngu á Íslandi. Umsókn skal send til Lyfjastofnunar.\nÓheimilt er að veita markaðsleyfi fyrir dýralyfi samkvæmt landsbundinni ákvörðun í eftirfarandi tilvikum ef:\na. áður hefur verið veitt markaðsleyfi samkvæmt landsbundinni ákvörðun,\nb. umsókn um markaðsleyfi samkvæmt landsbundinni ákvörðun bíður afgreiðslu í öðru aðildarríki Evrópska efnahagssvæðisins, eða\nc. dýralyfið fellur undir 2. mgr. 42. gr. dýralyfjareglugerðarinnar.\nUm málsmeðferð fer skv. 47. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Markaðsleyfi samkvæmt valddreifðri ákvörðun.\nMarkaðsleyfi samkvæmt valddreifðri ákvörðun gildir eingöngu í þeim löndum á Evrópska efnahagssvæðinu þar sem sótt er um markaðsleyfi.\nÓheimilt er að veita markaðsleyfi fyrir dýralyfi samkvæmt valddreifðri ákvörðun í eftirfarandi tilvikum ef:\na. áður hefur verið veitt markaðsleyfi samkvæmt landsbundinni ákvörðun,\nb. umsókn um markaðsleyfi samkvæmt landsbundinni ákvörðun bíður afgreiðslu, eða\nc. dýralyfið fellur undir 2. mgr. 42. gr. dýralyfjareglugerðarinnar.\nUm málsmeðferð fer skv. 49. og 50. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gagnkvæm viðurkenning markaðsleyfis.\nMarkaðsleyfishafi sem hefur fengið markaðsleyfi samkvæmt landsbundinni ákvörðun í öðru landi á Evrópska efnahagssvæðinu getur sent til Lyfjastofnunar umsókn um gagnkvæma viðurkenningu markaðsleyfis í samræmi við málsmeðferð sem mælt er fyrir um í 52. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Síðari viðurkenning markaðsleyfis.\nMarkaðsleyfishafi sem hefur fengið markaðsleyfi í öðru landi á Evrópska efnahagssvæðinu samkvæmt valddreifðri ákvörðun eða samkvæmt gagnkvæmri viðurkenningu getur sent til Lyfjastofnunar umsókn um markaðsleyfi fyrir dýralyfinu í samræmi við málsmeðferð í 53. gr. dýralyfjareglugerðarinnar.\nVI. kafli. Gagnagrunnar og gagnasöfnun.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Vörugagnagrunnur.\nÍsland er aðili að vörugagnagrunni Evrópusambandsins yfir dýralyf, sbr. 55. gr. dýralyfjareglugerðarinnar. Lyfjastofnun sem lögbært stjórnvald ber ábyrgð á að upplýsingar séu færðar í gagnagrunninn. Matvælastofnun skal hafa aðgang að upplýsingum í vörugagnagrunninum.\nMarkaðsleyfishafar dýralyfja skulu hafa ótakmarkaðan aðgang að þeim upplýsingum í gagnagrunninum sem varða markaðsleyfi þeirra.\nAlmenningur hefur heimild til að fá upplýsingar úr vörugagnagrunninum skv. 3. mgr. 56. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Gagnagrunnur um framleiðslu og heildsöludreifingu.\nÍsland er aðili að gagnagrunni Evrópusambandsins um framleiðslu og heildsöludreifingu, sbr. 91. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun ber ábyrgð á að skrá og viðhalda upplýsingum í gagnagrunninum samkvæmt þeim kröfum sem dýralyfjareglugerðin setur.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Söfnun gagna um sýkingalyf sem notuð eru fyrir dýr.\nLyfjastofnun skal safna gögnum um sölumagn sýkingalyfja sem eru notuð fyrir dýr og Matvælastofnun skal safna gögnum um notkun á þeim. Skila skal gögnum til Lyfjastofnunar Evrópu.\nSafna skal gögnum um sölumagn og notkun fyrir hverja dýrategund og hverja tegund sýkingalyfs sem notað er fyrir dýr.\nDýralæknar, eigendur og/eða umsjónarmenn dýra skulu skila inn gögnum um sölu og notkun á sýkingalyfjum sem notuð eru fyrir dýr til Lyfjastofnunar og Matvælastofnunar eftir því sem við á.\nRáðherra er heimilt, í samráði við ráðherra sem fer með málefni landbúnaðar, að setja reglugerð um söfnun og notkun upplýsinga um sýkingalyf sem notuð eru fyrir dýr. Reglugerðin getur m.a. kveðið á um hvaða tegundum sýkingalyfja sem notuð eru fyrir dýr skuli safnað og fyrir hvaða dýrategund, um þau gæði, snið og aðferðafræði sem nota á við gagnasöfnunina og hvernig gögnunum samkvæmt ákvæðinu skuli skilað til Lyfjastofnunar Evrópu.\nRg. 303/2023. Rg. 418/2025.\nVII. kafli. Lyfjagát.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Lyfjagátarkerfi.\nLyfjastofnun skal starfrækja lyfjagátarkerfi til að hafa eftirlit með öryggi dýralyfja og skal stofnunin halda skrá yfir aukaverkanir sem tilkynntar eru til hennar. Lyfjastofnun er heimilt að afhenda Lyfjastofnun Evrópu, framkvæmdastjórn Evrópusambandsins, lögbærum yfirvöldum á sviði lyfjamála í ríkjum á Evrópska efnahagssvæðinu, markaðsleyfishöfum og Matvælastofnun, eftir því sem við á, upplýsingar um tilkynntar aukaverkanir.\nLyfjastofnun, Lyfjastofnun Evrópu og markaðsleyfishafar skulu gera nauðsynlegar ráðstafanir til að bjóða fram leiðir til að tilkynna um og hvetja til tilkynninga um þau meintilvik sem fram koma í 2. mgr. 73. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Lyfjagátargagnagrunnur.\nÍsland er aðili að lyfjagátargagnagrunni Evrópusambandsins, sbr. 74. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun er lögbært stjórnvald og ber ábyrgð á að upplýsingar séu færðar í grunninn í samræmi við kröfur 1. og 4. mgr. 76., 78. og 79. gr. dýralyfjareglugerðarinnar.\nMarkaðsleyfishafar skulu hafa aðgang að gögnum í lyfjagátargagnagrunninum skv. 2. mgr. 75. gr. dýralyfjareglugerðarinnar.\nAlmenningur skal hafa aðgang að upplýsingum í lyfjagátargagnagrunninum samkvæmt skilyrðum sem fram koma í 3. mgr. 75. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Lyfjagátarskyldur markaðsleyfishafa.\nMarkaðsleyfishafa er skylt að starfrækja lyfjagátarkerfi í þeim tilgangi að fylgjast með öryggi dýralyfja, meta möguleika á að lágmarka og fyrirbyggja áhættu og gera viðeigandi ráðstafanir sé þeirra þörf.\nMarkaðsleyfishafa er skylt að tilkynna Lyfjastofnun ef breytingar verða á afurðanýtingarfresti dýralyfs.\nMarkaðsleyfishafi ber ábyrgð á lyfjagátinni fyrir það dýralyf sem hann hefur markaðsleyfi fyrir og skal viðhafa samfellt mat, með viðeigandi aðferðum, á sambandinu milli ávinnings og áhættu af því dýralyfi og, ef nauðsyn krefur, gera nauðsynlegar ráðstafanir.\nMarkaðsleyfishafa er skylt að tilkynna og skrá meintilvik sem grunur er um í samræmi við 2. mgr. 76. gr. dýralyfjareglugerðarinnar.\nMarkaðsleyfishafi skal uppfylla þær skyldur sem tilgreindar eru í 77. gr. dýralyfjareglugerðarinnar og öðrum ákvæðum hennar er varða lyfjagát.\nMarkaðsleyfishafi skal tilnefna að lágmarki einn einstakling sem ber ábyrgð á lyfjagát. Tilnefndir einstaklingar skulu hafa fasta búsetu og starfa á Evrópska efnahagssvæðinu og hafa tilskilda menntun og hæfi til að sinna þeim verkefnum sem tilgreind eru í 78. gr. dýralyfjareglugerðarinnar.\nMarkaðsleyfishafar skulu framkvæma stjórnun ræsimerkjaferils fyrir dýralyf sín í samræmi við 81. gr. dýralyfjareglugerðarinnar.\nRáðherra er heimilt að setja reglugerð um lyfjagát dýralyfja, þar á meðal um lyfjagátarskyldur markaðsleyfishafa og góðar starfsvenjur við lyfjagát fyrir dýralyf.",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Málsmeðferðarreglur og reglugerðarheimild.\nLyfjastofnun skal setja starfsreglur um nauðsynlegar málsmeðferðarreglur skv. 1. mgr. 79. gr. dýralyfjareglugerðarinnar og birta á vef stofnunarinnar.\nRáðherra er heimilt að setja í reglugerð nánari kröfur til markaðsleyfishafa í tengslum við lyfjagát fyrir dýralyf, svo sem um tilkynningar alvarlegra aukaverkana dýralyfja, öryggisskýrslur, skráningar og áhættugreiningar.",
      "metadata": {
        "source_anchor": "G31",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Skyldur dýralækna.\nEf dýralæknir hefur í störfum sínum grun um aukaverkun af notkun dýralyfs er honum skylt að tilkynna það til Lyfjastofnunar.\nDýralæknum er skylt að gera Lyfjastofnun og markaðsleyfishöfum kleift að senda þeim upplýsingar um öryggi dýralyfja, váboð og aðrar upplýsingar sem byggjast á lyfjagátarupplýsingum.\nVIII. kafli. Smáskammtadýralyf.",
      "metadata": {
        "source_anchor": "G32",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Skráning smáskammtadýralyfja.\nSmáskammtadýralyf sem uppfyllir öll eftirfarandi skilyrði skal fara í gegnum skráningarferli hjá Lyfjastofnun ef:\na. lyfið er gefið inn með íkomuleið sem lýst er í Evrópsku lyfjaskránni eða lyfjaskrá Lyfjastofnunar,\nb. lyfið er nægjanlega þynnt til að tryggja að það sé öruggt og skal ekki innihalda meira en einn tíu þúsundasta hluta af stofntinktúrunni,\nc. í merkingu þess eða í upplýsingum um það er engin ábending.\nSmáskammtadýralyf sem uppfylla ekki skilyrði 1. mgr. falla undir 7. gr.\nRáðherra er heimilt að setja reglugerð um skráningu smáskammtadýralyfja, innflutning, sölu, dreifingu og merkingu þeirra til viðbótar við málsmeðferðarreglur sem dýralyfjareglugerðin setur. Einnig getur ráðherra skilgreint við hvaða skilyrði bjóða má fram hið skráða smáskammtadýralyf.",
      "metadata": {
        "source_anchor": "G33",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Umsókn og málsmeðferð við skráningu smáskammtadýralyfja.\nMeð umsókn um skráningu á smáskammtadýralyfi skv. 1. mgr. 33. gr. skulu fylgja öll þau gögn sem tilgreind eru í a–h-lið 1. mgr. 87. gr. dýralyfjareglugerðarinnar.\nÁkvörðun um skráningu smáskammtadýralyfja skal tekin innan 90 daga frá því að gild umsókn er send til Lyfjastofnunar.\nSkráningarhafi smáskammtadýralyfja skal hafa sömu skyldur og markaðsleyfishafi samkvæmt lögum þessum og samkvæmt ákvæðum dýralyfjareglugerðarinnar, með fyrirvara um ákvæði 5. mgr. 2. gr. dýralyfjareglugerðarinnar.\nEinungis skal skrá smáskammtadýralyf umsækjanda sem hefur staðfestu á Evrópska efnahagssvæðinu. Krafan um staðfestu á Evrópska efnahagssvæðinu gildir einnig um skráningarhafa.\nIX. kafli. Framleiðsla, innflutningur og útflutningur.",
      "metadata": {
        "source_anchor": "G34",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Framleiðsluleyfi.\nTil að stunda þá starfsemi sem tilgreind er í 1. mgr. 88. gr. dýralyfjareglugerðarinnar þarf framleiðsluleyfi.\nEkki þarf framleiðsluleyfi til að tilreiða dýralyf, skipta þeim upp eða breyta pakkningum þeirra eða framsetningu þegar umrædd ferli eru framkvæmd í þeim eina tilgangi að selja þau beint til almennings í samræmi við 103. og 104. gr. dýralyfjareglugerðarinnar. Fylgiseðill skal fylgja hverjum uppskiptum hluta ásamt því að lotunúmer og fyrningardagsetning skulu sýnd með skýrum hætti.\nFramleiðsluleyfi gildir á öllu Evrópska efnahagssvæðinu en þó aðeins fyrir þann framleiðslustað og þau lyfjaform sem tilgreind eru í framleiðsluleyfinu.",
      "metadata": {
        "source_anchor": "G35",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Málsmeðferð við veitingu framleiðsluleyfa.\nUmsókn um framleiðsluleyfi skal send til Lyfjastofnunar og innihalda þær upplýsingar sem fram koma í 89. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun skal framkvæma eftirlitsúttekt á framleiðslustað áður en framleiðsluleyfi er veitt.\nLyfjastofnun er heimilt að veita skilyrðisbundið framleiðsluleyfi með þeim kröfum að umsækjandi geri tilteknar ráðstafanir eða innleiði tiltekna ferla innan ákveðins tíma. Þegar það hefur verið veitt skal fella skilyrðisbundið framleiðsluleyfi tímabundið úr gildi eða afturkalla það ef kröfur samkvæmt leyfinu eru ekki uppfylltar.\nRáðherra skal setja reglugerð um framleiðsluleyfi. Reglugerðin skal m.a. innihalda málsmeðferðarreglur um veitingu eða synjun framleiðsluleyfa, skyldur handhafa framleiðsluleyfa, gæðastjórnun, hæfi starfsmanna og sérfræðiþekkingu, húsnæði og búnað, eftirlit og viðurlög.",
      "metadata": {
        "source_anchor": "G36",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Skyldur framleiðsluleyfishafa.\nHandhafi framleiðsluleyfis skal:\na. uppfylla þær skyldur sem tilgreindar eru í 93. gr. dýralyfjareglugerðarinnar,\nb. halda skrá yfir þau dýralyf sem hann afhendir í samræmi við 96. gr. dýralyfjareglugerðarinnar,\nc. hafa að lágmarki einn starfsmann með tilskilda menntun og hæfi sem ber ábyrgð á framleiðslu og lokasamþykkt framleiðslulotu í samræmi við 97. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G37",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Innflytjendur, framleiðendur og dreifingaraðilar virkra efna.\nInnflytjendur, framleiðendur og dreifingaraðilar virkra efna sem eru notuð sem upphafsefni í dýralyfjum skulu skrá starfsemi sína hjá Lyfjastofnun og skal málsmeðferð, upplýsingagjöf og eftirlit þeirra fara eftir 95. gr. dýralyfjareglugerðarinnar.\nRáðherra er heimilt að setja reglugerð um innflytjendur og útflytjendur virkra efna með sama hætti og um framleiðsluleyfi skv. 4. mgr. 36. gr.\nRg. 699/1996, sbr. 484/2001, 846/2002, 546/2018 og 906/2022.\nX. kafli. Heildsala o.fl.",
      "metadata": {
        "source_anchor": "G38",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Heildsöluleyfi.\nTil að stunda heildsöludreifingu þarf heildsöluleyfi.\nHandhafar heildsöluleyfa skulu hafa staðfestu á Evrópska efnahagssvæðinu.\nHandhafi framleiðsluleyfis skv. 35. gr. telst handhafi heildsöluleyfis fyrir þau dýralyf sem framleiðsluleyfið tekur til.\nHeildsöluleyfi gilda á öllu Evrópska efnahagssvæðinu.\nRáðherra er heimilt að setja reglugerð um heildsöludreifingu, m.a. um góðar starfsvenjur við dreifingu dýralyfja.\nRg. 699/1996, sbr. 484/2001, 846/2002, 546/2018 og 906/2022.",
      "metadata": {
        "source_anchor": "G39",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Málsmeðferð við veitingu heildsöluleyfa.\nUmsókn um heildsöluleyfi skal send til Lyfjastofnunar og innihalda þær upplýsingar sem fram koma í 100. gr. dýralyfjareglugerðarinnar.\nRáðherra skal setja reglugerð um heildsöluleyfi. Reglugerðin skal m.a. innihalda málsmeðferðarreglur um veitingu og synjun, tímabundna niðurfellingu, afturköllun eða breytingu á leyfi til heildsöludreifingar.\nRg. 699/1996, sbr. 484/2001, 846/2002, 546/2018 og 906/2022.",
      "metadata": {
        "source_anchor": "G40",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Skyldur heildsöluleyfishafa.\nHandhafi heildsöluleyfis skal:\na. uppfylla þær skyldur sem tilgreindar eru í 101. gr. dýralyfjareglugerðarinnar,\nb. skrá upplýsingar um sölutölur rafrænt og með þeim hætti sem Lyfjastofnun samþykkir; handhafi skal jafnframt veita Lyfjastofnun og Matvælastofnun upplýsingar um starfsemi sína, sé þess óskað.\nLyfjastofnun er heimilt að leggja bann við að heildsöluleyfishafi selji og flytji tilteknar birgðir dýralyfs úr landi þegar fyrirséð er að slíkur útflutningur geti haft þau áhrif á framboð dýralyfsins hér á landi að það ógni velferð eða lífi dýra.",
      "metadata": {
        "source_anchor": "G41",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Samhliða viðskipti með dýralyf.\nSamhliða viðskipti með dýralyf á Evrópska efnahagssvæðinu skulu fara fram í samræmi við ákvæði 102. gr. dýralyfjareglugerðarinnar.\nRáðherra skal setja reglugerð um samhliða viðskipti með dýralyf, þ.m.t. um skilgreiningu á samhliða viðskiptum með dýralyf, um umsóknir, fylgigögn og málsmeðferðartíma.\nHandhafar heildsöluleyfis, sbr. 39. gr., skulu tilkynna markaðsleyfishafa um væntanlegan samhliða innflutning minnst einum mánuði áður en lögð er fram umsókn um samhliða viðskipti til Lyfjastofnunar.\nÁkvæði þessarar greinar gildir ekki um dýralyf sem gefið var út markaðsleyfi fyrir skv. 20. gr., sbr. einnig 42. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G42",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Smásala dýralyfja.\nÁkvæði 103. og 104. gr. dýralyfjareglugerðarinnar ásamt ákvæðum lyfjalaga um smásölu og netverslun með lyf gilda um dýralyf nema annað sé sérstaklega tekið fram í lögum þessum.\nÞeir sem selja dýralyf í smásölu skulu einungis afla dýralyfja frá handhöfum leyfa til heildsöludreifingar.\nRáðherra er heimilt að setja reglugerð um smásölu dýralyfja, þ.m.t. um skilyrði fyrir smásölu til verndar heilbrigði manna og dýra eða umhverfinu. Ráðherra er einnig heimilt, í samráði við ráðherra sem fer með málefni landbúnaðar, að setja reglugerð um leyfisveitingar, takmarkanir og eftirlit vegna sölu dýralyfja þegar um er að ræða dýralyf sem eru eingöngu ætluð tilteknum tegundum gæludýra sem tilgreind eru í reglugerðinni. Lyfin skulu ekki innihalda efni sem útheimta að dýralæknir hafi eftirlit með notkun þeirra og allar tiltækar ráðstafanir skulu hafa verið gerðar til að koma í veg fyrir að þau verði gefin öðrum dýrum í leyfisleysi.",
      "metadata": {
        "source_anchor": "G43",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Auglýsingar og kynningar á dýralyfjum.\nDýralyfjaauglýsingar skulu vera í samræmi við 119. gr. dýralyfjareglugerðarinnar.\nAuglýsingar á dýralyfjum sem eru ávísunarskyld í samræmi við 34. gr. dýralyfjareglugerðarinnar má einungis birta þegar þeim er einvörðungu beint til þeirra einstaklinga sem tilgreindir eru í a- og b-lið 1. mgr. 120. gr. dýralyfjareglugerðarinnar.\nÞrátt fyrir 2. mgr. er Lyfjastofnun heimilt að leyfa auglýsingar um dýralyf sem eru ávísunarskyld í samræmi við 34. gr. dýralyfjareglugerðarinnar sem beint er til fagmanna sem hafa umsjón með dýrum ef uppfyllt eru skilyrði a- og b-liðar 2. mgr. 120. gr. dýralyfjareglugerðarinnar.\nÞrátt fyrir 2. og 3. mgr. er bannað að auglýsa óvirkjuð ónæmislyf fyrir dýr sem eru framleidd úr sjúkdómsvöldum og ónæmisvökum sem eru fengnir úr einu eða fleiri dýrum í faraldsfræðilegri einingu og notuð til að meðhöndla það eða þau dýr í sömu faraldsfræðilegu einingunni eða til að meðhöndla eitt eða fleiri dýr í einingu sem hefur staðfest faraldsfræðileg tengsl.\nKynningar á dýralyfjum skulu fara fram í samræmi við 121. gr. dýralyfjareglugerðarinnar.\nRáðherra er heimilt að setja reglugerð um auglýsingar og kynningar á dýralyfjum.\nXI. kafli. Notkun lyfja fyrir dýr.",
      "metadata": {
        "source_anchor": "G44",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Lyfjaávísanir dýralækna.\nÞeim einum sem hafa gild starfsleyfi sem dýralæknar er heimilt að ávísa dýralyfjum, sbr. lög um dýralækna og heilbrigðisþjónustu við dýr.\nDýralæknir skal einungis gefa út lyfjaávísun að lokinni klínískri skoðun eða öðru viðeigandi mati á dýri eða dýrahópi.\nDýralækni er heimilt að gefa inn dýralyf sem er flokkað sem ávísunarskylt dýralyf án þess að gefa út lyfjaávísun ef dýralæknirinn gerir það sjálfur. Dýralæknirinn skal halda skrár yfir slíkar eigin inngjafir án útgáfu lyfjaávísunar og skila þeim til viðeigandi stjórnvalda.\nDýralæknir sem gefur út lyfjaávísun fyrir sýkingalyfjum skal geta rökstutt útgáfuna með viðhlítandi rökum, einkum ef um er að ræða verndarmeðferð eða fyrirbyggjandi meðferð. Lyfjaávísun dýralæknis fyrir sýkingalyfi gildir í fimm daga frá útgáfu hennar.\nMatvælastofnun hefur eftirlit með lyfjaávísunum dýralækna, sbr. lög um dýralækna og heilbrigðisþjónustu við dýr, og 78. gr. lyfjalaga, nr. 100/2020.\nRáðherra skal í reglugerð kveða nánar á um lyfjaávísanir dýralækna, þ.m.t. um upplýsingar sem fram skulu koma á lyfjaávísun dýralæknis, um fjarheilbrigðisþjónustu dýralækna í tengslum við klínískt mat við útgáfu lyfjaávísana og sérstakar takmarkanir er varða lyfjaávísanir á sýkingalyfjum.",
      "metadata": {
        "source_anchor": "G45",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Notkun dýralyfja.\nDýralyf skulu notuð í samræmi við skilmála markaðsleyfis dýralyfsins.\nEf ekki er fyrir hendi leyft dýralyf fyrir tiltekna ábendingu getur dýralæknir þrátt fyrir 1. mgr., á eigin ábyrgð og einkum til að komast hjá því að valda ólíðandi þjáningum, meðhöndlað dýr í samræmi við þau skilyrði sem við eiga í 112.–114. gr. dýralyfjareglugerðarinnar. Sýkingalyf sem Lyfjastofnun eða ráðherra hefur takmarkað eða lagt bann við notkun á fyrir dýr falla ekki undir þessa heimild.\nEf ekki er gefinn biðtími til afurðanýtingar í samantekt á eiginleikum dýralyfsins fyrir viðkomandi dýrategund, sem gefið var skv. 113. og 114. gr. dýralyfjareglugerðarinnar, skal dýralæknir fastsetja biðtíma til afurðanýtingar fyrir dýralyfið í samræmi við þær forsendur sem taldar eru upp í 115. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G46",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Notkun sýkingalyfja fyrir dýr.\nÓheimilt er að nota sýkingalyf:\na. reglulega eða til að bæta fyrir lélega hollustuhætti, ófullnægjandi dýrahald eða skeytingarleysi eða til að bæta fyrir lélega bústjórn,\nb. til að örva vöxt dýra eða til að auka afrakstur af þeim, eða\nc. sem fyrirbyggjandi meðferð nema í undantekningartilvikum, til inngjafar fyrir stök dýr eða takmarkaðan fjölda dýra þegar hættan á sýkingu eða smitsjúkdómi er mjög mikil og líklegt er að afleiðingarnar verði alvarlegar; undantekningin samkvæmt þessum lið gildir þó ekki ef atvik falla undir a-lið.\nEinungis skal nota sýkingalyf til verndarmeðferðar þegar hætta á útbreiðslu sýkingar eða smitsjúkdóms innan hóps dýra er mikil og þegar engir aðrir viðeigandi kostir eru fyrir hendi.\nLyfjastofnun getur takmarkað eða bannað notkun tiltekinna sýkingalyfja fyrir dýr ef inngjöf slíkra sýkingalyfja fyrir dýr er andstæð stefnu stjórnvalda um skynsamlega notkun sýkingalyfja. Ákvörðun um takmörkun eða bann skal tekin í samráði við Matvælastofnun og vera hófleg og rökstudd. Listi yfir þau sýkingalyf sem hafa verið takmörkuð eða bönnuð skal birtur á heimasíðu Lyfjastofnunar.\nRáðherra er heimilt, í samráði við ráðherra sem fer með málefni landbúnaðar, að setja reglugerð um sölu, ávísun og notkun sýkingalyfja, bakteríulyfja og sníklalyfja fyrir dýr, m.a. um takmörkun á sölu, ávísun og notkun þeirra fyrir menn eða dýr.\nRg. 303/2023. Rg. 418/2025.",
      "metadata": {
        "source_anchor": "G47",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Notkun ónæmislyfja fyrir dýr.\nLyfjastofnun getur tekið ákvörðun um að banna framleiðslu, innflutning, dreifingu, vörslu, sölu, afhendingu eða notkun ónæmislyfja fyrir dýr ef eitthvert af skilyrðum sem fram koma í 1. mgr. 110. gr. dýralyfjareglugerðarinnar er uppfyllt. Lyfjastofnun skal hafa samráð við Matvælastofnun áður en slík ákvörðun er tekin.\nMatvælastofnun getur leyft notkun á ónæmislyfi ef skilyrði 2., 3. eða 5. mgr. 110. gr. dýralyfjareglugerðarinnar eru uppfyllt. Tilkynna skal Lyfjastofnun um beitingu ákvæðisins og á grundvelli hvaða skilyrðis lyfjanotkun er heimiluð.\nÓvirkjuð ónæmislyf fyrir dýr sem um getur í 3. mgr. 2. gr. dýralyfjareglugerðarinnar skulu einungis vera notuð fyrir þau dýr sem þar eru tilgreind í undantekningartilvikum og samkvæmt lyfjaávísun dýralæknis og ef ekkert ónæmislyf fyrir dýr er leyft fyrir markdýrategundina og ábendinguna.\nRáðherra er heimilt, í samráði við ráðherra sem fer með málefni landbúnaðar, að setja reglugerð um bann við framleiðslu, innflutningi, dreifingu, vörslu, sölu, afhendingu og notkun ónæmislyfja fyrir dýr. Reglugerðin skal vera í samræmi við kröfur í 1. mgr. 110. gr. dýralyfjareglugerðarinnar.",
      "metadata": {
        "source_anchor": "G48",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Skrár yfir notkun á lyfjum fyrir dýr.\nEigendur og/eða umsjónarmenn dýra sem gefa af sér afurðir til manneldis skulu halda skrá yfir þau dýralyf sem þeir nota og, ef við á, afrit af lyfjaávísunum í samræmi við kröfur 108. gr. dýralyfjareglugerðarinnar. Dýralæknir skal aðstoða eigendur og/eða umsjónarmenn dýra við skráningu sé eftir því leitað.\nGeyma skal skrárnar í minnst fimm ár.\nMatvælastofnun og Lyfjastofnun hafa heimild til að skoða skrárnar í samræmi við 123. gr. dýralyfjareglugerðarinnar.\nRáðherra er heimilt, í samráði við ráðherra sem fer með málefni landbúnaðar, að setja reglugerð um skráahald eigenda og/eða umsjónarmanna dýra sem gefa af sér afurðir til manneldis.",
      "metadata": {
        "source_anchor": "G49",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Dýralæknar með staðfestu á Evrópska efnahagssvæðinu.\nDýralækni sem hefur staðfestu á Evrópska efnahagssvæðinu og kemur hingað til lands til að veita þjónustu er heimilt að hafa undir höndum og gefa dýrum eða hópum dýra sem hann annast dýralyf, í því nauðsynlega magni sem meðferðin krefst, sem eru ekki leyfð hér á landi ef skilyrði 111. gr. dýralyfjareglugerðarinnar eru uppfyllt.\nÁkvæði 1. mgr. gildir ekki um ónæmislyf fyrir dýr nema um sé að ræða eiturefni eða sermi.",
      "metadata": {
        "source_anchor": "G50",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Söfnun og förgun á dýralyfjaúrgangi.\nFramleiðendur, heildsalar og smásalar skulu sjá til þess að söfnun og förgun á dýralyfjaúrgangi eigi sér stað samkvæmt nánari fyrirmælum Lyfjastofnunar.\nDýralæknar og aðrir sem hafa heimild til að gefa dýrum dýralyf skulu skila inn dýralyfjaúrgangi til viðeigandi aðila til förgunar samkvæmt nánari fyrirmælum Lyfjastofnunar.\nXII. kafli. Eftirlit og eftirlitsúttektir.",
      "metadata": {
        "source_anchor": "G51",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Eftirlit.\nLyfjastofnun annast eftirlit með því að farið sé að ákvæðum laga þessara, reglugerða sem settar eru með stoð í þeim og dýralyfjareglugerðarinnar, nema sérstaklega sé kveðið á um annað.\nLyfjastofnun skal hafa eftirlit með þeim aðilum sem taldir eru upp í 1. mgr. 123. gr. dýralyfjareglugerðarinnar og skal það framkvæmt með reglulegum hætti miðað við áhættu og með tilliti til þeirra þátta sem tilgreindir eru í 3. mgr. 123. gr. dýralyfjareglugerðarinnar. Þó skal Matvælastofnun hafa eftirlit með þeim aðilum sem taldir eru upp í f- og g-lið 1. mgr. 123. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun og Matvælastofnun, eftir því sem við á, skulu að eigin frumkvæði eða eftir ábendingu taka til meðferðar mál er varða gæði og öryggi dýralyfja og skyldur þeirra aðila sem falla undir lögin og dýralyfjareglugerðina.\nTil að sinna eftirliti eða til að verða við beiðni annars aðildarríkis á Evrópska efnahagssvæðinu eða stofnsamnings Fríverslunarsamtaka Evrópu er Lyfjastofnun heimilt að fara á hvern þann stað þar sem starfsemi er á grundvelli eftirtalinna leyfa eða skráningar:\na. framleiðsluleyfis, sbr. 35. gr.,\nb. skráningar innflytjanda, útflytjanda eða framleiðanda á virku efni, sbr. 38. gr.,\nc. heildsöluleyfis, sbr. 39. gr., eða\nd. leyfis til að selja lyf sem ætluð eru dýrum, sbr. 35. gr. lyfjalaga, nr. 100/2020.\nÍ sama tilgangi er Matvælastofnun heimilt að fara á hvern þann stað þar sem starfsemi aðila sem taldir eru upp í f- og g-lið 1. mgr. 123. gr. dýralyfjareglugerðarinnar fer fram.\nEkki er heimilt í þessum tilgangi að fara í íbúðarhús eða á aðra þvílíka staði án samþykkis eiganda eða umráðamanns húsnæðisins nema að fengnum dómsúrskurði.\nÍ eftirliti felst m.a. heimild til sýna- og myndatöku, að fá afhent sýnishorn af dýralyfi án endurgjalds, þ.m.t. umbúðaefni og fylgiseðlum, virku efni, millivöru eða hjálparefni til nánari skoðunar, svo og heimild til skoðunar og afritunar gagna. Enn fremur er Lyfjastofnun og Matvælastofnun heimilt að krefjast allra upplýsinga og gagna sem hafa þýðingu við eftirlitið.\nLyfjastofnun og Matvælastofnun mega við eftirlit framkvæma eftirlitsúttektir fyrirvaralaust. Valdheimildir Lyfjastofnunar og Matvælastofnunar ná til þeirra þátta sem tilgreindir eru í 6. mgr. 123. gr. dýralyfjareglugerðarinnar.\nLyfjastofnun er heimilt að krefjast þess að aðilar sem taldir eru upp í a–c-lið 4. mgr. breyti starfsháttum sínum til samræmis við ákvæði laga þessara og reglugerða sem settar eru með stoð í þeim. Lyfjastofnun skal veita hæfilegan frest til að verða við kröfum stofnunarinnar.\nSá sem sætir eftirliti skal fá tækifæri til að koma á framfæri við Lyfjastofnun eða Matvælastofnun upplýsingum um dýralyfið, virka efnið, millivöruna eða hjálparefnið áður en rannsókn hefst. Lyfjastofnun og Matvælastofnun skulu veita hæfilegan frest í því skyni.\nVið framkvæmd eftirlits samkvæmt þessari grein skal taka saman skýrslu sem hefur að geyma niðurstöður úttektar að henni lokinni.\nTaka skal ákvörðun um það hvort erindi sem berst Lyfjastofnun eða Matvælastofnun gefi nægt tilefni til rannsóknar. Við afgreiðslu mála samkvæmt lögum þessum er heimilt að forgangsraða málum.\nLögregla og tollyfirvöld skulu vera Lyfjastofnun eða Matvælastofnun til aðstoðar ef nauðsyn krefur vegna rannsóknar mála og við framkvæmd þeirra réttarúrræða sem kveðið er á um í lögum þessum.",
      "metadata": {
        "source_anchor": "G52",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Eftirlitsheimildir og upplýsingaskylda.\nVið skoðun og eftirlit, þ.m.t. úttektir, sbr. 52. gr., skal hver sá sem sætir eftirliti veita án endurgjalds alla nauðsynlega aðstoð við eftirlitið, svo sem aðstoð starfsmanna og aðgang að húsakynnum og tækjabúnaði. Einnig ber að veita allar umbeðnar upplýsingar og afhenda þau gögn sem hafa þýðingu við eftirlitið að mati stofnunarinnar. Aðrir opinberir aðilar sem búa yfir upplýsingum sem geta haft þýðingu við eftirlit skulu að beiðni Lyfjastofnunar eða Matvælastofnunar veita þær upplýsingar.\nEf við eftirlit Lyfjastofnunar eða Matvælastofnunar vaknar grunur um brot sem heyrir undir hina stofnunina skal greina viðkomandi stofnun frá því án tafar svo að unnt sé að bregðast við með viðeigandi hætti.\nHeimilt er að kalla til óháða utanaðkomandi sérfræðinga til ráðgjafar ef slíkt hefur þýðingu fyrir eftirlitið, sbr. 52. gr.",
      "metadata": {
        "source_anchor": "G53",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Upplýsingar frá tollyfirvöldum.\nLyfjastofnun er heimilt að óska eftir upplýsingum frá tollyfirvöldum um magn dýralyfja, virkra efna, millivara og hjálparefna, sem og um magn frá einstökum framleiðendum og innflytjendum vegna framleiðslu og innflutnings á lyfjum, virkum efnum, millivöru og hjálparefnum sem falla undir lögin við framkvæmd eftirlits skv. 52. gr. Ákvæði 188. gr. tollalaga, nr. 88/2005, skulu ekki vera því til fyrirstöðu að tollyfirvöld veiti Lyfjastofnun upplýsingar samkvæmt þessari grein.\nTollyfirvöldum er heimilt að upplýsa um lyfjaávísun dýralæknis þegar grunur leikur á að brotnar séu reglur sem gilda um innflutning einstaklinga á dýralyfjum til eigin nota.\nXIII. kafli. Gjaldtaka.",
      "metadata": {
        "source_anchor": "G54",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Gjaldtaka.\nLyfjastofnun er heimilt að innheimta gjald fyrir:\na. útgáfu á markaðsleyfi fyrir dýralyf,\nb. breytingar á markaðsleyfum dýralyfja,\nc. kostnað við að halda úti þeim lyfjaskrám og gagnagrunnum sem lög þessi kveða á um, lyfjagát, upplýsingagjöf um dýralyf sem fengið hafa markaðsleyfi hér á landi og kostnað af nauðsynlegu erlendu samstarfi vegna þeirra dýralyfja,\nd. rannsóknir á vegum stofnunarinnar vegna eftirlits samkvæmt lögum þessum,\ne. vísindaráðgjöf og aðra sérfræðiráðgjöf,\nf. veitingu undanþága til notkunar dýralyfja sem ekki hafa markaðsleyfi hér á landi,\ng. útgáfu vottorða sem lyfjafyrirtæki óska eftir,\nh. útgáfu leyfa samkvæmt lögum þessum annarra en markaðsleyfa og leyfa til samhliða viðskipta með dýralyf, þ.m.t. gjald sem endurspeglar þann kostnað sem hlýst af vinnu við útgáfu leyfa, svo sem framkvæmd nauðsynlegra úttekta og ferðakostnað starfsmanna Lyfjastofnunar,\ni. útgáfu lyfjaverðskrár, sbr. 3. mgr. 9. gr. lyfjalaga, nr. 100/2020.\nRáðherra setur, að fengnum tillögum Lyfjastofnunar, gjaldskrá fyrir veitta þjónustu, eftirlit og verkefni sem stofnuninni er falið að annast samkvæmt lögum þessum. Fjárhæð gjalds skal taka mið af þeim kostnaði sem hlýst af því að veita þjónustuna og framkvæma einstök verkefni og skal byggð á rekstraráætlun þar sem þau atriði sem ákvörðun gjalds byggist á eru rökstudd. Gjaldið má ekki vera hærra en sá kostnaður. Gjaldskrá skal birt í B-deild Stjórnartíðinda. Gjöld má innheimta með fjárnámi.",
      "metadata": {
        "source_anchor": "G55",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Eftirlitsgjald.\nHandhafar framleiðsluleyfa og heildsöluleyfa sem veitt eru samkvæmt þessum lögum skulu greiða eftirlitsgjald skv. 90. gr. lyfjalaga, nr. 100/2020, sem skal standa undir kostnaði við reglubundið eftirlit Lyfjastofnunar:\na. Handhafar leyfa skv. 36. gr. greiða gjald með sama hætti og aðili sem fellur undir 1. tölul. 1. mgr. 90. gr. lyfjalaga, nr. 100/2020.\nb. Handhafar leyfa skv. 40. gr. greiða gjald með sama hætti og aðili sem fellur undir 2. tölul. 1. mgr. 90. gr. lyfjalaga, nr. 100/2020.\nAðilum sem taldir eru upp í 1. mgr. er skylt að veita Lyfjastofnun nauðsynlegar upplýsingar vegna álagningar eftirlitsgjalda. Veiti aðilar sem taldir eru upp í 1. mgr. ekki nauðsynlegar upplýsingar er Lyfjastofnun heimilt að áætla eftirlitsgjald. Skal áætla gjaldstofn svo ríflega að ekki sé hætt við að fjárhæðir séu áætlaðar lægri en þær eru í raun og veru og ákvarða eftirlitsgjald í samræmi við þá áætlun. Heimilt er að endurákvarða álagningu ef álagningarstofn breytist.\nEftirlitsgjald skal lagt á árlega eftir á. Gjalddagi skal vera 30 dögum eftir dagsetningu reiknings og skulu dráttarvextir reiknast frá gjalddaga. Um ákvörðun og útreikning dráttarvaxta fer samkvæmt lögum um vexti og verðtryggingu. Lyfjastofnun innheimtir gjöld samkvæmt þessari grein og eru gjöldin aðfararhæf.\nXIV. kafli. Þvingunarúrræði og takmarkanir.",
      "metadata": {
        "source_anchor": "G56",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Áminning.\nTil að knýja á um framkvæmd ráðstöfunar samkvæmt lögum þessum er Lyfjastofnun heimilt að veita viðkomandi aðila áminningu. Jafnframt skal veita hæfilegan frest til úrbóta ef þeirra er þörf.",
      "metadata": {
        "source_anchor": "G57",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Dagsektir.\nÞegar aðili sinnir ekki fyrirmælum innan tiltekins frests getur Lyfjastofnun ákveðið honum dagsektir þar til úr er bætt.\nDagsektir geta numið allt að 500.000 kr. fyrir hvern dag. Við ákvörðun fjárhæðar dagsekta skal m.a. höfð hliðsjón af umfangi og alvarleika brotsins, hvað það hefur staðið lengi yfir og hvort um ítrekað brot er að ræða.\nÁkvarðanir Lyfjastofnunar um dagsektir eru aðfararhæfar. Sé sekt samkvæmt þessari grein ekki greidd innan 30 daga frá ákvörðun Lyfjastofnunar skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer samkvæmt lögum um vexti og verðtryggingu. Óinnheimtar dagsektir sem lagðar eru á fram að efndadegi falla ekki niður þótt aðili efni síðar viðkomandi kröfu nema Lyfjastofnun ákveði það sérstaklega. Sektir samkvæmt þessari grein renna í ríkissjóð að frádregnum kostnaði Lyfjastofnunar við innheimtu.",
      "metadata": {
        "source_anchor": "G58",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Tímabundnar takmarkanir af öryggisástæðum.\nÍ áhættutilvikum sem varða heilbrigði manna eða dýra eða umhverfið sem brýnt er að bregðast við getur Lyfjastofnun af öryggisástæðum lagt tímabundnar takmarkanir á markaðsleyfishafa og aðra sem bera skyldur samkvæmt dýralyfjareglugerðinni. Tímabundnar takmarkanir af öryggisástæðum geta falist í:\na. takmörkun á afhendingu dýralyfs,\nb. takmörkun á notkun dýralyfs,\nc. tímabundinni niðurfellingu markaðsleyfis.",
      "metadata": {
        "source_anchor": "G59",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Tímabundin niðurfelling, afturköllun eða breyting á skilmálum markaðsleyfa.\nLyfjastofnun skal fella markaðsleyfi tímabundið úr gildi, afturkalla það eða krefjast þess að markaðsleyfishafi leggi fram umsókn um breytingu á skilmálum markaðsleyfisins ef sambandið á milli ávinnings og áhættu af dýralyfinu er ekki lengur jákvætt eða nægir ekki til að tryggja matvælaöryggi. Einnig skal beita takmörkununum sem ákvæðið heimilar ef einhver af eftirfarandi ástæðum á við, ein eða fleiri:\na. ef markaðsleyfishafi uppfyllir ekki kröfur í 58. gr. dýralyfjareglugerðarinnar,\nb. ef markaðsleyfishafi uppfyllir ekki kröfur í 127. gr. dýralyfjareglugerðarinnar,\nc. ef lyfjagátarkerfi markaðsleyfishafa, sbr. 1. mgr. 77. gr. dýralyfjareglugerðarinnar, er ófullnægjandi,\nd. ef markaðsleyfishafi stendur ekki við skuldbindingar sínar sem mælt er fyrir um í 77. gr. dýralyfjareglugerðarinnar,\ne. ef einstaklingur með tilskilda menntun og hæfi sem ber ábyrgð á lyfjagát sinnir ekki störfum sínum, sem mælt er fyrir um í 78. gr. dýralyfjareglugerðarinnar, á fullnægjandi hátt.\nLyfjastofnun skal afturkalla markaðsleyfi ef markaðsleyfishafi uppfyllir ekki lengur kröfuna um staðfestu á Evrópska efnahagssvæðinu, sbr. 4. mgr. 7. gr.\nRáðherra skal setja reglugerð sem mælir fyrir um málsmeðferðarreglur um beitingu þessara takmarkana.",
      "metadata": {
        "source_anchor": "G60",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Tímabundin niðurfelling eða afturköllun leyfis til heildsöludreifingar.\nLyfjastofnun skal fella niður tímabundið eða afturkalla leyfi til heildsöludreifingar ef ekki er farið að kröfum sem mælt er fyrir um í 3. mgr. 101. gr. dýralyfjareglugerðarinnar.\nEf ekki er farið að kröfum 101. gr. dýralyfjareglugerðarinnar, að undanskildum kröfum 3. mgr., getur Lyfjastofnun gert eina eða fleiri af eftirfarandi ráðstöfunum:\na. fellt leyfi til heildsöludreifingar niður tímabundið,\nb. fellt leyfi til heildsöludreifingar eins eða fleiri flokka dýralyfja niður tímabundið,\nc. afturkallað leyfi til heildsöludreifingar eins eða fleiri flokka dýralyfja.",
      "metadata": {
        "source_anchor": "G61",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Brottfall úr framleiðslu- og heildsölugagnagrunninum.\nEf ekki er farið eftir þeim kröfum sem gerðar eru í 95. gr. dýralyfjareglugerðarinnar skal Lyfjastofnun fjarlægja innflytjendur, framleiðendur og dreifingaraðila úr framleiðslu- og heildsölugagnagrunninum, sbr. 26. gr., tímabundið eða varanlega.",
      "metadata": {
        "source_anchor": "G62",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Tímabundin niðurfelling eða afturköllun framleiðsluleyfa.\nEf ekki er farið að kröfum sem mælt er fyrir um í 93. gr. dýralyfjareglugerðarinnar getur Lyfjastofnun gert eina eða fleiri af eftirfarandi ráðstöfunum:\na. stöðvað framleiðslu dýralyfja tímabundið,\nb. stöðvað innflutning dýralyfja frá löndum utan Evrópska efnahagssvæðisins,\nc. fellt niður tímabundið eða afturkallað framleiðsluleyfi fyrir einu eða fleiri lyfjaformum,\nd. fellt niður tímabundið eða afturkallað framleiðsluleyfi fyrir einni eða fleiri tegundum starfsemi á einum eða fleiri framleiðslustöðum.",
      "metadata": {
        "source_anchor": "G63",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Bann við afhendingu dýralyfja.\nÍ áhættutilvikum sem varða heilbrigði manna eða dýra eða umhverfið skal Lyfjastofnun banna afhendingu dýralyfs og krefjast þess að markaðsleyfishafinn eða afhendingaraðilar hætti að afhenda dýralyfið eða innkalli það af markaði ef einhver eftirfarandi skilyrði eiga við:\na. sambandið milli ávinnings og áhættu af dýralyfinu er ekki lengur jákvætt,\nb. eigindleg eða megindleg samsetning dýralyfsins er ekki eins og staðhæft er í samantektinni á eiginleikum dýralyfsins, sbr. 3. mgr. 11. gr. þessara laga og 35. gr. dýralyfjareglugerðarinnar,\nc. biðtími til afurðanýtingar sem mælt er með nægir ekki til að tryggja matvælaöryggi,\nd. samanburðarprófanir þær sem um getur í 1. mgr. 127. gr. dýralyfjareglugerðarinnar hafa ekki farið fram, eða\ne. röng merking gæti leitt til alvarlegrar áhættu fyrir heilbrigði dýra eða manna.\nLyfjastofnun getur takmarkað bannið við afhendingu og innköllun af markaði eingöngu við þær framleiðslulotur af dýralyfinu sem ágreiningur ríkir um.",
      "metadata": {
        "source_anchor": "G64",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Aðstoð lögreglu.\nLyfjastofnun getur leitað aðstoðar lögreglu ef með þarf við framkvæmd þvingunarúrræða.\nXV. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G65",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Haldlagning.\nLyfjastofnun getur lagt hald á dýralyf, virk efni, millivörur eða hjálparefni sem uppfylla ekki skilyrði laga þessara eða reglugerða sem settar eru samkvæmt þeim og fargað þeim á kostnað handhafa þeirra.",
      "metadata": {
        "source_anchor": "G66",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Stjórnvaldssektir.\nLyfjastofnun getur lagt stjórnvaldssektir á einstakling eða lögaðila sem brýtur gegn ákvæðum um:\na. markaðssetningu dýralyfja, sbr. 7. gr.,\nb. skyldur markaðsleyfishafa vegna lyfjagátar, sbr. 30. gr.,\nc. framleiðslu dýralyfja, sbr. 35.–38. gr.,\nd. heildsölu með dýralyf, sbr. 39.–42. gr.,\ne. auglýsingar og kynningar á dýralyfjum, sbr. 44. gr.,\nf. notkun dýralyfja, sbr. 45.–49. gr.\nRáðherra er heimilt í reglugerð að ákveða fjárhæð stjórnvaldssekta fyrir brot á einstökum ákvæðum laga þessara innan þess ramma sem ákveðinn er í 4. mgr.\nHafi fjárhæð sekta ekki verið ákveðin í reglugerð skal við ákvörðun sekta m.a. taka tillit til alvarleika brots, hvað það hefur staðið lengi yfir, samstarfsvilja hins brotlega og hvort um ítrekað brot er að ræða. Jafnframt skal líta til þess hvort ætla megi að brotið hafi verið framið í þágu hagsmuna fyrirtækisins og hvort hægt hefði verið að koma í veg fyrir lögbrotið með stjórnun og eftirliti. Lyfjastofnun er heimilt að ákveða hærri sektir hafi aðili hagnast á broti. Skal upphæð stjórnvaldssektar þá ákveðin sem allt að tvöfalt margfeldi af þeim hagnaði sem aðili hefur aflað sér með broti gegn lögum þessum eða reglugerðum sem settar eru samkvæmt þeim, þó innan þess ramma sem er ákveðinn í 4. mgr.\nStjórnvaldssektir sem eru lagðar á einstaklinga geta numið frá 10 þús. kr. til 10 millj. kr. Stjórnvaldssektir sem eru lagðar á lögaðila geta numið frá 25 þús. kr. til 25 millj. kr.\nGjalddagi stjórnvaldssektar er 30 dögum eftir að ákvörðun um sektina var tekin. Hafi stjórnvaldssekt ekki verið greidd innan 15 daga frá gjalddaga skal greiða dráttarvexti af fjárhæð sektarinnar frá gjalddaga. Ákvörðun Lyfjastofnunar um stjórnvaldssekt er aðfararhæf og renna sektir í ríkissjóð að frádregnum kostnaði við álagningu og innheimtu. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum skal beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi. Við mat á fjárhæð sekta skal Lyfjastofnun líta til þess hvort lögbrot séu framin af ásetningi eða gáleysi.\nÁkvarðanir Lyfjastofnunar eru endanlegar á stjórnsýslustigi og sæta ekki kæru til ráðherra. Málshöfðunarfrestur er þrír mánuðir frá því að ákvörðun um stjórnvaldssekt var tekin. Málskot frestar aðför.",
      "metadata": {
        "source_anchor": "G67",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Réttur einstaklinga til að fella ekki á sig sök.\nÍ máli sem beinist að einstaklingi og lokið getur með álagningu stjórnvaldssekta eða kæru til lögreglu hefur sá sem rökstuddur grunur leikur á að hafi gerst sekur um lögbrot rétt til að neita að svara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að það geti haft þýðingu fyrir ákvörðun um brot hans. Lyfjastofnun skal leiðbeina hinum grunaða um þennan rétt.",
      "metadata": {
        "source_anchor": "G68",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Fyrning.\nHeimild Lyfjastofnunar til að leggja á stjórnvaldssektir samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar Lyfjastofnun tilkynnir aðila um upphaf rannsóknar á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að broti.",
      "metadata": {
        "source_anchor": "G69",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Sektir eða fangelsi.\nÞað varðar sektum eða fangelsi allt að tveimur árum, liggi þyngri refsing ekki við broti samkvæmt öðrum lögum, að brjóta gegn ákvæðum um:\na. markaðssetningu dýralyfja, sbr. 7. gr.,\nb. framleiðslu dýralyfja, sbr. 35.–38. gr.,\nc. heildsölu með dýralyf, sbr. 39.–42. gr.,\nd. útgáfu lyfjaávísana, sbr. 45. gr.\nSektir má ákvarða lögaðila þótt sök verði ekki sönnuð á fyrirsvarsmenn eða starfsmenn hans eða aðra þá einstaklinga sem í þágu hans starfa enda hafi brotið orðið eða getað orðið til hagsbóta fyrir lögaðilann. Þó skal lögaðili ekki sæta refsingu ef um óhapp er að ræða. Einnig má með sama hætti gera lögaðila sekt ef fyrirsvarsmenn eða starfsmenn hans eða aðrir einstaklingar sem í þágu hans starfa gerast sekir um brot eða ef það stafar af ófullnægjandi tækjabúnaði eða verkstjórn.",
      "metadata": {
        "source_anchor": "G70",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Saknæmi, eignaupptaka, tilraun og hlutdeild.\nBrot gegn lögum þessum varða sektum eða fangelsi hvort sem þau eru framin af ásetningi eða gáleysi.\nHeimilt er að gera upptækan með dómi beinan eða óbeinan hagnað sem hlotist hefur af broti gegn ákvæðum laga þessara er varða sektum eða fangelsi.\nTilraun til brots eða hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.",
      "metadata": {
        "source_anchor": "G71",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Kæra til lögreglu.\nLyfjastofnun er heimilt að kæra brot til lögreglu.\nVarði meint brot á lögum þessum bæði stjórnvaldssektum og refsingu metur Lyfjastofnun hvort mál skuli kært til lögreglu eða því lokið með stjórnvaldsákvörðun hjá stofnuninni. Ef brot eru meiri háttar ber Lyfjastofnun að vísa þeim til lögreglu. Brot telst meiri háttar ef verknaður er framinn með sérstaklega vítaverðum hætti eða við aðstæður sem auka mjög á saknæmi brotsins. Jafnframt getur Lyfjastofnun á hvaða stigi málsins sem er vísað máli vegna brota á lögum þessum til opinberrar rannsóknar. Gæta skal samræmis við úrlausn sambærilegra mála.\nMeð kæru Lyfjastofnunar skulu fylgja afrit þeirra gagna sem grunur um brot er studdur við. Ákvæði IV.–VII. kafla stjórnsýslulaga gilda ekki um ákvörðun Lyfjastofnunar um að kæra mál til lögreglu.\nLyfjastofnun er heimilt að láta lögreglu og ákæruvaldi í té upplýsingar og gögn sem stofnunin hefur aflað og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lyfjastofnun er heimilt að taka þátt í aðgerðum lögreglu sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nLögreglu og ákæruvaldi er heimilt að láta Lyfjastofnun í té upplýsingar og gögn sem aflað hefur verið og tengjast þeim brotum sem tilgreind eru í 2. mgr. Lögreglu er heimilt að taka þátt í aðgerðum Lyfjastofnunar sem varða rannsókn þeirra brota sem tilgreind eru í 2. mgr.\nTelji ákærandi að ekki séu efni til málshöfðunar vegna ætlaðrar refsiverðrar háttsemi, sem jafnframt varðar stjórnsýsluviðurlögum, getur hann sent eða endursent málið til Lyfjastofnunar til meðferðar og ákvörðunar.",
      "metadata": {
        "source_anchor": "G72",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Kæruheimild.\nSé annað ekki tekið fram í lögum þessum er heimilt að kæra stjórnvaldsákvarðanir sem teknar eru á grundvelli laga þessara til ráðherra. Um kærurétt og málsmeðferð fer samkvæmt stjórnsýslulögum.\nXVI. kafli. Reglugerðarheimildir.",
      "metadata": {
        "source_anchor": "G73",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Reglugerðarheimild.\nRáðherra skal setja í reglugerðir nánari ákvæði um framkvæmd laga þessara um:\na. framleiðsluleyfi, sbr. 4. mgr. 36. gr.,\nb. heildsöluleyfi, sbr. 2. mgr. 40. gr.,\nc. samhliða viðskipti með dýralyf, sbr. 2. mgr. 42. gr.,\nd. lyfjaávísanir dýralækna, sbr. 6. mgr. 45. gr.,\ne. málsmeðferðarreglur, sbr. 3. mgr. 60. gr.\nRáðherra er enn fremur heimilt að setja í reglugerðir nánari ákvæði um framkvæmd laga þessara, þ.m.t. um:\na. veitingu markaðsleyfis, sbr. 3. mgr. 8. gr.,\nb. klínískar lyfjarannsóknir á dýrum, sbr. 4. mgr. 12. gr.,\nc. umbúðir og merkingar umbúða dýralyfja, sbr. 3. mgr. 13. gr.,\nd. fylgiseðla dýralyfja, sbr. 5. mgr. 14. gr.,\ne. tungumálakröfur, sbr. 2. mgr. 15. gr.,\nf. söfnun og notkun upplýsinga um sýkingalyf fyrir dýr, sbr. 4. mgr. 27. gr.,\ng. lyfjagát dýralyfja, sbr. 8. mgr. 30. gr.,\nh. nánari kröfur til markaðsleyfishafa í tengslum við lyfjagátargagnagrunn um lyf, sbr. 2. mgr. 31. gr.,\ni. skráningu smáskammtadýralyfja, sbr. 3. mgr. 33. gr.,\nj. innflytjendur, framleiðendur og dreifingaraðila virkra efna, sbr. 2. mgr. 38. gr.,\nk. heildsöludreifingu, sbr. 5. mgr. 39. gr.,\nl. smásölu dýralyfja, sbr. 3. mgr. 43. gr.,\nm. auglýsingar og kynningar dýralyfja, sbr. 6. mgr. 44. gr.,\nn. sölu, ávísun og notkun sýkingalyfja, bakteríulyfja og sníklalyfja fyrir dýr, sbr. 4. mgr. 47. gr.,\no. bann við framleiðslu, innflutningi, dreifingu, vörslu, sölu, afhendingu og notkun ónæmislyfja fyrir dýr, sbr. 4. mgr. 48. gr.,\np. skráahald eigenda og/eða umsjónarmanna dýra sem gefa af sér afurðir til manneldis, sbr. 4. mgr. 49. gr.,\nq. fjárhæð stjórnvaldssekta fyrir brot á einstökum ákvæðum laga þessara, sbr. 2. mgr. 67. gr.\nLyfjastofnun er heimilt að setja reglur um verkefni sín samkvæmt lögum þessum. Lyfjastofnun birtir reglur sem stofnunin setur samkvæmt lögum þessum þannig að þær séu aðgengilegar almenningi.\nRáðherra er heimilt að birta sem reglugerð framkvæmdareglur Evrópusambandsins um dýralyf, eins og nánar er vísað til í dýralyfjareglugerðinni, sem og reglugerðir um reglur Evrópusambandsins um lyfjamál með aðlögun vegna samningsins um Evrópska efnahagssvæðið og stofnsamnings Fríverslunarsamtaka Evrópu.\nRáðherra er heimilt að vísa til erlendrar frumútgáfu reglugerða við innleiðingu reglugerða Evrópusambandsins sem teknar eru upp í samninginn um Evrópska efnahagssvæðið með einfaldaðri málsmeðferð. Skal erlenda frumútgáfan birt í C-deild Stjórnartíðinda.\nRg. 481/2022, sbr. 602/2022, 905/2022, 1366/2022, 104/2023, 1108/2023 og 607/2024. Rg. 303/2023. Rg. 1240/2023, sbr. 126/2024. Rg. 1513/2023. Rg. 124/2024. Rg. 418/2025.\nXVII. kafli. Innleiðing og gildistaka.",
      "metadata": {
        "source_anchor": "G74",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Innleiðing.\nLög þessi eru sett til innleiðingar á eftirfarandi gerðum með áorðnum breytingum:\n1. Reglugerð Evrópuþingsins og ráðsins (ESB) 2019/5 frá 11. desember 2018 um breytingu á reglugerð (EB) nr. 726/2004 um málsmeðferð Bandalagsins við veitingu leyfa fyrir manna- og dýralyfjum og eftirlit með þeim lyfjum og um stofnun Lyfjastofnunar Evrópu, um breytingu á reglugerð (EB) nr. 1901/2006 um lyf fyrir börn og á tilskipun 2001/83/EB um Bandalagsreglur um lyf sem ætluð eru mönnum.\n2. Reglugerð Evrópuþingsins og ráðsins (ESB) 2019/6 frá 11. desember 2018 um dýralyf og um niðurfellingu á tilskipun 2001/82/EB.",
      "metadata": {
        "source_anchor": "G75",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nReglugerðir sem varða dýralyf og eru settar samkvæmt lyfjalögum, nr. 100/2020, halda gildi sínu að svo miklu leyti sem þær fá samrýmst lögum þessum.\nSjá m.a.: Rg. 539/2000, sbr. 912/2000, 14/2008, 1069/2008, 392/2012, 931/2012 og 661/2015. Rg. 607/2013. Rg. 608/2013.",
      "metadata": {
        "source_anchor": "G76",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G77",
        "section_format": "article"
      }
    }
  ]
}
