{
  "id": "94/2023",
  "type": "statute",
  "title": "Lög um sértækan húsnæðisstuðning vegna náttúruhamfara í Grindavíkurbæ",
  "status": "in_force",
  "issued_date": "2023-12-14",
  "url": "https://www.althingi.is/lagas/nuna/2023094.html",
  "description": "Tóku gildi 20. desember 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um sértækan húsnæðisstuðning til Grindvíkinga vegna náttúruhamfara í Grindavíkurbæ.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að lækka húsnæðiskostnað Grindvíkinga sem þurfa að leigja húsnæði til íbúðar utan Grindavíkurbæjar vegna jarðhræringa á Reykjanesskaga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nMerking eftirfarandi orða í lögum þessum er sem hér segir:\n1. Búseta: Þegar einstaklingur býr í hinu leigða húsnæði og á þar skráð lögheimili eða tímabundið aðsetur samkvæmt lögum um lögheimili og aðsetur.\n2. Heimilismenn: Allir þeir sem búsettir eru í hinu leigða húsnæði og uppfylla jafnframt skilyrði a- og b-liðar 1. mgr. 9. gr.\n3. Húsnæði: Íbúðarhúsnæði eða annað húsnæði sem leigt er til íbúðar hér á landi.\n4. Húsnæðiskostnaður: Sá hluti leigufjárhæðar sem greiddur er fyrir leiguafnot af húsnæði, sbr. 14. gr.\n5. Sértækur húsnæðisstuðningur: Mánaðarlegar greiðslur til lækkunar á húsnæðiskostnaði Grindvíkinga sem þurfa að leigja húsnæði til íbúðar utan Grindavíkurbæjar vegna jarðhræringa á Reykjanesskaga.\n6. Umsækjandi: Sá heimilismaður sem er aðili að leigusamningi um húsnæðið og sækir um sértækan húsnæðisstuðning á grundvelli þess samnings.\nII. kafli. Stjórnsýsla.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn.\nRáðherra fer með yfirstjórn sértæks húsnæðisstuðnings samkvæmt lögum þessum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Framkvæmdaraðili.\nHúsnæðis- og mannvirkjastofnun annast framkvæmd sértæks húsnæðisstuðnings samkvæmt lögum þessum. Þegar teknar eru ákvarðanir um réttindi og skyldur samkvæmt lögum þessum gilda stjórnsýslulög.\nKostnaður við framkvæmd laga þessara greiðist úr ríkissjóði samkvæmt fjárlögum hverju sinni.\nRáðherra er heimilt að setja nánari reglur í reglugerð um málsmeðferð samkvæmt lögum þessum, þar á meðal um rafræna málsmeðferð.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kæruheimild til úrskurðarnefndar velferðarmála.\nHeimilt er að kæra ákvarðanir Húsnæðis- og mannvirkjastofnunar sem teknar eru á grundvelli laga þessara til úrskurðarnefndar velferðarmála innan þriggja mánaða frá því að aðila máls var tilkynnt um ákvörðun, sbr. lög um úrskurðarnefnd velferðarmála. Um málsmeðferð hjá nefndinni gilda ákvæði laga um úrskurðarnefnd velferðarmála og stjórnsýslulaga.\nÚrskurðir úrskurðarnefndar velferðarmála um framkvæmd laga þessara eru endanlegir á stjórnsýslustigi og verður ekki skotið til æðra stjórnvalds.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Þagnarskylda.\nÁ þeim sem annast framkvæmd laga þessara af hálfu stjórnvalda hvílir þagnarskylda skv. X. kafla stjórnsýslulaga, nr. 37/1993.\nIII. kafli. Skilyrði sértæks húsnæðisstuðnings.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Mánaðarlegar greiðslur sértæks húsnæðisstuðnings.\nSértækur húsnæðisstuðningur samkvæmt lögum þessum er mánaðarleg greiðsla sem greiðist til umsækjanda, sbr. 6. tölul. 3. gr., og skal ákvarðaður og reiknaður út miðað við fjölda heimilismanna, sbr. 2. tölul. 3. gr. og 13. gr., og hámarkshlutdeild ríkisins í húsnæðiskostnaði, sbr. 14. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skilyrði sértæks húsnæðisstuðnings.\nSértækur húsnæðisstuðningur samkvæmt lögum þessum skal einungis veittur að uppfylltum eftirfarandi skilyrðum:\na. umsækjandi og aðrir þeir sem umsækjandi tilgreinir sem heimilismenn í umsókn hafi verið með lögheimili eða tímabundið aðsetur í Grindavíkurbæ 10. nóvember 2023 en verið gert að yfirgefa heimili sitt á grundvelli laga um almannavarnir,\nb. umsækjandi og aðrir þeir sem umsækjandi tilgreinir sem heimilismenn í umsókn séu búsettir í hinu leigða húsnæði og eigi þar lögheimili eða tímabundið aðsetur samkvæmt lögum um lögheimili og aðsetur,\nc. umsækjandi sé 18 ára eða eldri,\nd. umsækjandi sé aðili að leigusamningi um hið leigða húsnæði sem skráður hefur verið í leiguskrá húsnæðisgrunns Húsnæðis- og mannvirkjastofnunar,\ne. fyrir liggi umboð umsækjanda og annarra heimilismanna, 18 ára og eldri, til upplýsingaöflunar, sbr. 2. mgr. 11. gr.\nSértækur húsnæðisstuðningur samkvæmt lögum þessum verður ekki veittur:\na. teljist umsækjandi eða aðrir þeir sem umsækjandi tilgreinir sem heimilismenn í umsókn þegar til heimilismanna í öðru húsnæði utan Grindavíkurbæjar samkvæmt samþykktri umsókn um sértækan húsnæðisstuðning samkvæmt lögum þessum, sbr. þó 3. og 4. mgr.,\nb. þegar einhver heimilismanna er eigandi viðkomandi húsnæðis; hið sama á við þegar eigandi húsnæðisins er lögaðili, enda hafi heimilismaður, maki hans eða sambúðarmaki þar ráðandi stöðu vegna eignar- eða stjórnunaraðildar; einstaklingur telst hafa ráðandi stöðu í þessu sambandi ef hann einn eða ásamt maka, sambúðarmaka, börnum, foreldrum, systkinum, öðrum nákomnum ættingjum eða heimilismanni, einum eða fleiri, á samtals 50% hlut eða meira í viðkomandi lögaðila,\nc. þegar sértækur húsnæðisstuðningur samkvæmt lögum þessum er þegar greiddur vegna sama húsnæðis,\nd. vegna húsnæðis sem fullnægir ekki kröfum um brunavarnir íbúðarhúsnæðis sem settar eru fram í lögum og reglugerðum.\nÞrátt fyrir skilyrði a- og b-liðar 1. mgr. skal barn yngra en 18 ára sem hefur tímabundið aðsetur hjá fósturforeldrum vegna tímabundins fósturs samkvæmt barnaverndarlögum teljast til heimilismanna á heimili foreldra eða forsjáraðila þess. Hið sama á við þegar barn yngra en 18 ára hefur tímabundið aðsetur á heimavist eða námsgörðum enda eigi barnið skráð lögheimili hjá foreldri eða forsjáraðila, sbr. þó 4. mgr.\nBúi foreldrar eða forsjáraðilar barns ekki saman skal barnið þrátt fyrir skilyrði b-liðar 1. mgr. teljast búsett á lögheimili sínu sem og í húsnæði þess foreldris eða forsjáraðila sem það á ekki lögheimili hjá enda dvelji barnið hjá foreldrinu eða forsjáraðilanum í að lágmarki 30 daga á ári samkvæmt samningi um umgengni sem sýslumaður hefur staðfest, sbr. 6. mgr. 46. gr. barnalaga, nr. 76/2003, úrskurði sýslumanns um umgengni skv. 47. gr. eða 47. gr. a sömu laga, dómi eða dómsátt. Telst barnið þá sem heimilismaður hjá báðum foreldrum sínum eða forsjáraðilum til 18 ára aldurs.\nHafi heimilismaður, einn eða fleiri, flutt aftur á heimili sitt í Grindavíkurbæ í kjölfar afléttingar fyrirmæla stjórnvalda um rýmingu fyrir lok gildistíma stuðningsúrræðis laga þessara, sbr. 4. mgr. 15. gr., er Húsnæðis- og mannvirkjastofnun heimilt, þrátt fyrir ákvæði b-liðar 1. mgr. um búsetu, að greiða sértækan húsnæðisstuðning vegna hins leigða húsnæðis allt til loka gildistíma stuðningsúrræðisins að því marki sem leigusamningur er enn í gildi og skilyrði laga þessara uppfyllt að öðru leyti.\nIV. kafli. Umsókn um sértækan húsnæðisstuðning og upplýsingaskylda.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Umsókn um sértækan húsnæðisstuðning.\nUmsækjandi skal sækja um sértækan húsnæðisstuðning til Húsnæðis- og mannvirkjastofnunar. Umsóknin skal vera skrifleg á þar til gerðum eyðublöðum og skulu nauðsynleg gögn fylgja henni. Húsnæðis- og mannvirkjastofnun er heimilt að kalla eftir frekari upplýsingum og gögnum sem stofnunin telur þörf á til að staðreyna rétt umsækjanda til sértæks húsnæðisstuðnings. Heimilismenn, 18 ára og eldri, skulu undirrita umsóknina til staðfestingar á þeim upplýsingum sem þar koma fram.\nUmsóknir skulu afgreiddar þegar allar nauðsynlegar upplýsingar og gögn hafa borist. Húsnæðis- og mannvirkjastofnun er heimilt að synja umsókn um sértækan húsnæðisstuðning hafi nauðsynlegar upplýsingar og gögn ekki borist innan 45 daga frá þeim degi er umsóknin barst stofnuninni.\nRáðherra er heimilt að setja nánari reglur í reglugerð um umsóknir um sértækan húsnæðisstuðning, hvort sem er á rafrænu formi eða á pappír, hvernig standa skuli að undirskrift rafrænna umsókna, hvaða upplýsingar skuli koma fram í umsóknum og hvaða gögn skuli fylgja þeim, hvernig standa skuli að skilum á gögnum sem fylgja skulu rafrænni umsókn og gildistíma umsókna.\nUmsóknir um stuðning samkvæmt lögum þessum skulu berast Húsnæðis- og mannvirkjastofnun í síðasta lagi [30. júní 2025]. Hafi umsókn ekki borist fyrir það tímamark fellur niður réttur til stuðnings á grundvelli laga þessara.\nL. 134/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Upplýsingaskylda umsækjanda og annarra heimilismanna.\nUmsækjandi skal veita Húsnæðis- og mannvirkjastofnun allar þær upplýsingar og gögn þeim til staðfestingar sem óskað er eftir og nauðsynlegar eru til að staðreyna rétt hans til sértæks húsnæðisstuðnings.\nUmsækjandi og aðrir heimilismenn, 18 ára og eldri, skulu veita skriflegt umboð fyrir því að Húsnæðis- og mannvirkjastofnun afli nauðsynlegra upplýsinga og gagna til að afgreiða umsókn um sértækan húsnæðisstuðning og framfylgja lögum þessum að öðru leyti.\nUmsækjandi skal upplýsa Húsnæðis- og mannvirkjastofnun um allar breytingar sem kunna að verða á högum hans eða heimilismanna eða öðrum þeim atriðum sem kunna að hafa áhrif á rétt hans til sértæks húsnæðisstuðnings samkvæmt lögum þessum á þeim tíma sem hann fær greiddan sértækan húsnæðisstuðning.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Heimild til upplýsingaöflunar.\nHúsnæðis- og mannvirkjastofnun er heimilt að fengnu skriflegu umboði umsækjanda og annarra heimilismanna, 18 ára og eldri, sbr. 2. mgr. 11. gr., að afla upplýsinga frá skattyfirvöldum, Þjóðskrá Íslands, sveitarfélögum, sýslumönnum, leigusölum hins leigða húsnæðis og stjórnvöldum sem fara með framkvæmd laga um almannavarnir, sem og upplýsinga úr leiguskrá húsnæðisgrunns Húsnæðis- og mannvirkjastofnunar, sem nauðsynlegar eru til að unnt sé að framfylgja lögum þessum.\nÞeir aðilar sem tilgreindir eru í 1. mgr. skulu láta Húsnæðis- og mannvirkjastofnun í té upplýsingar sem óskað hefur verið eftir en lagaákvæði um þagnarskyldu takmarka ekki skyldu til að veita upplýsingarnar. Upplýsingar og gögn sem Húsnæðis- og mannvirkjastofnun óskar eftir og unnt er að láta í té skal veita án endurgjalds og á því formi sem óskað er, sbr. þó 3. mgr. 19. gr. laga um skráningu einstaklinga, nr. 140/2019.\nHúsnæðis- og mannvirkjastofnun getur aflað upplýsinga skv. 1. mgr. rafrænt eða á annan hátt sem stofnunin ákveður. Tryggja skal að upplýsingaöflun og vinnsla persónuupplýsinga gangi ekki lengra en þörf krefur til að unnt sé að framfylgja lögum þessum.\nTelji umsækjandi eða annar heimilismaður upplýsingar sem Húsnæðis- og mannvirkjastofnun aflar frá aðilum sem tilgreindir eru í 1. mgr. rangar skal viðkomandi tilkynna stofnuninni um það og leggja fram gögn því til staðfestingar.\nV. kafli. Útreikningur sértæks húsnæðisstuðnings.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Fjárhæðir sértæks húsnæðisstuðnings.\nMánaðarleg fjárhæð sértæks húsnæðisstuðnings ræðst af fjölda heimilismanna sem hér segir, sbr. þó 14. gr.:\n[Fjöldi heimilismanna Hámarksfjárhæð sértæks húsnæðisstuðnings\n1 180.000 kr. 2 237.600 kr.\n3 279.000 kr. 4 302.400 kr.\n5 326.592 kr. 6 eða fleiri 352.800 kr.]\nBreyting á fjölda heimilismanna skv. 1. mgr. hefur áhrif á rétt til sértæks húsnæðisstuðnings frá og með næstu mánaðamótum á eftir.\nHefjist leigutími síðar en fyrsta dag hvers mánaðar eða ljúki fyrir síðasta dag mánaðar skal réttur til sértæks húsnæðisstuðnings vegna þess mánaðar vera hlutfallslegur miðað við heilan mánuð þannig að hann miðist við fjölda daga í mánuðinum sem falla innan leigutíma sem hlutfall af heildarfjölda daga í mánuðinum.\nL. 5/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Áhrif húsnæðiskostnaðar á fjárhæðir sértæks húsnæðisstuðnings.\nSértækur húsnæðisstuðningur getur aldrei numið hærri fjárhæð en jafngildir [90%] af húsnæðiskostnaði vegna viðkomandi húsnæðis.\nMeð húsnæðiskostnaði í lögum þessum er átt við þann hluta leigufjárhæðar sem greiddur er fyrir leiguafnot af húsnæði. Aðrar greiðslur og kostnaðarþættir sem leigjanda ber að greiða samkvæmt samningi eða lögum, svo sem fyrir hita, vatn, rafmagn, hússjóð, viðhald o.fl., teljast ekki til húsnæðiskostnaðar í skilningi laga þessara.\nL. 5/2024, 3. gr.\nVI. kafli. Greiðsla sértæks húsnæðisstuðnings.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Greiðsla sértæks húsnæðisstuðnings.\nSértækur húsnæðisstuðningur greiðist umsækjanda fyrsta dag hvers almanaksmánaðar og er greiddur eftir á fyrir leigutíma undanfarandi almanaksmánaðar eða hluta úr almanaksmánuði, hefjist leigutími síðar en fyrsta dag almanaksmánaðar eða ljúki fyrir síðasta dag almanaksmánaðar. Samningar aðila um fyrirframgreiðslu húsnæðiskostnaðar breyta engu hér um.\nSértækur húsnæðisstuðningur kemur til greiðslu í fyrsta skipti fyrsta dag næsta almanaksmánaðar eftir að réttur til stuðnings hefur verið staðreyndur og tekur til þess almanaksmánaðar eða hluta úr almanaksmánuði, hafi leigutími hafist síðar en fyrsta dag almanaksmánaðar, þegar leigutími er hafinn samkvæmt leigusamningi.\nSértækur húsnæðisstuðningur skal falla niður frá og með næstu mánaðamótum eftir að skilyrði laga þessara eru ekki lengur uppfyllt, sbr. þó 3. mgr. 16. gr. Sértækur húsnæðisstuðningur skal þó falla niður frá og með þeim degi þegar leigusamningur fellur úr gildi.\nHeimilt er að greiða sértækan húsnæðisstuðning samkvæmt lögum þessum vegna húsnæðiskostnaðar sem fellur til vegna leigu húsnæðis á tímabilinu 10. nóvember 2023 til og með [31. mars 2025].\nL. 134/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Heimilismaður verður 18 ára.\nVerði heimilismaður 18 ára á því tímabili þegar greiddur er sértækur húsnæðisstuðningur skal Húsnæðis- og mannvirkjastofnun afla umboðs hans fyrir öflun nauðsynlegra upplýsinga og gagna skv. 2. mgr. 11. gr. þegar hann verður 18 ára.\nHúsnæðis- og mannvirkjastofnun er heimilt að fresta greiðslum sértæks húsnæðisstuðnings tímabundið í allt að 60 daga frá og með fyrsta degi annars almanaksmánaðar eftir að heimilismaður varð 18 ára þar til umboð hans skv. 1. mgr. liggur fyrir. Stofnunin skal tilkynna umsækjanda að lágmarki 30 dögum áður en heimilismaður verður 18 ára að fyrirhugað sé að halda eftir greiðslum berist ekki umboð heimilismanns skv. 1. mgr.\nBerist Húsnæðis- og mannvirkjastofnun ekki umboð heimilismanns skv. 1. mgr. innan þeirra tímamarka sem gilda um frestun greiðslna skv. 2. mgr. skal réttur umsækjanda til sértæks húsnæðisstuðnings falla niður.\nVII. kafli. Eftirlit og endurreikningur sértæks húsnæðisstuðnings.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Eftirlit.\nHúsnæðis- og mannvirkjastofnun skal reglulega sannreyna þær upplýsingar sem ákvörðun um rétt til sértæks húsnæðisstuðnings byggist á.\nRáðherra er heimilt að setja nánari reglur í reglugerð um framkvæmd eftirlits.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Frestun greiðslna.\nHúsnæðis- og mannvirkjastofnun er heimilt að halda eftir greiðslu sértæks húsnæðisstuðnings sem umsækjanda hefur áður verið ákvörðuð í allt að 60 daga frá því að greiðsluna átti að inna af hendi þegar stofnunin hefur rökstuddan grun um að umsækjandi eða annar heimilismaður uppfylli ekki lengur skilyrði laga þessara, hafi fengið ofgreiddan sértækan húsnæðisstuðning eða hafi ekki sinnt upplýsingaskyldu skv. 11. gr. Þegar slíkur grunur vaknar skal stofnunin án ástæðulauss dráttar og minnst fimm virkum dögum fyrir næsta greiðsludag sértæks húsnæðisstuðnings skv. 1. mgr. 15. gr. tilkynna umsækjanda að fyrirhugað sé að halda eftir greiðslu.\nKomist Húsnæðis- og mannvirkjastofnun að því að umsækjandi hafi átt rétt á þeirri greiðslu, að hluta eða öllu leyti, sem haldið var eftir skv. 1. mgr. ber stofnuninni að greiða þá fjárhæð í síðasta lagi næsta greiðsludag skv. 1. mgr. 15. gr. ásamt vöxtum fyrir það tímabil sem féð var í vörslu stofnunarinnar. Skulu vextirnir vera jafnháir vöxtum skv. 1. mgr. 8. gr. laga um vexti og verðtryggingu, nr. 38/2001.\nÞrátt fyrir 1. og 2. mgr. fer skv. 16. gr. um meðferð máls þegar heimilismaður verður 18 ára á því tímabili þegar greiddur er sértækur húsnæðisstuðningur.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Leiðrétting á sértækum húsnæðisstuðningi.\nHafi umsækjandi fengið hærri sértækan húsnæðisstuðning en honum bar á umræddu tímabili ber honum að endurgreiða þá fjárhæð sem ofgreidd var. Húsnæðis- og mannvirkjastofnun skal að jafnaði draga ofgreiddan sértækan húsnæðisstuðning frá síðar tilkomnum sértækum húsnæðisstuðningi sama aðila. Húsnæðis- og mannvirkjastofnun á einnig endurkröfurétt á hendur umsækjanda eða dánarbúi hans samkvæmt almennum reglum.\nVerði ofgreiddur sértækur húsnæðisstuðningur ekki innheimtur skv. 1. mgr. fer um innheimtu hans skv. 3. gr. laga um innheimtu opinberra skatta og gjalda, nr. 150/2019. Ráðherra getur þó falið sérstökum innheimtuaðila að annast innheimtu. Heimilt er að skuldajafna ofgreiddum sértækum húsnæðisstuðningi samkvæmt lögum þessum á móti inneign umsækjanda vegna ofgreiddra skatta eða barnabóta samkvæmt lögum um tekjuskatt. Ráðherra er fer með tekjuöflun ríkisins er heimilt að setja í reglugerð nánari reglur um skuldajöfnun og forgangsröð.\nHafi umsækjandi ekki fengið sértækan húsnæðisstuðning sem honum bar eða fengið lægri sértækan húsnæðisstuðning en honum bar skal Húsnæðis- og mannvirkjastofnun greiða umsækjanda þá fjárhæð sem vangreidd var ásamt vöxtum fyrir það tímabil sem féð var í vörslu stofnunarinnar. Skulu vextirnir vera jafnháir vöxtum skv. 1. mgr. 8. gr. laga um vexti og verðtryggingu, nr. 38/2001. Hafi sértækur húsnæðisstuðningur verið vangreiddur vegna skorts á upplýsingum frá umsækjanda falla vextir niður.\nÁkvarðanir Húsnæðis- og mannvirkjastofnunar um endurkröfu ofgreidds sértæks húsnæðisstuðnings skv. 1. mgr. eru aðfararhæfar án undangengins dóms. Hið sama á við um úrskurði úrskurðarnefndar velferðarmála um endurkröfu ofgreidds sértæks húsnæðisstuðnings.\nOfgreiddur sértækur húsnæðisstuðningur sem endurgreiddur er samkvæmt lögum þessum skal renna í ríkissjóð.\nRáðherra er heimilt að setja í reglugerð nánari reglur um innheimtu á ofgreiddum sértækum húsnæðisstuðningi, undanþágur frá innheimtu ofgreidds sértæks húsnæðisstuðnings og afskriftir krafna.\nEndanlegt uppgjör Húsnæðis- og mannvirkjastofnunar á greiðslu á húsnæðisstuðningi skal liggja fyrir 90 dögum eftir að lokagreiðsla barst umsækjanda.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Sértæks húsnæðisstuðnings aflað á sviksamlegan hátt.\nKomi í ljós að umsækjandi hafi vísvitandi veitt rangar, villandi eða ófullnægjandi upplýsingar eða látið hjá líða að veita nauðsynlegar upplýsingar í því skyni að fá óréttmætar greiðslur sértæks húsnæðisstuðnings skal umsækjandi endurgreiða þá fjárhæð sem ofgreidd var að viðbættu 15% álagi.\nVIII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Upplýsingagjöf til sveitarfélaga og slökkviliðs.\nHúsnæðis- og mannvirkjastofnun skal veita sveitarfélögum upplýsingar um rétt umsækjanda til sértæks húsnæðisstuðnings samkvæmt lögum þessum og heimilismenn á viðkomandi heimili að fengnu umboði heimilismanna, 18 ára og eldri.\nFái Húsnæðis- og mannvirkjastofnun við framkvæmd laga þessara upplýsingar um búsetu fólks í húsnæði sem leigt er til íbúðar og fullnægir ekki kröfum um brunavarnir íbúðarhúsnæðis sem settar eru fram í lögum og reglugerðum, sbr. d-lið 2. mgr. 9. gr., skal stofnunin tilkynna slökkviliði hlutaðeigandi sveitarfélags þar um.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Sértækur húsnæðisstuðningur sem ekki hefur komið til útgreiðslu.\nÓheimilt er að framselja eða veðsetja sértækan húsnæðisstuðning sem ekki hefur komið til útgreiðslu samkvæmt lögum þessum sem og að kyrrsetja slíkar greiðslur, gera í þeim fjárnám eða taka þær til greiðslu opinberra gjalda.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Skattleysi og áhrif á aðrar greiðslur.\nSértækur húsnæðisstuðningur telst ekki til skattskyldra tekna samkvæmt lögum um tekjuskatt.\nSértækur húsnæðisstuðningur telst ekki til tekna við ákvörðun greiðslna samkvæmt lögum um almannatryggingar eða lögum um félagslega aðstoð.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja reglugerð um nánari framkvæmd laga þessara.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\n[Lög þessi skal endurskoða eigi síðar en fyrir lok júní 2024.]\nL. 5/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    }
  ]
}
