{
  "id": "66/2023",
  "type": "statute",
  "title": "Lög um Land og skóg",
  "status": "in_force",
  "issued_date": "2023-06-22",
  "url": "https://www.althingi.is/lagas/nuna/2023066.html",
  "description": "Tóku gildi 1. janúar 2024; um lagaskil sjá 6. gr. og brbákv.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Stofnunin.\nLand og skógur er ríkisstofnun undir yfirstjórn ráðherra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk.\nStofnunin hefur eftirlit með og annast framkvæmd laga um landgræðslu og laga um skóga og skógrækt. Þá annast stofnunin jafnframt daglega stjórnsýslu samkvæmt þeim lögum, öðrum lögum sem stofnunin starfar eftir og alþjóðlegum samningum sem snerta viðfangsefni stofnunarinnar.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skipulag.\nRáðherra skipar forstöðumann Lands og skógar. Skal hann hafa háskólamenntun sem nýtist í starfi auk reynslu af stjórnun, fjármálum og rekstri. Forstöðumaður ber ábyrgð á starfsemi og rekstri stofnunarinnar, mótar helstu áherslur, verkefni og starfshætti og annast daglega stjórn hennar.\nRáðherra getur í reglugerð sett nánari ákvæði um skipulag og starfsemi Lands og skógar að fengnum tillögum forstöðumanns.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verkefni.\nVerkefni Lands og skógar eru eftirfarandi samkvæmt nánari ákvörðun ráðherra:\na. framkvæmd laga um landgræðslu og laga um skóga og skógrækt, reglugerða og annarra stjórnvaldsfyrirmæla er varða málefni landgræðslu og skógræktar,\nb. að vinna að og eftir landsáætlun um landgræðslu og skógrækt,\nc. að veita ráðherra aðstoð og ráðgjöf við undirbúning laga, reglugerða og annarra verkefna á sviði landgræðslu og skógræktar,\nd. önnur verkefni sem stofnuninni eru falin með lögum, reglugerðum eða ákvörðun ráðherra.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sérstök heimildarákvæði.\nLandi og skógi er heimilt að:\na. Semja við aðra aðila um afmörkuð verkefni sem stofnuninni er falið að annast enda sé ekki um að ræða starfsemi sem felur í sér vald til að taka ákvarðanir er lúta að réttindum og skyldum aðila.\nb. Krefja aðila um upplýsingar og gögn sem stofnunin telur nauðsynleg til að sinna eftirlitshlutverki sínu á því formi sem óskað er og innan tiltekinna tímamarka. Er þeim skylt að verða við slíkri kröfu án þess að taka gjald fyrir. Land og skógur skal jafnan upplýsa í hvaða tilgangi gagna er aflað og hvernig úrvinnslu, varðveislu og birtingu niðurstaðna verður háttað. Söfnun og meðferð upplýsinga samkvæmt ákvæði þessu skal vera í samræmi við ákvæði laga um persónuvernd og vinnslu persónuupplýsinga og laga um opinber skjalasöfn.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2024.\nVið gildistöku laga þessara skulu Landgræðslan og Skógræktin lagðar niður og tekur Land og skógur við hlutverki, verkefnum, réttindum og skyldum, eignum og skuldbindingum stofnananna.\nEmbætti landgræðslustjóra og skógræktarstjóra eru lögð niður við gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nStarfsmenn Landgræðslunnar og Skógræktarinnar sem eru í starfi við gildistöku laga þessara verða starfsmenn hjá Landi og skógi með sömu ráðningarkjörum og áður giltu. Um réttarstöðu starfsfólks fer eftir ákvæðum laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, og laga um réttarstöðu starfsmanna við aðilaskipti að fyrirtækjum, nr. 72/2002, eins og á við hverju sinni. Við ráðstöfun starfa samkvæmt þessu ákvæði þarf ekki að gæta að auglýsingaskyldu 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996.\nÞrátt fyrir ákvæði 6. gr. er ráðherra heimilt að skipa forstöðumann Lands og skógar fyrir gildistöku þessara laga og skal forstöðumaðurinn hafa heimild til að undirbúa gildistöku laganna.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    }
  ]
}
