{
  "id": "33/2023",
  "type": "statute",
  "title": "Tónlistarlög",
  "status": "in_force",
  "issued_date": "2023-05-22",
  "url": "https://www.althingi.is/lagas/nuna/2023033.html",
  "description": "Tóku gildi 7. júní 2023. III. kafli kom til framkvæmda skv. fyrirmælum í 13. gr.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara er að efla umgjörð fyrir sköpun og flutning tónlistar á Íslandi með því að marka heildarramma fyrir málefni tónlistar og búa henni hagstæð skilyrði.\nVið framkvæmd þessara laga skal gæta jafnréttis og huga sérstaklega að jafnri stöðu kynjanna.\nRáðherra fer með yfirstjórn málefna er varða tónlist samkvæmt lögum þessum.\nII. kafli. Tónlistarmiðstöð og tónlistarráð.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Rekstrarform.\nTónlistarmiðstöð er sjálfseignarstofnun sem rekin er á einkaréttarlegum grunni með sjálfstæðri fjárhagsábyrgð og starfar samkvæmt sérstakri skipulagsskrá sem stjórn setur og staðfestir.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk og helstu verkefni.\nHlutverk tónlistarmiðstöðvar er að:\na. vera samstarfsvettvangur atvinnulífs, hagsmunasamtaka, menningarstofnana, menntastofnana og stjórnvalda um stefnu og aðgerðir í málefnum tónlistar,\nb. hafa umsjón með rekstri og starfsemi tónlistarsjóðs,\nc. stuðla að kynningu, útbreiðslu og sölu á íslenskri tónlist og nótum og starfrækja nótnaveitu fyrir íslensk tónverk,\nd. veita tónlistarfólki og fyrirtækjum sem markaðssetja tónlist ráðgjöf og þjónustu, styðja útflutning á tónlist og stuðla að auknum samskiptum og tengslamyndun við erlenda aðila á sviði tónlistar,\ne. sinna afmörkuðum verkefnum tengdum rannsóknum og tölfræði um íslenskan tónlistariðnað,\nf. styðja varðveislu menningararfleifðar á sviði tónlistar með ráðgjöf, fræðslu og þjónustu.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórn tónlistarmiðstöðvar.\nRáðherra skipar sjö fulltrúa í stjórn tónlistarmiðstöðvar til þriggja ára í senn, tvo án tilnefningar og skal annar vera formaður, en aðrir skulu skipaðir samkvæmt tilnefningum eftirfarandi hagaðila innan tónlistar sem hver um sig tilnefnir einn stjórnarmann: STEF, Félag hljómplötuframleiðenda, Félag íslenskra hljómlistarmanna, Félag kennara og stjórnenda í tónlistarskólum og Tónskáldafélag Íslands. Varamenn skulu tilnefndir og skipaðir á sama hátt.\nStjórn tónlistarmiðstöðvar ræður framkvæmdastjóra og ber hann ábyrgð á störfum sínum gagnvart henni. Framkvæmdastjóri annast daglegan rekstur tónlistarmiðstöðvar í umboði stjórnar, ræður annað starfsfólk og er í forsvari fyrir hana. Framkvæmdastjóri skal hafa háskólamenntun og staðgóða þekkingu á starfssviði tónlistarmiðstöðvar.\nStjórn samþykkir árlega starfs- og fjárhagsáætlun tónlistarmiðstöðvar og hefur eftirlit með framkvæmd hennar.\nStjórn boðar til aðalfundar tónlistarmiðstöðvar sem haldinn skal fyrir 1. maí ár hvert. Rétt til setu eiga stofnaðilar, þeir sem skipa fulltrúa í stjórn tónlistarmiðstöðvar og fulltrúar í tónlistarráði. Stjórn er heimilt að bjóða fleirum til áheyrnar á aðalfundi.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fjárhagur og gjaldtaka tónlistarmiðstöðvar.\nStarfsemi tónlistarmiðstöðvar skal fjármögnuð með:\na. þjónustusamningum við ríki, stofnanir og samtök,\nb. þóknun fyrir veitta þjónustu, þar á meðal sölu og leigu á nótum,\nc. sérstökum framlögum og öðrum tekjum.\nGerður skal þjónustusamningur til þriggja ára í senn á milli ríkisins og tónlistarmiðstöðvar um ráðstöfun fjárveitinga hennar.\nTónlistarmiðstöð setur sér gjaldskrá sem skal staðfest af stjórn.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tónlistarráð.\nTónlistarráð er stjórnvöldum og tónlistarmiðstöð til ráðgjafar um málefni er varða tónlist. Tónlistarráð tekur þátt í stefnumótun tónlistarmiðstöðvar.\nRáðherra skipar fulltrúa í tónlistarráð til þriggja ára í senn samkvæmt tilnefningum hagaðila sem tilgreindir eru á lista sem ráðuneytið heldur utan um og uppfærir eftir þörfum. Einn fulltrúi í tónlistarráði skal skipaður án tilnefningar og skal hann vera formaður ráðsins.\nIII. kafli. Tónlistarsjóður.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tónlistarsjóður.\nHlutverk tónlistarsjóðs er að efla íslenska tónlist, hljóðritagerð og þróunarstarf í íslenskum tónlistariðnaði. Sjóðurinn skal stuðla að kynningu á íslenskum tónlistarmönnum og tónsköpun þeirra hér á landi sem erlendis.\nTekjur tónlistarsjóðs eru:\na. framlag ríkissjóðs eftir því sem ákveðið er í fjárlögum,\nb. önnur framlög.\nTónlistarsjóður skiptist í fjórar deildir, þróun og innviði, frumsköpun og útgáfu, lifandi flutning og útflutning.\nFjármagn til sjóðsins skiptist á milli deilda á eftirfarandi hátt: Þróun og innviðir 21%, frumsköpun og útgáfa 25%, lifandi flutningur 25% og útflutningur 17%. Þar að auki munu 12% deilast á milli sjóða eftir ásókn umsækjenda og áherslum sjóðsins hverju sinni.\nRáðherra skipar úthlutunarnefnd fyrir hverja deild til tveggja ára í senn. Í hverri úthlutunarnefnd skulu eiga sæti þrír fulltrúar, tveir tilnefndir af fagfélögum innan tónlistar og einn, sem jafnframt er formaður, skal skipaður af ráðherra án tilnefningar. Varamenn skulu skipaðir með sama hætti. Ráðherra getur veitt heimild til að ein úthlutunarnefnd taki að sér fleiri en eina deild. Nefndarmönnum er einungis heimilt að sitja tvö tímabil í senn.\nRáðherra úthlutar styrkjum úr tónlistarsjóði að fengnum tillögum úthlutunarnefndar.\nRáðherra ákveður stefnu og áherslur í starfi tónlistarsjóðs og setur nánari reglur um meðferð umsókna, afgreiðslu og úthlutun styrkveitinga úr sjóðnum.\nTónlistarsjóður er í umsýslu tónlistarmiðstöðvar.\nStefna og áherslur í starfi tónlistarsjóðs skulu endurskoðaðar á þriggja ára fresti. Tónlistarmiðstöð mótar tillögur um endurskoðaða stefnu og helstu áherslur í starfi sjóðsins til þriggja ára og færir ráðherra til samþykktar.\nÞóknun fulltrúa í úthlutunarnefndum og annar kostnaður við störf úthlutunarnefnda greiðist úr tónlistarsjóði.\nÚthlutunarnefndum er heimilt að leita utanaðkomandi faglegrar ráðgjafar við mat umsókna.\nRgl. 1270/2023.\nIV. kafli. Sinfóníuhljómsveit Íslands.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Hlutverk og helstu verkefni.\nSinfóníuhljómsveit Íslands er eign íslensku þjóðarinnar. Hún skal stuðla að því að auðga tónmenningu Íslendinga, efla áhuga og þekkingu á sígildri tónlist og samtímatónlist og gefa landsmönnum kost á að njóta hennar, m.a. með tónleikahaldi sem víðast um landið og með tónlistarflutningi í útvarpi, sjónvarpi og á vefmiðlum. Áherslu ber að leggja á kynningu og útbreiðslu á íslenskri tónlist hér á landi og erlendis.\nSinfóníuhljómsveit Íslands skal leitast við að tengja starf sitt tónlistarmenntun í landinu.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Stjórn og starfsemi.\nStjórn Sinfóníuhljómsveitar Íslands skal skipuð fimm fulltrúum, einum tilnefndum af Reykjavíkurborg, einum af starfsmannafélagi hljómsveitarinnar, einum af þeim ráðherra er fer með fjárreiður ríkisins og tveimur af ráðherra, þar af skal annar vera formaður. Ráðherra skipar stjórnina til fjögurra ára og ákveður þóknun stjórnarmanna sem greiðist af rekstrarfé hljómsveitarinnar.\nStjórnin ræður sér framkvæmdastjóra og setur honum starfslýsingu og ber hann ábyrgð á störfum sínum gagnvart henni. Hann skal ráðinn til fjögurra ára í senn. Framkvæmdastjóri ræður starfsfólk á skrifstofu og til aðstoðar við æfingar, tónleika, nótnavörslu og annað að fengnu samþykki stjórnar.\nAðeins er heimilt að ráða sama einstakling framkvæmdastjóra tvisvar sinnum.\nStjórnin ræður aðalhljómsveitarstjóra og aðra fasta hljómsveitarstjóra og skipar verkum með þeim.\nStjórnin ræður hljóðfæraleikara, að fengnum tillögum framkvæmdastjóra, í minnst 65 stöðugildi. Aðra hljóðfæraleikara ræður stjórnin eftir því sem viðfangsefni krefjast, að fengnum tillögum framkvæmdastjóra og innan þeirra marka sem fjárframlög heimila, enda hafi viðfangsefnin verið samþykkt í fjárhagsáætlun.\nUm launakjör og vinnutíma starfsfólks hljómsveitarinnar fer eftir kjarasamningum þess og þess ráðherra er fer með launa- og kjaramál ríkisins.\nHeimilt er að ráða tónskáld til starfa í þágu hljómsveitarinnar í takmarkaðan tíma eða fá verk til flutnings hjá tónskáldum.\nStjórninni er heimilt að skipa verkefnavalsnefnd um verkefni hljómsveitarinnar. Stjórnin ákveður nánar skipulag og hlutverk nefndarinnar.\nStjórnin skal leggja starfs- og fjárhagsáætlun fyrir ráðherra með nægum fyrirvara til þess að gögn liggi fyrir þegar fjárlög eru undirbúin og afgreidd. Framkvæmdastjóri vinnur starfs- og fjárhagsáætlun fyrir stjórnina. Stjórnin ber ábyrgð á að fjárreiður og reikningshald hljómsveitarinnar sé í góðu lagi.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Samstarf.\nÍ öllu starfi Sinfóníuhljómsveitar Íslands skal leggja áherslu á að hafa sem best samstarf við aðila sem vinna að skyldum markmiðum, einkum aðra íslenska flytjendur tónlistar, einstaklinga, hópa og stofnanir.\nEfna má til samvinnu milli Sinfóníuhljómsveitarinnar annars vegar og Þjóðleikhússins, Íslenska dansflokksins og annarra aðila hins vegar um einstök verkefni eftir því sem tilefni gefast til og önnur starfsemi hljómsveitarinnar leyfir.\nSinfóníuhljómsveit Íslands og Ríkisútvarpið ohf. skulu gera með sér samning um flutning á tónlistarefni hljómsveitarinnar.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Fjárhagur og gjaldtaka.\nSinfóníuhljómsveit Íslands er sjálfstæð stofnun með sérstakan fjárhag og lýtur sérstakri stjórn.\nAð rekstri Sinfóníuhljómsveitarinnar standa eftirtaldir aðilar og greiða þeir rekstrarkostnað hennar í eftirfarandi hlutföllum:\na. ríkissjóður Íslands 82%,\nb. borgarsjóður Reykjavíkur 18%.\nMeð samþykki rekstraraðila getur ráðuneytið heimilað fleiri sveitarfélögum aðild að rekstri hljómsveitarinnar.\nSinfóníuhljómsveit Íslands er heimilt að hafa tekjur af eigin starfsemi og taka aðgangseyri.\nSinfóníuhljómsveit Íslands er heimilt að semja við Fjársýslu ríkisins um að taka að sér bókhald hljómsveitarinnar.\nV. kafli. Reglugerðir og gildistaka.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd laga þessara, þar á meðal um stefnu og starfsemi tónlistarmiðstöðvar, tónlistarsjóðs og Sinfóníuhljómsveitar Íslands og um úthlutun styrkja úr tónlistarsjóði, sbr. 7. mgr. 7. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi. ... Þó skal III. kafli koma til framkvæmda 1. desember 2023 ...\nÁkvæði til bráðabirgða.\nI.\nVið gildistöku laga þessara er ráðherra heimilt að skipa stjórn tónlistarmiðstöðvar til bráðabirgða sem skal starfa fram að stofnfundi hennar sem haldinn skal eigi síðar en tveimur mánuðum eftir gildistöku laga þessara. Verkefni stjórnarinnar er að undirbúa stofnun tónlistarmiðstöðvar og boða til stofnfundar. Þegar ný stjórn hefur verið skipuð í samræmi við 4. gr. fellur umboð stjórnar samkvæmt ákvæði þessu niður.\nII.\nTónlistarsjóður skv. III. kafla skal taka við samningum sem gerðir hafa verið við styrkþega vegna úthlutana fyrir gildistöku laga þessara og sem gerðir eru á árinu 2023.\nIII.\nÞjónustusamningur skv. 2. mgr. 5. gr. skal liggja fyrir eigi síðar en tveimur mánuðum eftir gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    }
  ]
}
