{
  "id": "67/2023",
  "type": "statute",
  "title": "Lög um afvopnun, takmörkun vígbúnaðar og útflutningseftirlit",
  "status": "in_force",
  "issued_date": "2023-06-22",
  "url": "https://www.althingi.is/lagas/nuna/2023067.html",
  "description": "Tóku gildi 8. júlí 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið.\nMarkmið laga þessara eru eftirfarandi:\na. Að auka alþjóðaöryggi og tryggja virðingu fyrir mannréttindum, í samræmi við alþjóðlegar skuldbindingar, með því m.a. að hafa eftirlit með, banna eða leyfisbinda útflutning á vopnum og hlutum með tvíþætt notagildi sem nota má beint eða óbeint til hryðjuverka, bælingar innan lands eða í hernaðarlegum tilgangi, svo og hafa eftirlit með þjónustu og fjárfestingum þeim tengdum.\nb. Að banna tiltekin vopn og hluti og háttsemi sem þeim tengist í samræmi við alþjóðlegar skuldbindingar Íslands.\nc. Að vinna að markmiðum þjóðaröryggisstefnu fyrir Ísland.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gildissvið.\nLög þessi gilda um íslenska ríkisborgara og útlendinga samkvæmt ákvæðum almennra hegningarlaga um refsilögsögu. Íslenskir ríkisborgarar bera auk þess refsiábyrgð fyrir verknað sem þeir fremja erlendis þrátt fyrir að verknaðurinn sé ekki refsiverður samkvæmt lögum þess ríkis þar sem brotið var framið.\nLög þessi gilda um lögaðila sem eru skráðir eða stofnaðir samkvæmt íslenskum lögum, hvar sem þeir starfa eða eru staðsettir. Nú er lögaðili skráður eða stofnaður erlendis og taka þá lögin til starfsemi hans að því leyti sem hún fer fram innan íslenskrar lögsögu.\nUm vopn eins og þau eru skilgreind í vopnalögum og vopn sem falla undir vopnaviðskiptasamning Sameinuðu þjóðanna frá 2. apríl 2013 gilda ákvæði vopnalaga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Efnavopn merkir efnavopn eins og hugtakið er skilgreint í samningnum um bann við þróun, framleiðslu, söfnun og notkun efnavopna og um eyðingu þeirra.\n2. Hernaðarleg not á við um notkun hlutar eða íhlutar í hergögnum, notkun á framleiðslu-, prófunar- eða greiningarbúnaði og íhlutum í slíkan búnað, til þróunar, framleiðslu eða viðhalds á hergögnum og notkun á hvers konar ófullunnum hlutum í verksmiðju sem framleiðir hergögn.\n3. Hlutir eru m.a. vara, búnaður, hugbúnaður og tækni.\n4. Hlutir fyrir neteftirlit eru hlutir með tvíþætt notagildi sem eru sérhannaðir til að hafa leynilegt eftirlit með einstaklingum með því að vakta, draga út eða greina gögn frá upplýsinga- og fjarskiptakerfum.\n5. Hlutir með tvíþætt notagildi eru hlutir, þ.m.t. hugbúnaður og tækni, sem nota má bæði í borgaralegum og hernaðarlegum tilgangi, þ.m.t. hlutir sem nota má við hönnun, þróun, framleiðslu eða notkun kjarnavopna, efnavopna eða lífefnavopna eða burðarkerfa þeirra, þ.m.t. allir hlutir sem nota má bæði þannig að þeir springi ekki og þannig að þeir nýtist á einhvern hátt við framleiðslu kjarnavopna eða annars kjarnasprengibúnaðar.\n6. Jarðsprengja gegn liðsafla merkir jarðsprengja gegn liðsafla eins og hugtakið er skilgreint í samningnum um bann við notkun, birgðasöfnun, framleiðslu og flutningi jarðsprengna gegn liðsafla og um eyðingu þeirra.\n7. Klasasprengja merkir klasasprengja eins og hugtakið er skilgreint í samningnum um klasasprengjur.\n8. Miðlari er aðili sem veitir miðlunarþjónustu.\n9. Miðlunarþjónusta tekur til samningaviðræðna eða fyrirkomulags viðskipta vegna innkaupa, sölu eða afhendingar hluta með tvíþætt notagildi til og frá öðrum ríkjum en Íslandi og sölu eða kaupa á hlutum með tvíþætt notagildi sem staðsettir eru utan Íslands vegna tilflutnings til annars ríkis en Íslands.\n10. Tækniaðstoð er tæknilegur stuðningur í tengslum við viðgerðir, þróun, framleiðslu, samsetningu, prófun, viðhald eða hvers konar aðra tæknilega þjónustu og getur verið í formi kennslu, ráðgjafar, þjálfunar, yfirfærslu þekkingar eða kunnáttu, þ.m.t. rafrænt, svo og í gegnum síma eða með annars konar munnlegri aðstoð.\n11. Útflutningur er útflutningur og umflutningur í skilningi tollalaga, nr. 88/2005, svo og endurútflutningur, með eða án endurgjalds. Hugtakið gildir einnig um flutning á hugbúnaði eða tækni með rafrænum miðlum, þ.m.t. með bréfsíma, síma, tölvupósti eða á annan rafrænan hátt til annars ríkis. Það felur í sér að gera slíkan hugbúnað og tækni tiltæk á rafrænu formi eða munnlega yfirfærslu tækni þegar tækni er lýst í gegnum talflutningamiðil fyrir einstakling eða lögaðila í öðru ríki.\n12. Útflytjandi er aðili sem hefur heimild til að ákveða að hlutur verði sendur frá Íslandi, hefur ávinning af rétti til að ráðstafa hlut til útflutnings eða hefur meðferðis hlut sem á að flytja út og geymdur er í einkafarangri þess aðila.\n13. Vopnasölubann tekur til þvingunaraðgerða í formi banns við sölu á vopnum, sem innleiddar eru samkvæmt lagaákvæðum um framkvæmd alþjóðlegra þvingunaraðgerða.\nII. kafli. Stefnumótun, alþjóðasamskipti og stjórnsýsla.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stefnumótun.\nRáðherra ber ábyrgð á stefnumótun Íslands í afvopnunarmálum, takmörkun vígbúnaðar og útflutningseftirliti með hlutum með tvíþætt notagildi og birtir opinberlega stefnu Íslands í málaflokkunum. Stefnan skal taka mið af alþjóðlegum skuldbindingum Íslands, stuðla að afvopnun og takmörkun vígbúnaðar og taka mið af þjóðaröryggisstefnu fyrir Ísland.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Alþjóðasamskipti.\nRáðherra fer með fyrirsvar af hálfu íslenska ríkisins í samskiptum og samstarfi við erlend ríki og alþjóðastofnanir, á sviði afvopnunarmála, takmörkunar vígbúnaðar og útflutningseftirlits. Ráðherra ber ábyrgð á framkvæmd stefnu Íslands um afvopnunarmál, takmörkun vígbúnaðar og útflutningseftirlit á alþjóðavettvangi.\nRáðherra er heimilt að setja reglugerð um framkvæmd og innleiðingu einstakra alþjóðlegra skuldbindinga sem tengjast afvopnun, takmörkun vígbúnaðar og útflutningseftirliti með hlutum með tvíþætt notagildi vegna þátttöku Íslands í alþjóðlegum eftirlitskerfum.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Verk- og þjónustusamningar.\nRáðherra er heimilt, með samþykki hlutaðeigandi ráðherra, að gera verk- eða þjónustusamninga við aðrar ríkisstofnanir um verkefni sem falla undir lög þessi og verkefni sem grundvallast á aðild Íslands að alþjóðasamningum sem varða afvopnun, takmörkun vígbúnaðar og útflutningseftirlit.\nIII. kafli. Afvopnun og takmörkun vígbúnaðar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Framkvæmd samnings um bann við þróun, framleiðslu, söfnun og notkun efnavopna og um eyðingu þeirra.\nÓheimilt er, hvernig sem á stendur, að:\na. þróa, framleiða, afla sér á annan hátt, safna eða hafa í vörslu sinni efnavopn, eins og þau eru skilgreind í samningnum um bann við þróun, framleiðslu, söfnun og notkun efnavopna og um eyðingu þeirra, eða afhenda efnavopn, beint eða óbeint, nokkrum aðila,\nb. nota efnavopn eins og þau eru skilgreind í samningnum um bann við þróun, framleiðslu, söfnun og notkun efnavopna og um eyðingu þeirra,\nc. taka þátt í hernaðarundirbúningi til notkunar efnavopna,\nd. veita aðstoð eða hvetja á nokkurn hátt til ástundunar nokkurs þess sem stríðir gegn samningnum um bann við þróun, framleiðslu, söfnun og notkun efnavopna og um eyðingu þeirra.\nUmhverfisstofnun er ráðuneytinu, viðbragðs- og rannsóknaraðilum sem og eftirlitsaðilum til ráðgjafar og samráðs vegna framkvæmdar ákvæðisins og samningsins um bann við þróun, framleiðslu, söfnun og notkun efnavopna og um eyðingu þeirra og skal veita umsagnir sé eftir því óskað. Umhverfisstofnun skal jafnframt veita aðstoð við eftirlit sem fram fer á grundvelli samnings ef þörf krefur.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Framkvæmd samnings um allsherjarbann við tilraunum með kjarnavopn.\nÓheimilt er að framkvæma tilraunasprengingar með kjarnavopnum eða aðrar kjarnasprengingar sem og að valda því, hvetja til þess eða taka á nokkurn hátt þátt í því að tilraunasprengingar séu gerðar með kjarnavopnum eða hvers kyns aðrar kjarnasprengingar þannig að það stríði gegn samningnum um allsherjarbann við tilraunum með kjarnavopn frá 10. september 1996.\nGeislavarnir ríkisins annast tæknilegar skuldbindingar sem leiðir af aðild Íslands að samningnum um allsherjarbann við tilraunum með kjarnavopn.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins um allsherjarbann við tilraunum með kjarnavopn, þ.m.t. um framkvæmdarráðstafanir innan lands og sannprófanir.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Framkvæmd samnings um að dreifa ekki kjarnavopnum.\nÓheimilt er, beint eða óbeint, að taka við, framleiða, leita aðstoðar til framleiðslu eða útvega sér á annan hátt kjarnavopn eða önnur kjarnasprengjutæki þannig að það stríði gegn samningnum um að dreifa ekki kjarnavopnum frá 1. júlí 1968.\nÓheimilt er að láta nokkru kjarnavopnalausu ríki í té vinnsluefni eða sérstakt kjarnakleyft efni, tæki eða efni sem sérstaklega eru ætluð eða útbúin til umbreytinga, notkunar eða framleiðslu á sérstöku kjarnakleyfu efni þannig að það stríði gegn ákvæðum samningsins um að dreifa ekki kjarnavopnum frá 1. júlí 1968.\nGeislavarnir ríkisins annast tæknilega framkvæmd á þeim skuldbindingum sem leiðir af aðild Íslands að Alþjóðakjarnorkumálastofnuninni, samningnum um að dreifa ekki kjarnavopnum og öðrum samningum á sviði kjarnaöryggis. Geislavarnir ríkisins veita ráðuneytinu og eftirlitsaðilum sérfræðiráðgjöf á sviði geislavarna og kjarnorkumála. Ráðuneytið og Geislavarnir ríkisins skulu gera með sér samning um verkefni stofnunarinnar, sbr. 6. gr.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins um að dreifa ekki kjarnavopnum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Framkvæmd samnings um bann við notkun, birgðasöfnun, framleiðslu og flutningi jarðsprengna gegn liðsafla og um eyðingu þeirra.\nÓheimilt er að nota, þróa, framleiða, verða sér úti um með öðrum hætti, safna birgðum af, varðveita eða flytja inn jarðsprengjur gegn liðsafla þannig að það stríði gegn samningnum um bann við notkun, birgðasöfnun, framleiðslu og flutningi jarðsprengna gegn liðsafla og um eyðingu þeirra frá 18. september 1997.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins um bann við notkun, birgðasöfnun, framleiðslu og flutningi jarðsprengna gegn liðsafla og um eyðingu þeirra.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Framkvæmd samnings um klasasprengjur.\nÓheimilt er, undir nokkrum kringumstæðum, beint eða óbeint að:\na. nota klasasprengjur eins og þær eru skilgreindar í samningnum um klasasprengjur,\nb. þróa, framleiða, verða sér úti um með öðrum hætti, safna birgðum af, varðveita eða yfirfæra til einhvers klasasprengjur, eins og þær eru skilgreindar í samningnum um klasasprengjur,\nc. aðstoða, hvetja eða ýta undir að einhver taki þátt í aðgerðum sem eru óheimilar samkvæmt samningnum um klasasprengjur.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins um klasasprengjur.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Framkvæmd samnings um bann við þróun, framleiðslu og söfnun sýkla- og eiturvopna og um eyðingu þeirra.\nÓheimilt er, beint eða óbeint að:\na. nota sýkla- eða eiturvopn eins og þau eru skilgreind í samningnum um bann við þróun, framleiðslu og söfnun sýkla- og eiturvopna og um eyðingu þeirra,\nb. þróa, framleiða, verða sér úti um með öðrum hætti, safna birgðum af, varðveita eða yfirfæra til einhvers sýkla- og eiturvopn, eins og þau eru skilgreind í samningnum um bann við þróun, framleiðslu og söfnun sýkla- og eiturvopna og um eyðingu þeirra,\nc. aðstoða, hvetja eða ýta undir að einhver taki þátt í aðgerðum sem eru óheimilar samkvæmt samningnum um bann við þróun, framleiðslu og söfnun sýkla- og eiturvopna og um eyðingu þeirra.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins um bann við þróun, framleiðslu og söfnun sýkla- og eiturvopna og um eyðingu þeirra.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Framkvæmd samnings um bann við eða takmarkanir á notkun tiltekinna hefðbundinna vopna sem unnt er að flokka sem mjög skaðleg eða sem hafi ófyrirsjáanleg áhrif.\nEnginn má, beint eða óbeint, nota tiltekin hefðbundin vopn eins og þau eru skilgreind í samningi um bann við eða takmarkanir á notkun tiltekinna hefðbundinna vopna sem unnt er að flokka sem mjög skaðleg eða sem hafi ófyrirsjáanleg áhrif frá 10. október 1980, eins og honum var breytt 21. desember 2001, ásamt bókunum I–V, þannig að það stríði gegn framangreindum samningi og bókunum I–V.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd samningsins um bann við eða takmarkanir á notkun tiltekinna hefðbundinna vopna sem unnt er að flokka sem mjög skaðleg eða sem hafi ófyrirsjáanleg áhrif.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Framkvæmd vopnaviðskiptasamnings Sameinuðu þjóðanna.\nRáðherra er heimilt, að höfðu samráði við ráðherra sem fer með vopnamál, að setja í reglugerð ákvæði um framkvæmd vopnaviðskiptasamnings Sameinuðu þjóðanna, sbr. 6. gr. a vopnalaga, nr. 16/1998.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Framkvæmd annarra samninga og alþjóðlegra skuldbindinga.\nÁkvæði laga þessara um viðbragð innan lands, alþjóðlegt eftirlit, heimildir viðbragðs-, rannsóknar- og eftirlitsaðila og upplýsingaskyldu, þvingunarúrræði og viðurlög eiga einnig við um aðra samninga og alþjóðlegar skuldbindingar sem Ísland á aðild að og tengjast afvopnun, takmörkun vígbúnaðar eða sambærilegum málaflokkum.\nRáðherra er heimilt að setja reglugerð um framkvæmd einstakra samninga eða skuldbindinga sem tengjast afvopnun og takmörkun vígbúnaðar sem Ísland á aðild að.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Viðbragð innan lands.\nRíkislögreglustjóri, í samstarfi við Landhelgisgæslu Íslands, er viðbragðs- og rannsóknaraðili vegna framkvæmdar þessa kafla og samninga er varða afvopnun og takmörkun vígbúnaðar í samstarfi við viðeigandi stofnanir sem hafa hlutverki að gegna samkvæmt kaflanum. Ríkislögreglustjóri, í samstarfi við Landhelgisgæslu Íslands, annast jafnframt samstarf við alþjóðlega eftirlitsaðila í samræmi við alþjóðasamninga er varða afvopnun og takmörkun vígbúnaðar og eftir því sem þörf krefur.\nRíkislögreglustjóri, í samstarfi við Landhelgisgæslu Íslands, annast verkefni er varða viðbúnað fyrir almenning á grundvelli alþjóðasamninga um afvopnun og takmörkun vígbúnaðar.\nÁ öryggis- og varnarsvæðum fer ráðherra með yfirstjórn vegna framkvæmdar kaflans og alþjóðasamninga um afvopnun og takmörkun vígbúnaðar.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Alþjóðlegt eftirlit.\nEftirlitsaðilum, sem starfa á grundvelli alþjóðasamninga sem Ísland á aðild að, er heimilt að annast hér á landi eftirlit sem kveðið er á um í viðkomandi samningi í þeim tilgangi að fylgjast með því hvort samningsskuldbindingum sé framfylgt. Fulltrúar ráðuneytisins og viðeigandi ríkisstofnunar skulu vera viðstaddir slíkt eftirlit.\nEftirlitsaðilar, sem starfa á grundvelli alþjóðasamninga sem Ísland á aðild að, skulu njóta friðhelgi og forréttinda hér á landi eftir því sem kveðið er á um í viðkomandi samningi og í samræmi við ákvæði laga um friðhelgi og forréttindi alþjóðastofnana.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Heimildir viðbragðs-, rannsóknar- og eftirlitsaðila og upplýsingaskylda.\nEftirlitsaðilum, viðeigandi stofnunum og viðbragðs- og rannsóknaraðilum samkvæmt ákvæðum þessa kafla er m.a. heimilt að:\na. fara óhindrað á hvern þann stað sem þörf krefur vegna eftirlits eða framkvæmdar þjóðréttarlegra skuldbindinga að öðru leyti,\nb. taka sýni og myndir eins og þörf krefur vegna eftirlits eða þjóðréttarlegra skuldbindinga að öðru leyti,\nc. taka viðtöl við aðila sem sæta eftirliti og aðila sem tengjast þeim eða viðfangi eftirlitsins,\nd. skoða og taka afrit af skjölum og skýrslum sem þeir telja að hafi þýðingu fyrir eftirlitið eða þjóðréttarlegar skuldbindingar að öðru leyti,\ne. taka ljósmyndir eða myndbönd á eftirlitsstað og af því sem hefur þýðingu vegna eftirlits eða þjóðréttarlegra skuldbindinga að öðru leyti,\nf. óska eftir skýringum á vafamálum sem upp kunna að koma við eftirlit og er aðila sem sætir eftirliti þá skylt að veita skýringar.\nSkylt er að verða við kröfum eftirlitsaðila um aðgang að upplýsingum og gögnum sem nauðsynleg þykja vegna eftirlits eða framkvæmdar þjóðréttarlegra skuldbindinga að öðru leyti.\nRáðuneytinu er heimilt að óska eftir upplýsingum sem geta haft þýðingu vegna framkvæmdar þessa kafla frá löggæslu- eða tollyfirvöldum og skal ákvæði 188. gr. tollalaga eða önnur ákvæði um þagnarskyldu og þess háttar ekki vera því til fyrirstöðu að tollyfirvöld veiti aðgang að upplýsingum.\nIV. kafli. Útflutningseftirlit með hlutum með tvíþætt notagildi.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Leyfisskyldur útflutningur.\nEnginn má flytja út hluti með tvíþætt notagildi nema með leyfi ráðherra.\nRáðherra skal láta birta í B-deild Stjórnartíðinda lista yfir hluti með tvíþætt notagildi sem falla undir þennan kafla. Nú gefur Evrópusambandið út lista yfir hluti með tvíþætt notagildi og er ráðherra þá heimilt í reglugerð að vísa til hans á vefsetri Stjórnartíðinda Evrópusambandsins og telst það lögmæt birting. Í reglugerð er ráðherra heimilt að kveða á um að breytingar eða uppfærslur lista öðlist sjálfkrafa gildi við uppfærslu eða breytingar á vefsetri Stjórnartíðinda Evrópusambandsins.\nEnginn má flytja út hluti með tvíþætt notagildi sem ekki falla undir 2. mgr. ef útflytjanda er kunnugt um, hann má ætla eða ráðuneytið tilkynnir honum að þeir séu eða kunni að vera ætlaðir, í heild eða að hluta:\na. til notkunar í tengslum við þróun, framleiðslu, meðhöndlun, rekstur, viðhald, geymslu, greiningu, auðkenningu eða útbreiðslu efna-, sýkla- eða kjarnavopna eða annars kjarnasprengjubúnaðar eða við þróun, framleiðslu, viðhald eða geymslu á flugskeytum sem geta borið slík vopn,\nb. til hernaðarlegra nota ef innkaupalandið eða viðtökulandið sætir vopnasölubanni,\nc. í tengslum við hryðjuverk, bælingu innan lands og/eða alvarleg brot á mannréttindum og mannúðarlögum eða þannig að það ógni varnar- eða öryggishagsmunum Íslands eða bandalagsríkja, eða\nd. til notkunar sem hlutir eða íhlutir í hlut til hernaðarlegra nota og sem hafa verið fluttir frá Íslandi án leyfis eða í trássi við leyfi sem mælt er fyrir um í lögum.\nEf útflytjandi hefur vitneskju um að hlutir sem hann fyrirhugar að flytja út en ekki falla undir 2. mgr. séu ætlaðir, í heild eða að hluta, til einhverra þeirra nota sem um getur í 3. mgr. skal hann tilkynna ráðuneytinu um slíkt. Ráðuneytið tekur ákvörðun um hvort gera eigi viðkomandi útflutning leyfisskyldan.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Hlutir til neteftirlits.\nEnginn má flytja út hluti fyrir neteftirlit sem ekki eru skráðir á lista skv. 2. mgr. 19. gr., ef ráðuneytið hefur tilkynnt útflytjandanum að hlutirnir sem um ræðir séu eða kunni að vera ætlaðir, í heild eða að hluta, til notkunar í tengslum við bælingu innan lands og/eða alvarleg brot á mannréttindum og alþjóðlegum mannúðarlögum.\nEf útflytjandi hefur vitneskju um að hlutir til neteftirlits sem hann fyrirhugar að flytja út en ekki falla undir 19. gr. séu ætlaðir, í heild eða að hluta, til einhverra þeirra nota sem um getur í 1. mgr. þessarar greinar skal hann tilkynna ráðuneytinu um slíkt. Ráðuneytið tekur ákvörðun um hvort gera eigi viðkomandi útflutning leyfisskyldan.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Miðlunarþjónusta.\nEnginn má veita miðlunarþjónustu í tengslum við hluti með tvíþætt notagildi, nema með leyfi ráðherra, ef ráðuneytið hefur tilkynnt miðlaranum að hlutirnir sem um ræðir séu eða kunni að vera ætlaðir, í heild eða að hluta, til einhverra þeirra nota sem um getur í 3. mgr. 19. gr.\nEf miðlari fyrirhugar að veita miðlunarþjónustu í tengslum við hluti með tvíþætt notagildi skv. 2. mgr. 19. gr. og hann hefur vitneskju um að þeir hlutir séu ætlaðir, í heild eða að hluta, til einhverra þeirra nota sem um getur í 3. mgr. 19. gr. skal miðlarinn tilkynna ráðuneytinu um það. Ráðuneytið tekur ákvörðun um hvort gera eigi viðkomandi útflutning leyfisskyldan.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Tækniaðstoð.\nEnginn má veita tækniaðstoð í tengslum við hluti með tvíþætt notagildi, nema með leyfi ráðherra, ef ráðuneytið hefur tilkynnt veitanda tækniaðstoðar að hlutirnir sem um ræðir séu eða kunni að vera ætlaðir, í heild eða að hluta, til einhverra þeirra nota sem um getur í 3. mgr. 19. gr.\nEf veitandi tækniaðstoðar fyrirhugar að veita tækniaðstoð í tengslum við hluti með tvíþætt notagildi skv. 2. mgr. 19. gr. og hann hefur vitneskju um að þeir hlutir séu ætlaðir, í heild eða að hluta, til einhverra þeirra nota sem um getur í 3. mgr. 19. gr. skal veitandi tækniaðstoðar tilkynna ráðuneytinu um það. Ráðuneytið tekur ákvörðun um hvort gera eigi viðkomandi útflutning leyfisskyldan.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Eftirlitsráðstafanir.\nÚtflytjendur hluta með tvíþætt notagildi skv. 19.–20. gr. skulu halda nákvæmar skrár yfir útflutning á hlutum með tvíþætt notagildi. Slíkar skrár skulu einkum innihalda viðskiptaskjöl, svo sem reikninga, farmskrár, flutningsskjöl og önnur afhendingarskjöl sem innihalda fullnægjandi upplýsingar svo unnt sé að auðkenna eftirfarandi:\na. lýsingu á hlutum með tvíþætt notagildi,\nb. magn hluta með tvíþætt notagildi,\nc. nafn og heimilisfang útflytjanda og viðtakanda, og\nd. endanlega notkun og endanlegan notanda hluta með tvíþætt notagildi, liggi fyrir vitneskja um slíkt.\nMiðlarar og veitendur tækniaðstoðar skv. 21.–22. gr. skulu halda skrár eða skýrslur yfir miðlunarþjónustu eða tækniaðstoð sem veitt hefur verið svo hægt sé að færa sönnur á, sé þess óskað, lýsingu hlutanna með tvíþætt notagildi sem voru notaðir í tengslum við miðlunarþjónustuna eða tækniaðstoðina, þann tíma sem slík þjónusta eða aðstoð var veitt, ákvörðunarstað slíkra hluta og þjónustu og ríkin sem sú þjónusta eða aðstoð varðaði.\nSkrár og skjöl, sem um getur í 1. og 2. mgr., skulu geymd í a.m.k. sjö ár frá lokum almanaksársins þegar útflutningurinn átti sér stað eða miðlunarþjónustan eða tækniaðstoðin var veitt.\nÚtflytjendur, miðlarar og veitendur tækniaðstoðar skulu veita ráðuneytinu aðgang að skrám og skjölum skv. 1. og 2. mgr., allar þær upplýsingar og alla þá aðstoð sem nauðsynleg er til þess að framfylgja lögum þessum og reglum settum samkvæmt þeim. Skal ráðuneytið miðla upplýsingum til ríkislögreglustjóra samkvæmt þessari grein, eftir því sem við á.\nRáðuneytið og þeir opinberu aðilar sem það tilnefnir geta m.a. krafist:\na. aðgangs að öllum gögnum og bókhaldi sem snertir framkvæmd laga þessara,\nb. aðgangs að öllu viðkomandi skrifstofuhúsnæði og allri tilheyrandi rekstraraðstöðu,\nc. afrita og þýðinga á efni skv. a-lið,\nd. aðstoðar við vinnslu og túlkun á efni skv. a-lið.\nEf ekki er orðið við kröfu ráðuneytisins samkvæmt þessari grein getur það ákveðið að sá eða þeir sem krafan beinist að greiði dagsektir þar til orðið er við henni. Ákvörðun um dagsektir skal tilkynnt bréflega og á sannanlegan hátt þeim sem hún beinist að. Dagsektir geta numið allt að 500.000 kr. á dag. Ákvarðanir ráðuneytisins um dagsektir eru aðfararhæfar skv. 6. tölul. 1. mgr. 1. gr. laga um aðför, nr. 90/1989.\nTollyfirvöld skulu, að beiðni ráðuneytisins, veita því upplýsingar um útflutning á hlutum með tvíþætt notagildi.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Leyfisveiting.\nRáðherra er heimilt að gefa út eða innleiða eftirfarandi tegundir útflutningsleyfa samkvæmt lögum þessum:\na. Stakt leyfi: leyfi sem veitt er einum tilgreindum útflytjanda fyrir einn endanlegan notanda eða viðtakanda í öðru ríki og sem nær yfir einn eða fleiri hluti með tvíþætt notagildi.\nb. Heildarútflutningsleyfi: leyfi sem veitt er einum tilgreindum útflytjanda, að því er varðar tegund eða flokk hluta með tvíþætt notagildi, sem getur gilt fyrir útflutning til eins eða fleiri tilgreindra endanlegra notenda og/eða í einu eða fleiri tilgreindum ríkjum.\nc. Útflutningsleyfi vegna umfangsmikilla verkefna: stakt útflutningsleyfi sem veitt er einum tilgreindum útflytjanda, að því er varðar tegund eða flokk hluta með tvíþætt notagildi, sem getur gilt fyrir útflutning til eins eða fleiri tilgreindra endanlegra notenda í einu eða fleiri tilgreindum ríkjum að því er varðar tilgreint umfangsmikið verkefni.\nd. Almennt útflutningsleyfi: útflytjendum skal heimill útflutningur á hlutum með tvíþætt notagildi samkvæmt almennu útflutningsleyfi, sbr. 3. mgr., vegna útflutnings til tiltekinna viðtökulanda, að uppfylltum sérstökum skilyrðum og kröfum um notkun.\nRáðherra skal setja í reglugerð nánari reglur um framkvæmd leyfisveitinga skv. a-, b- og c-lið 1. mgr., þ.m.t. um umsóknir um leyfi og þau gögn og vottorð sem fylgja skulu umsóknum eða sem heimilt er að afla vegna þeirra.\nRáðherra skal setja í reglugerð nánari reglur varðandi almennt útflutningsleyfi skv. d-lið 1. mgr., þ.m.t. varðandi viðtökulönd, sérstök skilyrði og kröfur um notkun. Nú gefur Evrópusambandið út reglur um almennt útflutningsleyfi og er ráðherra þá heimilt að setja reglugerð sem vísar til þeirra reglna á vefsetri Stjórnartíðinda Evrópusambandsins og telst það lögmæt birting. Í reglugerð er ráðherra heimilt að kveða á um að breytingar eða uppfærslur reglna öðlist sjálfkrafa gildi við uppfærslu eða breytingar á vefsetri Stjórnartíðinda Evrópusambandsins.\nRg. 1120/2023.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja í reglugerð nánari ákvæði um framkvæmd þessa kafla, þ.m.t. undanþágur frá leyfisskyldu, undanþágur frá gjaldtöku, leyfisskilyrði, gildistíma leyfa, rýmkun gildissviðs leyfisskyldu þannig að hún taki til hluta með tvíþætt notagildi annarra en skv. 2. mgr. 19. gr., og framkvæmd leyfisveitingar og eftirlits.\nRg. 1120/2023.\nV. kafli. Viðurlög.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Viðurlög.\nBrot gegn III. kafla laga þessara varða sektum eða fangelsi allt að fjórum árum. Nú er brot ítrekað eða stórfellt og getur refsing þá orðið fangelsi allt að sex árum.\nSá sem brýtur gegn tilkynningarskyldu skv. 4. mgr. 19. gr., 2. mgr. 20. gr., 2. mgr. 21. gr. eða 2. mgr. 22. gr. skal sæta sektum nema þyngri refsing liggi við samkvæmt öðrum lögum.\nSá sem brýtur gegn banni við útflutningi, miðlunarþjónustu eða tækniaðstoð án leyfis skv. 19.–22. gr. eða leyfisskilyrðum sem sett eru skv. 24. gr. skal sæta sektum eða fangelsi allt að fjórum árum, nema þyngri refsing liggi við samkvæmt öðrum lögum. Nú er brot ítrekað eða stórfellt og getur refsing þá orðið fangelsi allt að sex árum.\nHafi brot sem vísað er til í 1. og 3. mgr. verið framið af stórfelldu gáleysi varðar það sektum eða fangelsi allt að einu ári.\nÞegar brot er framið í starfsemi lögaðila eða í þágu hans má gera honum sekt án tillits til þess hvort sök verður sönnuð á fyrirsvarsmann eða starfsmann lögaðilans. Hafi fyrirsvarsmaður eða starfsmaður gerst sekur um brot má samhliða ákvörðun um refsingu þeirra gera lögaðilanum sekt ef brotið var í þágu hans.\nTilraun og hlutdeild í brotum samkvæmt lögum þessum er refsiverð eftir því sem segir í almennum hegningarlögum.\nVI. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Gjaldtaka.\nRáðuneytinu er heimilt að taka gjald fyrir útflutningsleyfi skv. IV. kafla laga þessara, sbr. 19. tölul. 12. gr. laga um aukatekjur ríkissjóðs, nr. 88/1991.\nRáðuneytinu er heimilt að taka gjald vegna endurgreiðslu alls kostnaðar sem fellur til við sérstaka skoðun eða úttekt utanaðkomandi sérfræðings vegna vinnu við mat á leyfisveitingu skv. IV. kafla laga þessara, enda hafi verið haft samráð við útflytjanda, miðlara eða þjónustuveitanda um fyrirhugaða skoðun eða úttekt og útflytjanda, miðlara eða þjónustuveitanda gefinn kostur á að draga umsókn sína til baka áður en til slíks kostnaðar er stofnað.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Breytingar á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    }
  ]
}
