{
  "id": "91/2023",
  "type": "statute",
  "title": "Lög um Miðstöð menntunar og skólaþjónustu",
  "status": "in_force",
  "issued_date": "2023-12-14",
  "url": "https://www.althingi.is/lagas/nuna/2023091.html",
  "description": "Tóku gildi 1. apríl 2024 nema brbákv. I, 3. mgr. brbákv. II og brbákv. IV sem tóku gildi 16. desember 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Stofnun og hlutverk.\nMiðstöð menntunar og skólaþjónustu er þjónustu- og þekkingarstofnun sem heyrir undir ráðherra. Miðstöð menntunar og skólaþjónustu starfar í þágu barna og ungmenna á sviði fræðslu- og menntamála um land allt í samræmi við lög, stefnu stjórnvalda, bestu þekkingu og alþjóðleg viðmið.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skipun forstjóra.\nRáðherra skipar forstjóra Miðstöðvar menntunar og skólaþjónustu til fimm ára í senn. Engan má skipa oftar en tvisvar sinnum í embættið. Forstjóri skal hafa háskólamenntun sem nýtist í starfi og þekkingu á verksviði stofnunarinnar.\nVið skipun í embætti forstjóra skal ráðherra skipa þriggja manna nefnd til að meta hæfni umsækjenda um embættið. Ráðherra getur sett nefndinni reglur um mat á umsóknum. Nefndin skal láta ráðherra í té skriflega rökstudda umsögn um hæfni umsækjenda.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Samvinna og samráð.\nMiðstöð menntunar og skólaþjónustu skal hafa samvinnu og samráð við skóla og aðra aðila, félög, samtök og stofnanir, sem tengjast starfsemi hennar. Miðstöð menntunar og skólaþjónustu skal hafa samvinnu og reglubundið samráð við sveitarfélög um verkefni stofnunarinnar.\nMiðstöð menntunar og skólaþjónustu skal hafa samráð við börn og ungmenni um verkefni stofnunarinnar.\nMiðstöð menntunar og skólaþjónustu skal hafa samvinnu við Barna- og fjölskyldustofu og Ráðgjafar- og greiningarstöð um verkefni sem varða þjónustu í þágu farsældar barna. Jafnframt er ráðherra heimilt að ákveða að tiltekin verkefni stofnananna þriggja séu rekin sameiginlega. Í ákvörðun ráðherra samkvæmt þessari grein skal skýrt kveða á um stjórnun verkefnis, ábyrgð stofnana og fjármögnun.\nMiðstöð menntunar og skólaþjónustu er heimilt að setja á fót tímabundna samráðshópa á einstökum fagsviðum stofnunarinnar til þess að ná markmiðum laga þessara.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verkefni.\nVerkefni Miðstöðvar menntunar og skólaþjónustu eru m.a. að:\na. styðja, efla og samhæfa menntun, skólaþjónustu og annað skólastarf um land allt, m.a. með almennri og sérhæfðri fræðslu,\nb. sjá nemendum í skyldunámi fyrir vönduðum og fjölbreyttum námsgögnum og öðrum nemendum eftir því sem stofnuninni kann að vera falið,\nc. byggja upp og halda utan um aðferðir og úrræði fyrir skóla sem styðja við skólastarf og skólaþjónustu, þar á meðal gæðaviðmið, verkferla, verkfæri, matstæki og önnur tæki til skimana og athugana á einstaklingum eða hópum,\nd. styðja við innleiðingu stefnumótunar stjórnvalda á sviði menntunar og farsældar barna og ungmenna, þ.m.t. menntastefnu og aðalnámskráa.\nMiðstöð menntunar og skólaþjónustu forgangsraðar verkefnum með hliðsjón af þörfum hverju sinni undir yfirstjórn ráðherra.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vinnsla persónuupplýsinga.\nMiðstöð menntunar og skólaþjónustu er heimil vinnsla persónuupplýsinga að því marki sem nauðsynlegt er til að sinna lögbundnu hlutverki sínu samkvæmt lögum þessum og öðrum lögum sem um stofnunina gilda, þ.m.t. vegna námsmats, innritunar í framhaldsskóla og ráðgjafar í einstaklingsmálum. Heimildin nær til persónuupplýsinga um nemendur, skólastjórnendur, starfsfólk skóla og aðra sem lögbundið hlutverk stofnunarinnar nær til.\nHeimild skv. 1. mgr. nær til vinnslu viðkvæmra persónuupplýsinga og upplýsinga viðkvæms eðlis, svo sem heilsufarsupplýsinga og upplýsinga um félagslegar aðstæður einstaklinga, að því marki sem slík vinnsla er nauðsynleg Miðstöð menntunar og skólaþjónustu til að sinna lögbundnu hlutverki sínu. Heimildin nær jafnframt til vinnslu upplýsinga um refsiverða háttsemi og ætlaða refsiverða háttsemi, að því marki sem slík vinnsla er nauðsynleg Miðstöð menntunar og skólaþjónustu til að sinna lögbundnu hlutverki sínu, nema hagsmunir af leynd persónuupplýsinganna fyrir þann sem upplýsingarnar fjalla um vegi þyngra en hagsmunir af vinnslunni.\nHeimilt er að miðla persónuupplýsingum milli Miðstöðvar menntunar og skólaþjónustu og stjórnvalda og annarra aðila á sviði fræðslu- og menntamála ef það samrýmist lögbundnu hlutverki beggja aðila, þ.m.t. með samkeyrslu skráa.\nRáðherra er heimilt að setja reglugerð um vinnslu persónuupplýsinga hjá Miðstöð menntunar og skólaþjónustu. Í henni geta komið fram nánari skilyrði um vinnsluna, svo sem um það hvaða persónuupplýsingar heimilt er að vinna með og í hvaða tilgangi vinnsla þeirra er heimil, um verklag við vinnslu persónuupplýsinga og upplýsingaskyldu gagnvart þeim sem upplýsingarnar fjalla um.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Upplýsingar.\nMiðstöð menntunar og skólaþjónustu er heimilt að krefja skóla og rekstraraðila þeirra um upplýsingar og gögn sem stofnunin telur nauðsynleg til að sinna hlutverki sínu á því formi sem óskað er og innan tiltekinna tímamarka. Stofnunin skal jafnan upplýsa í hvaða tilgangi gagna er aflað og hvernig úrvinnslu, varðveislu og birtingu niðurstaðna verður háttað.\nMiðstöð menntunar og skólaþjónustu skal árlega birta skýrslu um starfsemi sína.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að setja reglugerð þar sem kveðið er nánar á um framkvæmd laga þessara, þar á meðal um verkefni og skipulag stofnunarinnar.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. apríl 2024. Ákvæði til bráðabirgða I, 3. mgr. ákvæðis til bráðabirgða II og ákvæði til bráðabirgða IV öðlast þó þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nVið gildistöku ákvæðis þessa skal ráðherra hefja undirbúning að stofnun Miðstöðvar menntunar og skólaþjónustu. Honum er heimilt að gera ráðstafanir til að stuðla að því að stofnunin geti tekið til starfa 1. apríl 2024, þ.m.t. að annast ráðningar starfsmanna til Miðstöðvar menntunar og skólaþjónustu. Ráðherra getur falið forstjóra Menntamálastofnunar verkefni á grundvelli ákvæðis þessa og getur forstjóri falið öðru starfsfólki Menntamálastofnunar framkvæmd þeirra.\nII.\nÖll störf hjá Menntamálastofnun eru lögð niður frá 1. apríl 2024. Um réttindi og skyldur starfsmanna, þ.m.t. um biðlaunarétt, fer samkvæmt lögum um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996.\nRáðherra er þó heimilt að flytja forstjóra Menntamálastofnunar í embætti forstjóra Miðstöðvar menntunar og skólaþjónustu skv. 36. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, án þess að embættið sé auglýst laust til umsóknar.\nÖnnur störf hjá Miðstöð menntunar og skólaþjónustu skulu auglýst laus til umsóknar í samræmi við 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996. Sama gildir um ný störf vegna flutnings verkefna Menntamálastofnunar til mennta- og barnamálaráðuneytis.\nIII.\nMiðstöð menntunar og skólaþjónustu tekur 1. apríl 2024 við eignum, réttindum og skyldum Menntamálastofnunar, sbr. þó ákvæði til bráðabirgða II. Miðstöð menntunar og skólaþjónustu tekur yfir skjöl Menntamálastofnunar og afhendingarskyldu vegna þeirra.\nIV.\nHeimilt er að starfrækja á vegum Menntamálastofnunar stuðnings- og ráðgjafarteymi sem hefur það hlutverk að styðja við börn, foreldra og starfsfólk á öllum skólastigum sem hafa mikla þörf fyrir stuðning innan skóla, m.a. vegna alvarlegra atvika sem átt hafa sér stað eða eiga sér stað innan skóla. Teymið hefur sömu heimildir til vinnslu mála og fagráð eineltismála samkvæmt lögum um grunnskóla.\nHinn 1. apríl 2024 tekur Miðstöð menntunar og skólaþjónustu við verkefnum samkvæmt ákvæði þessu og framkvæmir þau á grundvelli 4. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    }
  ]
}
