{
  "id": "25/2023",
  "type": "statute",
  "title": "Lög um upplýsingagjöf um sjálfbærni á sviði fjármálaþjónustu og flokkunarkerfi fyrir sjálfbærar fjárfestingar",
  "status": "in_force",
  "issued_date": "2023-05-12",
  "url": "https://www.althingi.is/lagas/nuna/2023025.html",
  "description": "Tóku gildi 1. júní 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um aðila á fjármálamarkaði skv. 1. tölul. 2. gr. reglugerðar (ESB) 2019/2088 og fjármálaráðgjafa skv. 11. tölul. 2. gr. og 2. mgr. 17. gr. sömu reglugerðar. Jafnframt skulu lífeyrissjóðir sem bjóða upp á lágmarkstryggingavernd í skilningi laga um skyldutryggingu lífeyrisréttinda og starfsemi lífeyrissjóða birta upplýsingar skv. 3.–5. gr. reglugerðar (ESB) 2019/2088.\nÞrátt fyrir 1. mgr. gildir 8. gr. reglugerðar (ESB) 2020/852 um fyrirtæki sem falla undir a- og c–i-lið 9. tölul. og d-lið 11. tölul. 2. gr. laga um ársreikninga, nr. 3/2006, og er skylt að birta skýrslu yfir ófjárhagsleg atriði eða samstæðuskýrslu yfir ófjárhagslegar upplýsingar skv. 66. gr. d sömu laga.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lögfesting.\nÁkvæði eftirfarandi reglugerða, eins og þær voru teknar upp í samninginn um Evrópska efnahagssvæðið, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 151/2022 frá 29. apríl 2022, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 61 frá 22. september 2022, sbr. einnig bókun 1 um altæka aðlögun við samninginn um Evrópska efnahagssvæðið, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest:\n1. Reglugerð Evrópuþingsins og ráðsins (ESB) 2019/2088 um upplýsingagjöf tengda sjálfbærni á sviði fjármálaþjónustu, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 38 frá 16. júní 2022, bls. 1–16.\n2. Reglugerð Evrópuþingsins og ráðsins (ESB) 2020/852 um að koma á ramma til að greiða fyrir sjálfbærri fjárfestingu og um breytingu á reglugerð (ESB) 2019/2088, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 38 frá 16. júní 2022, bls. 17–47.\nII. kafli. Eftirlit og viðurlög.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Eftirlit og eftirlitsheimildir.\nSeðlabanki Íslands er lögbært yfirvald í skilningi reglugerða (ESB) 2019/2088 og 2020/852 og fer Fjármálaeftirlitið með þau verkefni sem honum eru falin samkvæmt lögum þessum og stjórnvaldsfyrirmælum settum á grundvelli þeirra. Ársreikningaskrá fer með eftirlit með því að aðilar skv. 2. mgr. 1. gr. birti upplýsingar skv. 8. gr. reglugerðar (ESB) 2020/852, sbr. 66. gr. d og 94. gr. laga um ársreikninga, nr. 3/2006.\nUm eftirlit Fjármálaeftirlitsins fer samkvæmt ákvæðum laga þessara, laga um opinbert eftirlit með fjármálastarfsemi og laga um evrópskt eftirlitskerfi á fjármálamarkaði.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Úrbótakrafa vegna brots.\nKomi í ljós að ákvæðum laga þessara sé ekki fylgt skal Fjármálaeftirlitið krefjast þess að úr sé bætt innan hæfilegs frests.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Stjórnvaldssektir.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á aðila sem falla undir 1. málsl. 1. mgr. 1. gr. brjóti þeir gegn eftirfarandi ákvæðum reglugerðar (ESB) 2020/852:\n1. 5. gr. um gagnsæi umhverfislega sjálfbærra fjárfestinga í upplýsingum sem birtar eru áður en samningur er gerður og í reglubundnum skýrslum.\n2. 6. gr. um gagnsæi fjármálaafurða sem efla umhverfislega þætti í upplýsingum sem birtar eru áður en samningur er gerður og í reglubundnum skýrslum.\n3. 7. gr. um gagnsæi annarra fjármálaafurða í upplýsingum sem birtar eru áður en samningur er gerður og í reglubundnum skýrslum.\nSektir sem lagðar eru á einstaklinga geta numið frá 100 þús. kr. til 110 millj. kr. Sektir sem lagðar eru á lögaðila geta numið frá 500 þús. kr. til 800 millj. kr. en geta þó verið hærri eða allt að 3% af heildarveltu samkvæmt síðasta samþykkta ársreikningi lögaðilans eða 3% af síðasta samþykkta samstæðureikningi ef lögaðili er hluti af samstæðu.\nÞrátt fyrir 2. mgr. er heimilt að ákvarða lögaðila eða einstaklingi stjórnvaldssekt sem nemur allt að tvöfaldri þeirri fjárhæð sem fjárhagslegur ávinningur af broti nemur.\nVið ákvörðun stjórnvaldssekta samkvæmt ákvæði þessu skal tekið tillit til allra atvika sem máli skipta, þ.m.t. eftirfarandi:\n1. alvarleika brots og tímalengdar brots,\n2. hve mikla ábyrgð hinn brotlegi ber á broti,\n3. fjárhagslegs styrks hins brotlega, sér í lagi með hliðsjón af heildarveltu lögaðila eða árstekjum, eða hreinnar eignar brotlegs einstaklings,\n4. þýðingar ávinnings eða taps sem forðað var með broti fyrir hinn brotlega eða þriðja aðila, að því marki sem unnt er að ákvarða slíkt,\n5. áhrifa brots á hagsmuni almennra fjárfesta,\n6. samstarfsvilja hins brotlega, án þess að hafa áhrif á þörfina á að tryggja að sá hinn sami endurgreiði hagnað sinn af broti eða andvirði taps sem hann komst hjá með broti,\n7. fyrri brota hins brotlega og hvort um ítrekað brot er að ræða,\n8. ráðstafana sem hinn brotlegi gerir eftir brotið til að koma í veg fyrir endurtekningu þess.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.\nÁkvarðanir Fjármálaeftirlitsins um stjórnvaldssektir eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá því að tilkynnt hefur verið um ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nHeimild Fjármálaeftirlitsins til að leggja á stjórnvaldssektir samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk. Sá frestur rofnar þegar Fjármálaeftirlitið tilkynnir aðila um rannsókn á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að broti.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Sátt.\nHafi aðili gerst brotlegur við ákvæði laga þessara eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni.\nSeðlabanki Íslands setur reglur um framkvæmd greinarinnar.\nRgl. 1234/2024.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Réttur grunaðs manns.\nÍ máli sem beinist að einstaklingi og lokið getur með álagningu stjórnvaldssekta hefur maður, sem rökstuddur grunur leikur á að hafi gerst sekur um lögbrot, rétt til að neita að svara spurningum eða afhenda gögn eða muni nema hægt sé að útiloka að það geti haft þýðingu fyrir ákvörðun um brot hans. Fjármálaeftirlitið skal leiðbeina hinum grunaða um þennan rétt.\nIII. kafli. Önnur ákvæði.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerðar- og regluheimild.\nRáðherra skal setja reglugerð um nánari framkvæmd reglugerðar (ESB) 2020/852 um þau atriði sem koma fram í eftirfarandi greinum hennar:\n1. 4. mgr. 8. gr. um efni og framsetningu upplýsinga sem birta skal í skýrslum yfir ófjárhagsleg atriði.\n2. 3. mgr. 10. gr. um þau skilyrði sem atvinnustarfsemi þarf að uppfylla til að teljast stuðla verulega að því að milda loftslagsbreytingar og hvenær atvinnustarfsemi veldur umtalsverðu tjóni á einu eða fleiri markmiðum 10. gr. reglugerðarinnar.\n3. 3. mgr. 11. gr. um þau skilyrði sem atvinnustarfsemi þarf að uppfylla til að teljast stuðla verulega að aðlögun að loftslagsbreytingum og hvenær atvinnustarfsemi veldur umtalsverðu tjóni á einu eða fleiri markmiðum 11. gr. reglugerðarinnar.\n4. 2. mgr. 12. gr. um þau skilyrði sem atvinnustarfsemi þarf að uppfylla til að teljast stuðla verulega að sjálfbærri notkun og verndun vatns- og sjávarauðlinda og hvenær atvinnustarfsemi veldur umtalsverðu tjóni á einu eða fleiri markmiðum 12. gr. reglugerðarinnar.\n5. 2. mgr. 13. gr. um þau skilyrði sem atvinnustarfsemi þarf að uppfylla til að teljast stuðla verulega að umbreytingu yfir í hringrásarhagkerfi og hvenær atvinnustarfsemi veldur umtalsverðu tjóni á einu eða fleiri markmiðum 13. gr. reglugerðarinnar.\n6. 2. mgr. 14. gr. um þau skilyrði sem atvinnustarfsemi þarf að uppfylla til að teljast stuðla verulega að mengunarvörnum og -eftirliti og hvenær atvinnustarfsemi veldur umtalsverðu tjóni á einu eða fleiri markmiðum 14. gr. reglugerðarinnar.\n7. 2. mgr. 15. gr. um þau skilyrði sem atvinnustarfsemi þarf að uppfylla til að teljast stuðla verulega að því að vernda og endurheimta líffræðilega fjölbreytni og vistkerfi og hvenær atvinnustarfsemi veldur umtalsverðu tjóni á einu eða fleiri markmiðum 15. gr. reglugerðarinnar.\nSeðlabanki Íslands skal setja reglur um nánari framkvæmd reglugerðar (ESB) 2019/2088 um þau atriði sem koma fram í eftirfarandi greinum hennar:\n[1. 3. mgr. 2. gr. a um efni og framsetningu upplýsinga í tengslum við meginregluna um að „valda ekki umtalsverðu tjóni“.]\n[2. ] 6. mgr. 4. gr. um efni, aðferðir og framsetningu upplýsinga sem um getur í 1.–5. mgr. sömu greinar að því er varðar sjálfbærnivísa í tengslum við neikvæð áhrif á loftslagið og önnur umhverfistengd neikvæð áhrif.\n[3. ] 7. mgr. 4. gr. um efni, aðferðir og framsetningu upplýsinga sem um getur í 1.–5. mgr. sömu greinar að því er varðar sjálfbærnivísa í tengslum við neikvæð áhrif á sviði félagslegra og starfsmannatengdra málefna, virðingu fyrir mannréttindum og málefnum sem tengjast baráttunni gegn spillingu og mútum.\n[4. ] 3. mgr. 8. gr. um atriði er varða framsetningu og innihald upplýsinga sem verða birtar samkvæmt sömu grein.\n[5. 4. mgr. 8. gr. um efni og framsetningu upplýsinga sem um getur í 2. mgr. a sömu greinar.]\n[6. ] 5. mgr. 9. gr. um atriði er varða framsetningu og innihald upplýsinga sem verða birtar samkvæmt sömu grein.\n[7. 6. mgr. 9. gr. um efni og framsetningu upplýsinga sem um getur í 4. mgr. a sömu greinar.]\n[8. ] 2. mgr. 10. gr. um efni upplýsinga sem um getur í a- og b-lið fyrstu undirgreinar 1. mgr. sömu greinar og kröfur um framsetningu sem um getur í annarri undirgrein þeirrar málsgreinar.\n[9. ] 4. mgr. 11. gr. um atriði er varða efni og framsetningu upplýsinga sem um getur í 1. mgr. sömu greinar.\n[10. 5. mgr. 11. gr. um efni og framsetningu upplýsinga sem um getur í c- og d-lið 1. mgr. sömu greinar.]\n[11. ] 2. mgr. 13. gr. um staðlaða framsetningu á upplýsingum um eflingu umhverfislegra eða félagslegra þátta og sjálfbærar fjárfestingar.\nRg. 10/2024. Rgl. 1023/2024. L. 62/2024, 56. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vísanir.\nÞegar vísað er til laga þessara í lögunum er jafnframt átt við reglugerðir Evrópusambandsins skv. 2. gr.\nMeð vísun til tilskipunar Evrópuþingsins og ráðsins 2009/138/EB er átt við ákvæði laga um vátryggingastarfsemi.\nMeð vísun til tilskipunar Evrópuþingsins og ráðsins 2011/61/ESB er átt við ákvæði laga um rekstraraðila sérhæfðra sjóða.\nMeð vísun til tilskipunar Evrópuþingsins og ráðsins 2013/34/ESB er átt við ákvæði laga um ársreikninga.\nMeð vísun til tilskipunar Evrópuþingsins og ráðsins 2014/65/ESB er átt við ákvæði laga um markaði fyrir fjármálagerninga.\nMeð vísun til tilskipunar Evrópuþingsins og ráðsins (ESB) 2016/97 er átt við lög um dreifingu vátrygginga.\nMeð vísun til tilskipunar Evrópuþingsins og ráðsins (ESB) 2016/2341 er átt við ákvæði laga um starfstengda eftirlaunasjóði með þeirri undantekningu þó að með vísun til stofnunar um starfstengdan lífeyri með starfsleyfi eða sem er skráð í samræmi við tilskipun (ESB) 2016/2341 er átt við starfstengdan eftirlaunasjóð samkvæmt lögum um starfstengda eftirlaunasjóði.\nMeð vísun til vátryggingafélags með starfsleyfi í samræmi við tilskipun Evrópuþingsins og ráðsins 2009/138/EB í 2. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við starfsleyfi í samræmi við lög um vátryggingastarfsemi.\nMeð vísun til verðbréfafyrirtækis samkvæmt tilskipun Evrópuþingsins og ráðsins 2014/65/ESB í 5. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við verðbréfafyrirtæki samkvæmt lögum um markaði fyrir fjármálagerninga.\nMeð vísun til stýringar eignasafns samkvæmt tilskipun Evrópuþingsins og ráðsins 2014/65/ESB í 6. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við eignastýringu samkvæmt lögum um markaði fyrir fjármálagerninga.\nMeð vísun til rekstrarfélags verðbréfasjóðs samkvæmt tilskipun Evrópuþingsins og ráðsins 2009/65/EB í 10. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við rekstrarfélag verðbréfasjóðs samkvæmt lögum um verðbréfasjóði.\nMeð vísun til rekstraraðila sérhæfðra sjóða samkvæmt tilskipun Evrópuþingsins og ráðsins 2011/61/ESB í 11. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við rekstraraðila sérhæfðra sjóða samkvæmt lögum um rekstraraðila sérhæfðra sjóða.\nMeð vísun til lífeyriskerfis samkvæmt tilskipun (ESB) 2016/2341 í 14. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við lífeyriskerfi samkvæmt lögum um starfstengda eftirlaunasjóði.\nMeð vísun til fjárfestingarráðgjafar samkvæmt tilskipun Evrópuþingsins og ráðsins 2014/65/ESB í 16. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við fjárfestingarráðgjöf samkvæmt lögum um markaði fyrir fjármálagerninga.\nMeð vísun til fagfjárfestis samkvæmt tilskipun Evrópuþingsins og ráðsins 2014/65/ESB í 18. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við fagfjárfesti samkvæmt lögum um markaði fyrir fjármálagerninga.\nMeð vísun til vátryggingamiðlara samkvæmt tilskipun (ESB) 2016/97 í 20. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við vátryggingamiðlara samkvæmt lögum um dreifingu vátrygginga.\nMeð vísun til vátryggingaráðgjafar samkvæmt tilskipun (ESB) 2016/97 í 21. tölul. 2. gr. reglugerðar (ESB) 2019/2088 er átt við ráðgjöf samkvæmt lögum um dreifingu vátrygginga.\nMeð vísun til úrgangsmetakerfis samkvæmt tilskipun Evrópuþingsins og ráðsins 2008/98/EB í 8. tölul. 2. gr. reglugerðar (ESB) 2020/852 er átt við forgangsröðun við meðhöndlun úrgangs samkvæmt lögum um meðhöndlun úrgangs.\nMeð vísun til mengunar samkvæmt tilskipun Evrópuþingsins og ráðsins 2008/56/EB í b-lið 12. tölul. 2. gr. reglugerðar (ESB) 2020/852 er átt við bein eða óbein áhrif efna eða orku á hafið af mannavöldum, sem hafa í för með sér eða eru líkleg til að hafa skaðleg áhrif á lifandi auðlindir hafsins og raska lífríki þess, þar á meðal líffræðilegum fjölbreytileika, spilla umhverfinu, stofna heilbrigði manna í hættu eða hindra lögmæta nýtingu hafs.\nMeð vísun til mengunar samkvæmt tilskipun Evrópuþingsins og ráðsins 2000/60/EB í c-lið 12. tölul. 2. gr. reglugerðar (ESB) 2020/852 er átt við mengun samkvæmt lögum um stjórn vatnamála.\nMeð vísun til yfirborðsvatns samkvæmt tilskipun Evrópuþingsins og ráðsins 2000/60/EB í 19. tölul. 2. gr. reglugerðar (ESB) 2020/852 er átt við yfirborðsvatn samkvæmt lögum um stjórn vatnamála.\nMeð vísun til grunnvatns samkvæmt tilskipun Evrópuþingsins og ráðsins 2000/60/EB í 20. tölul. 2. gr. reglugerðar (ESB) 2020/852 er átt við grunnvatn samkvæmt lögum um stjórn vatnamála.\nMeð vísun til vistmegins samkvæmt tilskipun Evrópuþingsins og ráðsins 2000/60/EB í 23. tölul. 2. gr. reglugerðar (ESB) 2020/852 er átt við vistmegin samkvæmt lögum um stjórn vatnamála.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lög þessi öðlast gildi 1. júní 2023.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "...",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
