{
  "id": "5/2023",
  "type": "statute",
  "title": "Lög um greiðslureikninga",
  "status": "in_force",
  "issued_date": "2023-02-27",
  "url": "https://www.althingi.is/lagas/nuna/2023005.html",
  "description": "Tóku gildi 1. mars 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um greiðsluþjónustuveitendur sem bjóða greiðslureikninga sem neytendur geta a.m.k. notað til að:\na. leggja fjármuni inn á,\nb. taka reiðufé út af,\nc. framkvæma greiðslur og taka við þeim, þ.m.t. millifæra fjármuni, til og frá þriðja aðila.\nÁkvæði IV. kafla um aðgengi að greiðslureikningum gilda um lánastofnanir, þ.m.t. erlendar lánastofnanir sem veita þjónustu yfir landamæri hér á landi fyrir milligöngu umboðsaðila eða með stofnun útibús.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Orðskýringar.\nÍ lögum þessum er merking hugtaka sem hér segir:\n1. Aðildarríki: Ríki sem er aðili að samningnum um Evrópska efnahagssvæðið.\n2. Beingreiðsla: Greiðsluþjónusta, innan ríkis eða yfir landamæri, við skuldfærslu af greiðslureikningi greiðanda ef viðtakandi greiðslu á frumkvæði að greiðslu á grundvelli samþykkis greiðanda.\n3. Fjármunir: Peningaseðlar og mynt, inneign á reikningum eða rafeyrir samkvæmt skilgreiningu í 5. tölul. 4. gr. laga um útgáfu og meðferð rafeyris, nr. 17/2013.\n4. Fráfarandi greiðsluþjónustuveitandi: Greiðsluþjónustuveitandi sem yfirfærir upplýsingar sem þörf er á til að framkvæma skipti.\n5. Gjöld: Öll gjöld og sektir sem neytandi á að greiða greiðsluþjónustuveitanda fyrir eða í tengslum við þjónustu sem viðkemur greiðslureikningi.\n6. Greiðandi: Einstaklingur eða lögaðili sem á greiðslureikning og heimilar greiðslu af honum eða, ef ekki er um greiðslureikning greiðanda að ræða, einstaklingur eða lögaðili sem gefur fyrirmæli um greiðslu á greiðslureikning viðtakanda greiðslu.\n7. Greiðsla: Aðgerð sem greiðandi eða einhver fyrir hans hönd eða viðtakandi greiðslu fyrir hönd greiðanda á frumkvæði að með því að leggja inn, millifæra eða taka út fjármuni án tillits til þess hvort einhverjar skuldbindingar milli greiðanda og viðtakanda greiðslu liggja til grundvallar.\n8. Greiðslumiðill: Persónubundinn búnaður og/eða aðferðir sem notandi greiðsluþjónustu og greiðsluþjónustuveitandi koma sér saman um að nota til að gefa greiðslufyrirmæli.\n9. Greiðslureikningur: Reikningur á nafni eins eða fleiri neytenda sem notaður er við framkvæmd greiðslna.\n10. Greiðsluþjónusta: Greiðsluþjónusta eins og hún er skilgreind í lögum um greiðsluþjónustu.\n11. Greiðsluþjónustuveitandi: Greiðsluþjónustuveitandi eins og hann er skilgreindur í lögum um greiðsluþjónustu.\n12. Hugtakalisti: Listi yfir stöðluð hugtök um algengustu tegundir þjónustu sem tengjast greiðslureikningi sem birtur er með reglum Seðlabanka Íslands.\n13. Innlánsvextir: Stig vaxta sem neytanda eru greiddir að því er varðar fjármuni á greiðslureikningi.\n14. Lánastofnun: Lánastofnun eins og hún er skilgreind í lögum um fjármálafyrirtæki.\n15. Lögmæt búseta á Evrópska efnahagssvæðinu: Búseta einstaklings með rétt til búsetu í aðildarríki, þ.m.t. neytendur án fasts heimilisfangs og einstaklingar sem sækja um hæli samkvæmt Genfarsamningnum frá 28. júlí 1951 um réttarstöðu flóttamanna, bókuninni við hann frá 31. janúar 1967 og öðrum viðeigandi alþjóðasamningum.\n16. Millifærsla fjármuna: Greiðsluþjónusta, innan ríkis eða yfir landamæri, við eignfærslu á reikning viðtakanda greiðslu, með greiðslu eða röð greiðslna af greiðslureikningi greiðanda, framkvæmd af greiðsluþjónustuveitandanum sem geymir reikning greiðanda, á grundvelli fyrirmæla hans.\n17. Neytandi: Einstaklingur sem kemur fram í öðrum tilgangi en vegna starfs síns eða atvinnurekstrar.\n18. Ósamþykktur yfirdráttur: Yfirdráttur án sérstaks samþykkis þar sem greiðsluþjónustuveitandi veitir neytanda aðgang að fjármunum umfram gildandi stöðu á greiðslureikningi neytandans eða samþykkta yfirdráttarheimild.\n19. Rammasamningur: Samningur um greiðsluþjónustu þar sem kveðið er á um framkvæmd einstakra greiðslna og röð greiðslna í framtíðinni og sem kann að fela í sér skyldu til stofnunar greiðslureiknings og skilmála þar um.\n20. Reglulegar millifærslur: Fyrirmæli greiðanda til greiðsluþjónustuveitanda sem annast greiðslureikning greiðandans um að framkvæma millifærslur fjármuna með reglulegu millibili eða á fyrir fram ákveðnum dagsetningum.\n21. Skipti/skiptiþjónusta: Flutningur upplýsinga að beiðni neytanda frá einum greiðsluþjónustuveitanda til annars, annaðhvort um allar eða sumar reglulegar millifærslur fjármuna, endurteknar beingreiðslur og endurteknar millifærslur fjármuna á greiðslureikning eða um flutning allra innstæðna frá einum greiðslureikningi til annars eða hvort tveggja, hvort sem fyrri greiðslureikningi er lokað eða ekki.\n22. Varanlegur miðill: Sérhver miðill sem gerir neytanda kleift að geyma upplýsingar sem beint er til hans persónulega á þann hátt að þær séu aðgengilegar til samanburðar síðar og eins lengi og þarf miðað við tilgang upplýsinganna, og gerir kleift að afrita upplýsingar sem þar eru geymdar óbreyttar.\n23. Viðskiptadagur: Dagur þegar opið er hjá viðkomandi greiðsluþjónustuveitanda eftir því sem þörf fyrir framkvæmd greiðslu krefur.\n24. Viðtakandi greiðslu: Einstaklingur eða lögaðili sem er fyrirhugaður viðtakandi fjármuna sem hafa verið viðfang greiðslu.\n25. Viðtakandi greiðsluþjónustuveitandi: Greiðsluþjónustuveitandi sem móttekur upplýsingar sem þörf er á til að framkvæma skipti.\n26. Yfirdráttarheimild: Ótvíræður lánssamningur þar sem greiðsluþjónustuveitandi veitir neytanda aðgang að fjármunum umfram gildandi stöðu á greiðslureikningi neytandans.\n27. Þjónusta tengd greiðslureikningi: Öll þjónusta sem tengist því að stofna, reka og loka greiðslureikningi, þ.m.t. greiðsluþjónusta og greiðslur sem falla undir 7. tölul. 2. gr. laga um greiðsluþjónustu, nr. 114/2021, yfirdráttarheimild og ósamþykktur yfirdráttur.\nII. kafli. Samanburður gjalda í tengslum við greiðslureikninga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjaldskrá og hugtakalisti.\nÁður en samningur um greiðslureikning er gerður skal greiðsluþjónustuveitandi láta neytanda í té gjaldskrá, á pappír eða öðrum varanlegum miðli, þar sem fram koma stöðluð hugtök yfir algengustu tegundir þjónustu sem tengjast greiðslureikningi og tilsvarandi gjöld fyrir hverja þjónustu sem greiðsluþjónustuveitandi býður.\nGjaldskráin skal vera í samræmi við hugtakalista Seðlabanka Íslands, sbr. 5. mgr., og:\na. vera stutt og sérstakt skjal,\nb. sett fram á skýran og nákvæman hátt og skulu stafir vera af læsilegri stærð,\nc. sett fram á íslensku eða öðru tungumáli sem báðir aðilar samþykkja,\nd. gefa upp gjöld í íslenskum krónum eða í öðrum gjaldmiðli sem neytandinn og greiðsluþjónustuveitandinn eru ásáttir um,\ne. bera heitið „Gjaldskrá greiðslureikninga“ efst á fyrstu síðu ásamt samræmdu tákni,\nf. geyma yfirlýsingu um að skjalið taki til gjalda fyrir algengustu tegundir þjónustu greiðslureikninga en að frekari upplýsingar megi finna í öðrum gögnum.\nEf boðið er upp á eina eða fleiri tegundir þjónustu sem þjónustupakka í tengslum við greiðslureikninga skal tilgreina í gjaldskrá gjöld fyrir allan pakkann, þá þjónustu sem þjónustupakkinn tekur til og það magn sem um er að ræða. Á sama hátt skal tilgreina viðbótargjald fyrir alla þá þjónustu sem er umfram magnið sem gjaldið fyrir pakkann tekur til.\nGreiðsluþjónustuveitandi skal ætíð hafa gjaldskrá greiðslureikninga og hugtakalista yfir algengustu tegundir þjónustu aðgengilega fyrir neytendur. Gjaldskráin og hugtakalistinn skulu vera aðgengileg á rafrænu formi á vefsetri greiðsluþjónustuveitanda sem og pappír eða öðrum varanlegum miðli, án endurgjalds, á starfsstöð greiðsluþjónustuveitanda. Geymi hugtakalistinn önnur hugtök en reglur Seðlabanka Íslands tilgreina skulu hugtökin vera á skýru og ótvíræðu máli sem hvorki er of tæknilegt né misvísandi.\nSeðlabanki Íslands setur nánari reglur um hugtakalista yfir\nalgengustu tegundir þjónustu greiðslureiknings og gjaldskrá.\nRgl. 485/2023.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gjaldayfirlit.\nGreiðsluþjónustuveitandi skal, a.m.k. einu sinni á ári og án endurgjalds, láta neytanda í té yfirlit yfir öll gjöld sem stofnað hefur verið til á tímabilinu, sem og, þar sem við á, upplýsingar sem fram koma í 4. og 5. tölul. 2. mgr. Gjaldayfirlit skal vera í samræmi við hugtakalista Seðlabanka Íslands. Gjaldayfirlitið skal lagt fram á pappír óski neytandi þess, ella geta neytandi og greiðsluþjónustuveitandi komið sér saman um aðra boðskiptaleið.\nGjaldayfirlit sem veitt er samkvæmt þessari grein skal a.m.k. innihalda upplýsingar um eftirfarandi:\n1. Gjöld sem innheimt eru fyrir hverja tegund þjónustu fyrir sig ásamt upplýsingum um hversu oft neytandinn hefur nýtt sér hverja þjónustu á viðkomandi tímabili. Ef tilteknar tegundir þjónustu eru sameinaðar í þjónustupakka skal tilgreina gjald fyrir allan þjónustupakkann og hversu oft gjaldið kom til greiðslu á viðkomandi tímabili. Á sama hátt skal tilgreina gjald fyrir þjónustu umfram þá sem tilgreind er í þjónustupakkanum.\n2. Heildarfjárhæð gjalda sem stofnað var til á viðkomandi tímabili fyrir hverja tegund þjónustu fyrir sig, þjónustupakka sem og þjónustu umfram þá sem tiltekin er í þjónustupakkanum.\n3. Heildarfjárhæð gjalda fyrir allar tegundir þjónustu á viðkomandi tímabili.\n4. Yfirdráttarvexti sem gilda um greiðslureikning og heildarfjárhæð yfirdráttarvaxta til greiðslu á viðkomandi tímabili.\n5. Innlánsvexti sem gilda um greiðslureikning og heildarfjárhæð áunninna innlánsvaxta á viðkomandi tímabili.\nGjaldayfirlit skal:\na. sett fram og hannað með þeim hætti að það sé skýrt og auðvelt aflestrar og skulu stafir vera af læsilegri stærð,\nb. vera nákvæmt, ekki misvísandi og tilgreint í gjaldmiðli greiðslureikningsins eða gjaldmiðli sem neytandi og greiðsluþjónustuveitandi eru ásáttir um,\nc. bera yfirskriftina gjaldayfirlit efst á fyrstu síðu yfirlitsins, næst sameiginlegu tákni til að aðgreina skjalið frá öðrum skjölum,\nd. samið á íslensku eða á öðru tungumáli sem neytandi og greiðsluþjónustuveitandi eru ásáttir um.\nSeðlabanki Íslands setur nánari reglur um gjaldayfirlit.\nRgl. 485/202.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Upplýsingar fyrir neytendur.\nGreiðsluþjónustuveitandi skal í samningum, auglýsingum og öðru kynningarefni nota stöðluð hugtök sem sett eru fram í hugtakalista sem birtur er í reglum Seðlabanka Íslands. Greiðsluþjónustuveitanda er heimilt að nota sérheiti í gjaldskrá og gjaldayfirliti séu þau notuð sem viðbót við stöðluð hugtök.\nGreiðsluþjónustuveitanda er heimilt að nota sérheiti til að auðkenna þjónustu sína í samningum, auglýsingum og öðru kynningarefni komi staðlað hugtak samkvæmt hugtakalista, þar sem það á við, einnig skýrt fram.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Greiðslureikningur í pakka með annarri vöru eða þjónustu.\nGreiðsluþjónustuveitandi sem býður greiðslureikning sem hluta af pakka með annarri vöru eða þjónustu sem er ekki tengd greiðslureikningi skal upplýsa neytanda um hvort hægt er að kaupa greiðslureikninginn sérstaklega og, ef svo er, upplýsa um kostnað og gjöld sem tengjast hverri vöru og þjónustu sem boðin er í þeim pakka sem hægt er að kaupa sérstaklega.\nIII. kafli. Skipti.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Veiting skiptiþjónustu.\nGreiðsluþjónustuveitandi skal veita neytanda skiptiþjónustu skv. 8. gr. á milli greiðsluþjónustuveitenda á Íslandi vegna greiðslureikninga í sama gjaldmiðli.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skiptiþjónusta.\nViðtakandi greiðsluþjónustuveitandi skal, að beiðni neytanda og að fenginni heimild hans, veita skiptiþjónustu. Heimild skal vera á íslensku eða því tungumáli sem aðilar koma sér saman um. Ef reikningshafar eru fleiri en einn ber greiðsluþjónustuveitanda að fá heimild frá hverjum og einum reikningshafa. Heimildin skal gera neytanda kleift að veita fráfarandi greiðsluþjónustuveitanda sérstakt samþykki til að annast sérhvert þeirra verkefna sem um getur í 2. mgr. og viðtakandi greiðsluþjónustuveitanda kleift að annast sérhvert þeirra verkefna sem um getur í 4. mgr.\nInnan tveggja viðskiptadaga frá viðtöku heimildarinnar sem um getur í 1. mgr. skal viðtakandi greiðsluþjónustuveitandi fara fram á það við fráfarandi greiðsluþjónustuveitanda að hann annist eftirfarandi verkefni ef kveðið er á um það í heimild neytanda:\n1. Sendi viðtakandi greiðsluþjónustuveitanda, og neytanda ef hann fer sérstaklega fram á það, skrá yfir gildandi, reglulegar millifærslur fjármuna og fyrirliggjandi upplýsingar um umboð fyrir beingreiðslur sem heyra undir skiptin.\n2. Sendi viðtakandi greiðsluþjónustuveitanda, og neytanda ef hann fer sérstaklega fram á það, fyrirliggjandi upplýsingar um endurteknar millifærslur fjármuna á greiðslureikning og beingreiðslur af greiðslureikningi neytanda næstliðna þrettán mánuði.\n3. Hætti að taka við beingreiðslum og millifærslu fjármuna frá og með dagsetningu sem tiltekin er í heimildinni ef fráfarandi greiðsluþjónustuveitandi er ekki með sjálfvirkt kerfi til að beina millifærslum fjármuna og beingreiðslum áfram á greiðslureikning í eigu neytanda hjá viðtakandi greiðsluþjónustuveitanda.\n4. Felli reglulegar millifærslur úr gildi frá og með dagsetningu sem tilgreind er í heimildinni.\n5. Flytji innstæðu, sem eftir kann að standa á greiðslureikningi, á greiðslureikning, sem stofnaður hefur verið eða er til hjá viðtakandi greiðsluþjónustuveitanda, daginn sem neytandi tiltekur.\n6. Loki greiðslureikningi hjá fráfarandi greiðsluþjónustuveitanda daginn sem neytandi tiltekur.\nÞegar fráfarandi greiðsluþjónustuveitandi hefur veitt viðtöku beiðni frá viðtakandi greiðsluþjónustuveitanda skal hann annast eftirfarandi verkefni ef kveðið er á um það í heimild neytanda:\n1. Senda viðtakandi greiðsluþjónustuveitanda og neytanda, hafi hann óskað þess, upplýsingarnar sem um getur í 1. og 2. tölul. 2. mgr. innan fimm viðskiptadaga frá móttöku beiðni frá viðtakandi greiðsluþjónustuveitanda.\n2. Hætta að taka við beingreiðslum og millifærslu fjármuna frá og með dagsetningu sem tilgreind er í heimild neytanda ef fráfarandi greiðsluþjónustuveitandi er ekki með sjálfvirkt kerfi til að beina millifærslum fjármuna og beingreiðslum áfram á greiðslureikning í eigu neytandans hjá viðtakandi greiðsluþjónustuveitanda. Fráfarandi greiðsluþjónustuveitandi skal jafnframt upplýsa greiðanda og/eða viðtakanda greiðslu um af hverju ekki sé tekið við greiðslunni.\n3. Fella reglulegar millifærslur úr gildi frá og með dagsetningu sem tilgreind er í heimild neytanda.\n4. Flytja innstæðu, sem kann að vera til staðar, á greiðslureikning, sem stofnaður hefur verið eða er til hjá viðtakandi greiðsluþjónustuveitanda, miðað við dagsetningu sem tilgreind er í heimild neytanda.\n5. Loka greiðslureikningi hjá fráfarandi greiðsluþjónustuveitanda ef neytandi á enga útistandandi skuldbindingu á greiðslureikningnum, að því tilskildu að aðgerðunum í 1.–4. tölul. sé lokið. Greiðsluþjónustuveitandi skal án tafar upplýsa neytanda ef útistandandi skuldbindingar koma í veg fyrir að greiðslureikningi sé lokað. Lokun greiðslureiknings skal miða við dagsetningu sem tilgreind er í heimild neytanda.\nViðtakandi greiðsluþjónustuveitandi skal, innan fimm viðskiptadaga frá móttöku upplýsinga sem um getur í 2. mgr. eins og kveðið er á um í heimildinni og að því marki sem upplýsingar frá fráfarandi greiðsluþjónustuveitanda eða neytanda gera viðtakandi greiðsluþjónustuveitanda kleift, annast eftirfarandi verkefni:\n1. Setja upp þær reglulegu millifærslur fjármuna sem neytandi óskar eftir frá og með dagsetningu sem tilgreind er í heimildinni.\n2. Undirbúa eins og nauðsynlegt er að samþykkja beingreiðslur og gera það frá og með dagsetningu sem tilgreind er í heimildinni.\n3. Upplýsa neytanda, ef við á, um réttindi hans skv. d-lið 3. mgr. 5. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 260/2012 sem innleidd var með lögum um greiðslur yfir landamæri í evrum.\n4. Upplýsa greiðendur, sem tilgreindir eru í heimildinni og framkvæma endurtekna millifærslu fjármuna á greiðslureikning neytanda, um atriði varðandi greiðslureikning neytanda hjá viðtakandi greiðsluþjónustuveitanda og senda greiðendum afrit af heimild neytandans. Búi viðtakandi greiðsluþjónustuveitandi ekki yfir nauðsynlegum upplýsingum til að upplýsa greiðendur skal hann biðja neytandann eða fráfarandi greiðsluþjónustuveitanda að veita þær upplýsingar sem vantar.\n5. Upplýsa viðtakendur greiðslu, sem tilgreindir eru í heimildinni og innheimta fjármuni af greiðslureikningi neytanda með beingreiðslum, um atriði varðandi greiðslureikning neytanda hjá viðtakandi greiðsluþjónustuveitanda og daginn sem byrja á að innheimta beingreiðslur af þeim greiðslureikningi og senda viðtakendum greiðslu afrit af heimild neytandans. Búi viðtakandi greiðsluþjónustuveitandi ekki yfir nauðsynlegum upplýsingum til að upplýsa viðtakendur greiðslu skal hann biðja neytandann eða fráfarandi greiðsluþjónustuveitanda að veita þær upplýsingar sem vantar.\nKjósi neytandi að veita greiðanda eða viðtakanda greiðslu sjálfur þær upplýsingar sem mælt er fyrir um í 4. og 5. tölul. 4. mgr. skal viðtakandi greiðsluþjónustuveitandi leggja fram stöðluð bréf fyrir neytanda með upplýsingum um greiðslureikninginn og upphafsdag sem tilgreindur er í heimild innan fimm viðskiptadaga.\nMeð fyrirvara um það sem fram kemur í 2. mgr. 74. gr. laga um greiðsluþjónustu, nr. 114/2021, er fráfarandi greiðsluþjónustuveitanda óheimilt að stöðva greiðslumiðla fyrir dagsetningu sem tilgreind er í heimild neytanda svo að ekki verði rof á veitingu greiðsluþjónustu til neytanda þegar skiptiþjónusta er veitt.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Opnun reikninga yfir landamæri.\nGreini neytandi greiðsluþjónustuveitanda sínum frá því að hann óski eftir að opna greiðslureikning hjá greiðsluþjónustuveitanda í öðru aðildarríki skal greiðsluþjónustuveitandi þar sem neytandi er með greiðslureikning, eftir móttöku slíkrar beiðni, aðstoða hann á eftirfarandi hátt:\n1. Útvega neytanda skrá án endurgjalds um allar gildandi reglulegar millifærslur fjármuna og umboð fyrir beingreiðslur sem og endurteknar millifærslur fjármuna og beingreiðslur á greiðslureikning neytanda næstliðna þrettán mánuði. Sú skrá skal ekki fela í sér neina skuldbindingu af hálfu nýja greiðsluþjónustuveitandans um að setja á stofn þjónustu sem hann veitir ekki.\n2. Millifæra innstæðu, sem kann að vera á greiðslureikningi neytandans, á greiðslureikning sem hann opnar eða hefur hjá nýja greiðsluþjónustuveitandanum, að því tilskildu að beiðnin taki til allra upplýsinga sem gera það mögulegt að auðkenna nýja greiðsluþjónustuveitandann og greiðslureikning neytandans.\n3. Loka greiðslureikningi neytandans.\nEf neytandi er ekki með útistandandi skuldbindingar á greiðslureikningi skal greiðsluþjónustuveitandi, þar sem neytandi er með greiðslureikninginn, ljúka aðgerðunum sem tilgreindar eru í 1., 2. og 3. tölul. 1. mgr. á þeim degi sem neytandinn tiltekur en sá dagur skal vera a.m.k. sex viðskiptadögum eftir að greiðsluþjónustuveitandi móttekur beiðni neytandans, nema öðruvísi hafi um samist milli aðila í samræmi við 57. gr. laga um greiðsluþjónustu, nr. 114/2021. Greiðsluþjónustuveitandi skal án tafar upplýsa neytanda ef útistandandi skuldbindingar koma í veg fyrir að greiðslureikningi hans sé lokað.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gjöld tengd skiptiþjónustu.\nGjöld vegna skiptiþjónustu sem veitt er skv. 8. gr., vegna annars en þess sem um getur í 2. og 3. mgr., skulu vera sanngjörn og í samræmi við raunverulegan kostnað greiðsluþjónustuveitanda.\nFráfarandi greiðsluþjónustuveitandi skal veita viðtakandi greiðsluþjónustuveitanda upplýsingar sem nauðsynlegar eru til að veita skiptiþjónustu skv. 1. og 2. tölul. 2. mgr. 8. gr. án endurgjalds af hálfu neytanda eða viðtakandi greiðsluþjónustuveitanda. Jafnframt skulu fráfarandi greiðsluþjónustuveitandi og viðtakandi greiðsluþjónustuveitandi veita neytanda aðgang að persónuupplýsingum hans varðandi reglulegar millifærslur og beingreiðslur án endurgjalds.\nÍ þeim tilvikum þegar fráfarandi greiðsluþjónustuveitandi krefur neytanda um gjald vegna uppsagnar á greiðslureikningi skal gjaldið vera ákveðið í samræmi við 57. gr. laga um greiðsluþjónustu, nr. 114/2021.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Fjárhagstjón neytanda.\nVerði neytandi fyrir fjárhagslegu tjóni, þ.m.t. kostnaði og vöxtum, sem rekja má beint til þess að greiðsluþjónustuveitandi hafi ekki uppfyllt skyldur sínar skv. 8. gr. varðandi skiptiþjónustu skal sá greiðsluþjónustuveitandi bæta tjón neytandans án tafar.\nBótaskylda skv. 1. mgr. gildir ekki í þeim tilvikum þegar um er að ræða óeðlilegar eða ófyrirsjáanlegar aðstæður.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Upplýsingar um skiptiþjónustu.\nGreiðsluþjónustuveitandi skal veita neytanda eftirfarandi upplýsingar um skiptiþjónustu:\n1. Hlutverk fráfarandi og viðtakandi greiðsluþjónustuveitanda við veitingu skiptiþjónustu skv. 8. gr.\n2. Hver frestur er til að ljúka hverjum þætti skiptiþjónustu skv. 8. gr.\n3. Gjöld, ef einhver eru, vegna skiptiþjónustu skv. 8. gr.\n4. Hvaða upplýsingar neytandi verður beðinn um að láta í té.\n5. Málsmeðferð til lausnar deilumálum utan dómstóla samkvæmt lögum um úrskurðaraðila á sviði neytendamála.\nGreiðsluþjónustuveitandi skal hafa upplýsingar skv. 1. mgr. aðgengilegar fyrir neytanda án endurgjalds á pappír eða öðrum varanlegum miðli á starfsstöðvum sínum og á vefsetri sínu. Þá skal greiðsluþjónustuveitandi afhenda neytanda upplýsingarnar sé þess óskað.\nIV. kafli. Aðgengi að greiðslureikningum.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Bann við mismunun.\nLánastofnunum er óheimilt að mismuna neytendum með lögmæta búsetu á Evrópska efnahagssvæðinu, svo sem á grundvelli ríkisfangs, þjóðernis eða félagslegs uppruna, búsetu, kynferðis, kynvitundar, kyneinkenna, kyntjáningar, kynþáttar, kynhneigðar, litarháttar, erfðaeinkenna, tungu, trúarbragða eða sannfæringar, stjórnmálaskoðana eða annarra skoðana, eignastöðu, uppruna, fötlunar, aldurs eða þess að tilheyra þjóðernisminnihluta, þegar óskað er eftir að stofna greiðslureikning. Framangreint á einnig við um notkun greiðslureiknings.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Réttur til aðgangs að almennum greiðslureikningi.\nLánastofnun er skylt að bjóða neytanda almenna greiðslureikninga. Neytandi sem hefur lögmæta búsetu á Evrópska efnahagssvæðinu á rétt á að stofna og nota almennan greiðslureikning hjá lánastofnun. Framangreint á einnig við um þá sem ekki hafa fasta búsetu, hælisleitendur og þá sem ekki hefur verið veitt dvalarleyfi en brottvísun er ekki möguleg af lagalegum eða öðrum ástæðum.\nLánastofnun skal afgreiða umsókn um stofnun almenns greiðslureiknings svo fljótt sem auðið er, þó eigi síðar en tíu viðskiptadögum eftir að fullnægjandi umsókn berst.\nLánastofnun er óheimilt að samþykkja umsókn um stofnun almenns greiðslureiknings ef stofnun slíks reiknings leiðir til brots á lögum um aðgerðir gegn peningaþvætti og fjármögnun hryðjuverka.\nLánastofnun er heimilt að hafna umsókn um stofnun almenns greiðslureiknings ef neytandi er þegar með slíkan reikning hjá annarri innlendri lánastofnun sem gerir honum kleift að nýta þjónustu skv. 1. mgr. 15. gr. nema neytandi geti sýnt fram á að honum hafi borist tilkynning um lokun greiðslureiknings.\nLánastofnun er heimilt, áður en greiðslureikningur er stofnaður, að kanna hvort neytandi eigi almennan greiðslureikning hjá annarri innlendri lánastofnun sem gerir honum kleift að nýta þjónustu skv. 1. mgr. 15. gr. Lánastofnun er heimilt að reiða sig á yfirlýsingu frá neytanda í þeim tilgangi.\nLánastofnun skal tilkynna neytanda skriflega og án endurgjalds um synjun á umsókn skv. 3. og 4. mgr. þar sem fram kemur ástæða synjunar nema slík birting upplýsinga gangi gegn markmiðum þjóðaröryggis, allsherjarreglu eða lögum um aðgerðir gegn peningaþvætti og fjármögnun hryðjuverka. Sé umsókn neytanda synjað skal lánastofnunin upplýsa hann um úrskurðar- og réttarúrræði samkvæmt lögum um úrskurðaraðila á sviði neytendamála.\nLánastofnun er óheimilt að skilyrða aðgengi að almennum greiðslureikningi við kaup á viðbótarþjónustu eða hlutabréfum í lánastofnuninni nema slíkt skilyrði eigi við um alla viðskiptavini lánastofnunarinnar.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Eiginleikar almenns greiðslureiknings.\nAlmennur greiðslureikningur skal taka til eftirfarandi:\n1. Þjónustu sem gerir kleift að stofna, reka og loka greiðslureikningi, a.m.k. í íslenskum krónum.\n2. Þjónustu sem gerir kleift að ráðstafa fjármunum á greiðslureikning.\n3. Þjónustu sem gerir neytanda kleift að taka út reiðufé af greiðslureikningi í lánastofnun eða í hraðbanka á eða utan opnunartíma lánastofnunar.\n4. Framkvæmdar eftirfarandi greiðslna á Evrópska efnahagssvæðinu:\na. beingreiðslna,\nb. greiðslna með greiðslukorti, þ.m.t. greiðslna á netinu,\nc. millifærslna fjármuna, þ.m.t. reglulegra millifærslna í gegnum afgreiðslustaði eða netbanka lánastofnunar.\nLánastofnanir skulu bjóða þjónustu skv. 1. mgr. fyrir almenna greiðslureikninga að því marki að hún sé einnig í boði fyrir aðra greiðslureikninga.\nLánastofnun er óheimilt að takmarka fjölda þeirra aðgerða sem fram koma í 1. mgr.\nLánastofnun er óheimilt að innheimta gjöld umfram það sem sanngjarnt er vegna þjónustu skv. 1. mgr.\nLánastofnanir skulu tryggja að neytandi geti stýrt og haft frumkvæði að greiðslum af eigin reikningi á afgreiðslustöðum lánastofnunarinnar eða í netbanka, þar sem slíkt stendur til boða.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Gjöld tengd almennum greiðslureikningi.\nLánastofnun skal bjóða þjónustu skv. 15. gr. án endurgjalds eða á sanngjörnu verði.\nLánastofnun er heimilt að leggja sanngjarnt gjald á neytanda fyrir að fara ekki að skuldbindingum sínum samkvæmt rammasamningi.\nVið mat á því hvað telst sanngjarnt gjald skal taka mið af innlendu tekjustigi og meðaltalsgjöldum sem lánastofnanir taka fyrir þjónustu tengda greiðslureikningi.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Rammasamningar og uppsögn.\nRammasamningar sem veita aðgang að almennum greiðslureikningi skulu taka mið af lögum um greiðsluþjónustu nema annað sé tilgreint í þessari grein.\nLánastofnun er eingöngu heimilt að segja rammasamningi upp einhliða ef a.m.k. einu af eftirtöldum atriðum er fullnægt:\n1. Neytandi notaði greiðslureikninginn í ólögmætum tilgangi af ásettu ráði.\n2. Engar greiðslur hafa átt sér stað á greiðslureikningnum síðastliðna 24 mánuði.\n3. Upplýsingar sem neytandi veitti við stofnun greiðslureiknings voru rangar og réttar upplýsingar hefðu leitt til synjunar.\n4. Neytandi er ekki lengur með lögmæta búsetu á Evrópska efnahagssvæðinu.\n5. Neytandi hefur stofnað nýjan almennan greiðslureikning sem gerir honum kleift að nýta þjónustu skv. 1. mgr. 15. gr.\nSegi lánastofnun upp samningi um almennan greiðslureikning af einni eða fleiri ástæðum skv. 2., 4. og 5. tölul. 2. mgr. skal hún upplýsa neytanda um ástæður og rök fyrir uppsögninni a.m.k. tveimur mánuðum áður en uppsögnin öðlast gildi, skriflega og án endurgjalds, nema slík birting upplýsinga gangi gegn markmiðum um þjóðaröryggi og allsherjarreglu. Ef lánastofnun segir samningi upp í samræmi við 1. eða 3. tölul. 2. mgr. skal uppsögnin öðlast gildi án tafar.\nLánastofnun skal í tilkynningu um uppsögn rammasamnings upplýsa neytanda um leiðir til að kvarta yfir uppsögninni, rétt neytanda til að hafa samband við Fjármálaeftirlitið og úrskurðaraðila samkvæmt lögum um úrskurðaraðila á sviði neytendamála og viðeigandi samskiptaupplýsingar þessara aðila.\nV. kafli. Eftirlit, réttarúrræði og viðurlög.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Eftirlit.\nFjármálaeftirlitið hefur eftirlit með að farið sé að lögum þessum. Um eftirlitið fer samkvæmt ákvæðum laga þessara, laga um opinbert eftirlit með fjármálastarfsemi og laga um evrópskt eftirlitskerfi á fjármálamarkaði.\nSeðlabanki Íslands er lögbært yfirvald í skilningi tilskipunar Evrópuþingsins og ráðsins 2014/92/ESB.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Úrskurðaraðili.\nNeytandi getur skotið ágreiningi sínum gagnvart greiðsluþjónustuveitanda eða lánastofnun og tilnefndum fulltrúum þeirra, svo sem umboðsmönnum og útibúum, um réttindi og skyldur sem leiðir af II.–IV. kafla til úrskurðaraðila samkvæmt lögum um úrskurðaraðila á sviði neytendamála.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Úrbótakrafa vegna brots.\nKomi í ljós að ákvæðum laga þessara er ekki fylgt skal Fjármálaeftirlitið krefjast þess að úr sé bætt innan hæfilegs frests.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Stjórnvaldssektir.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á hvern þann sem brýtur gegn eftirtöldum ákvæðum laga þessara, reglugerðum og reglum settum á grundvelli þeirra:\n1. 3. gr. um gjaldskrá og hugtakalista.\n2. 4. gr. um gjaldayfirlit.\n3. 5. gr. um upplýsingar fyrir neytendur.\n4. 6. gr. um greiðslureikning í pakka með annarri vöru eða þjónustu.\n5. 7. og 8. gr. um skiptiþjónustu.\n6. 9. gr. um opnun reikninga yfir landamæri.\n7. 10. gr. um gjöld tengd skiptiþjónustu.\n8. 11. gr. um fjárhagstjón neytanda.\n9. 12. gr. um upplýsingar um skiptiþjónustu.\n10. 13. gr. um bann við mismunun.\n11. 14. gr. um rétt til aðgangs að almennum greiðslureikningi.\n12. 15. gr. um eiginleika almenns greiðslureiknings.\n13. 16. gr. um gjöld tengd almennum greiðslureikningi.\n14. 17. gr. um rammasamninga og uppsögn.\nFjármálaeftirlitið getur jafnframt lagt stjórnvaldssektir á hvern þann sem brýtur gegn ákvörðun Fjármálaeftirlitsins sem tekin er á grundvelli laga þessara eða sátt sem gerð hefur verið milli Fjármálaeftirlitsins og aðila, sbr. 22. gr.\nSektir sem lagðar eru á aðila geta numið frá 100 þús. kr. til 20 millj. kr.\nVið ákvörðun sekta samkvæmt ákvæði þessu skal m.a. tekið tillit til allra atvika sem máli skipta, þ.m.t.:\na. alvarleika brots,\nb. hvað brotið hefur staðið yfir lengi,\nc. ábyrgðar hins brotlega,\nd. fjárhagsstöðu hins brotlega, sér í lagi með hliðsjón af heildarársveltu lögaðila,\ne. ávinnings af broti eða taps sem forðað er með broti,\nf. hvort brot hafi leitt til taps fyrir þriðja aðila,\ng. hvers konar mögulegra kerfislegra áhrifa brots,\nh. samstarfsvilja hins brotlega,\ni. fyrri brota og hvort um ítrekað brot er að ræða,\nj. ráðstafana sem hinn brotlegi grípur til til að koma í veg fyrir endurtekið brot.\nÁkvarðanir um stjórnvaldssektir teknar af Fjármálaeftirlitinu eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.\nStjórnvaldssektum verður beitt óháð því hvort lögbrot eru framin af ásetningi eða gáleysi.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Sátt.\nHafi aðili gerst brotlegur við ákvæði laga þessara, reglna eða reglugerða sem settar eru á grundvelli þeirra, eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra, er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila, enda sé ekki um að ræða meiri háttar brot sem refsiviðurlög liggja við. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni.\nSeðlabanki Íslands getur sett reglur um framkvæmd greinarinnar, svo sem um að ljúka málum með sátt.\nRgl. 1234/2024.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Frestur til að leggja á stjórnsýsluviðurlög.\nHeimild Fjármálaeftirlitsins til að leggja á stjórnsýsluviðurlög samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar Fjármálaeftirlitið tilkynnir aðila um rannsókn á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að brotinu.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Opinber birting stjórnsýsluviðurlaga.\nFjármálaeftirlitinu er heimilt að birta opinberlega upplýsingar um öll stjórnsýsluviðurlög sem beitt hefur verið vegna brots á ákvæðum laga þessara nema slík birting tefli fjármálamarkaðnum í tvísýnu eða valdi viðkomandi aðila óþarflega miklum skaða.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Samstarf lögbærra yfirvalda á Evrópska efnahagssvæðinu.\nFjármálaeftirlitinu er heimilt að leita eftir aðstoð og samstarfi lögbærra yfirvalda annarra ríkja innan Evrópska efnahagssvæðisins ef nauðsynlegt er til þess að Fjármálaeftirlitinu sé unnt að sinna skyldum sínum við framkvæmd eftirlits á grundvelli laga þessara.\nFjármálaeftirlitið skal jafnframt eiga samstarf við lögbær yfirvöld og skiptast á upplýsingum við þau við framkvæmd þessara laga, sbr. lög um opinbert eftirlit með fjármálastarfsemi og lög um evrópskt eftirlitskerfi á fjármálamarkaði.\nFjármálaeftirlitinu ber að afhenda upplýsingar og gögn án tafar til lögbærra yfirvalda annarra ríkja innan Evrópska efnahagssvæðisins sem nauðsynlegar eru fyrir þær stofnanir til að sinna skyldum sínum á grundvelli tilskipunar Evrópuþingsins og ráðsins 2014/92/ESB.\nVið upplýsingaskipti samkvæmt þessari grein er Fjármálaeftirlitinu heimilt að tilkynna öðrum lögbærum yfirvöldum, þegar samskiptin fara fram, að upplýsingarnar megi aðeins nýta í þeim tilgangi sem Seðlabankinn hafi samþykkt og að óheimilt sé að birta upplýsingarnar öðrum aðilum en lögbærum yfirvöldum, án beins samþykkis Fjármálaeftirlitsins.\nHafi Fjármálaeftirlitið móttekið upplýsingar frá öðru lögbæru yfirvaldi er því heimilt að birta þær öðrum lögbærum yfirvöldum. Fjármálaeftirlitinu er óheimilt að senda upplýsingarnar til annarra aðila nema með beinu samþykki hins lögbæra yfirvalds sem birti þær upphaflega og þá aðeins í þeim tilgangi sem það lögbæra yfirvald samþykkti, nema aðstæður gefi nægilegt tilefni til. Í því tilviki skal Fjármálaeftirlitið þegar í stað tilkynna slíkt til þess lögbæra yfirvalds sem upphaflega sendi upplýsingarnar.\nFjármálaeftirlitið getur því aðeins neitað að verða við beiðni lögbærs yfirvalds á Evrópska efnahagssvæðinu um samstarf við rannsókn eða eftirlitsstarfsemi eins og kveðið er á um í þessari grein að:\na. slík rannsókn, sannprófun á staðnum, eftirlitsstarfsemi eða upplýsingaskipti geti haft neikvæð áhrif á fullveldi, öryggi eða allsherjarreglu,\nb. málsmeðferð sé hafin fyrir dómstólum vegna þeirra atvika sem beiðni lýtur að, eða\nc. dómur sé þegar fallinn vegna þeirra aðila og atvika sem beiðni lýtur að.\nFjármálaeftirlitinu ber að upplýsa viðkomandi lögbært yfirvald um ákvörðun sem tekin er á grundvelli 6. mgr. og rökstyðja hana.",
      "metadata": {
        "source_anchor": "G25",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Úrlausn ágreiningsmála á milli lögbærra yfirvalda á Evrópska efnahagssvæðinu.\nKomi upp ágreiningur milli Fjármálaeftirlitsins og lögbærs yfirvalds í öðru ríki á Evrópska efnahagssvæðinu vegna ákvæða laga þessara sem varða samstarf eða samhæfingu lögbærra yfirvalda getur Fjármálaeftirlitið vísað málinu til Eftirlitsstofnunar EFTA eða Evrópsku bankaeftirlitsstofnunarinnar, eftir því sem við á, til málsmeðferðar skv. 19. gr. reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 1093/2010, sbr. 3. gr. laga um evrópskt eftirlitskerfi á fjármálamarkaði, nr. 24/2017. Úrlausn Eftirlitsstofnunar EFTA í slíku máli skal vera bindandi fyrir Fjármálaeftirlitið.\nVísi lögbært yfirvald annars ríkis á Evrópska efnahagssvæðinu ágreiningi við Fjármálaeftirlitið til Eftirlitsstofnunar EFTA, eða eftir atvikum til Evrópsku bankaeftirlitsstofnunarinnar, vegna aðgerða Fjármálaeftirlitsins á grundvelli laga þessara skal úrlausn Eftirlitsstofnunar EFTA í slíku máli vera bindandi fyrir Fjármálaeftirlitið.\nVI. kafli. Gildistaka o.fl.",
      "metadata": {
        "source_anchor": "G26",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Innleiðing.\nLög þessi fela í sér innleiðingu á tilskipun Evrópuþingsins og ráðsins 2014/92/ESB frá 23. júlí 2014 um samanburð gjalda er varða greiðslureikninga, skipti á greiðslureikningum og aðgengi að almennum greiðslureikningum eins og hún var tekin upp í EES-samninginn með ákvörðun sameiginlegu EES-nefndarinnar nr. 171/2021 frá 11. júní 2021.",
      "metadata": {
        "source_anchor": "G27",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Reglugerð.\nRáðherra skal setja reglugerð um starfsemi samanburðarvefseturs þar sem hægt er að bera saman gjöld vegna greiðslureikninga hér á landi. Samanburðarvefsetur skal gæta hlutleysis í hvernig leitarniðurstöður eru sýndar.",
      "metadata": {
        "source_anchor": "G28",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. mars 2023.",
      "metadata": {
        "source_anchor": "G29",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G30",
        "section_format": "article"
      }
    }
  ]
}
