{
  "id": "55/2023",
  "type": "statute",
  "title": "Lög um nafnskírteini",
  "status": "in_force",
  "issued_date": "2023-06-21",
  "url": "https://www.althingi.is/lagas/nuna/2023055.html",
  "description": "Tóku gildi 1. desember 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Réttur til nafnskírteinis.\nÍslenskur ríkisborgari, sem uppfyllir skilyrði þessara laga, á rétt á að fá gefið út nafnskírteini samkvæmt umsókn og skal það teljast gild persónuskilríki til auðkenningar handhafa þess og ferðaskilríki innan Evrópska efnahagssvæðisins.\nÍslenskur ríkisborgari, sem vill ekki eða uppfyllir ekki skilyrði þessara laga til að fá gefið út nafnskírteini sem gildir sem ferðaskilríki skv. 1. mgr. en uppfyllir önnur skilyrði laganna, á rétt á að fá gefið út nafnskírteini samkvæmt umsókn og skal það þá teljast gild persónuskilríki til auðkenningar handhafa þess.\nNafnskírteini telst eign íslenska ríkisins.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Útgefandi nafnskírteina.\nÞjóðskrá Íslands gefur út nafnskírteini.\nÞjóðskrá Íslands tekur gjald fyrir útgáfu nafnskírteina, þ.m.t. fyrir að koma nafnskírteinum í hendur handhafa þeirra, í samræmi við ákvæði gjaldskrár stofnunarinnar.\nSýslumenn, lögregla og önnur stjórnvöld taka við umsóknum um nafnskírteini eftir því sem ráðherra ákveður.\nÞjóðskrá Íslands getur falið öðrum að annast einstök verkefni við framleiðslu og skráningu upplýsinga í nafnskírteini. Þjóðskrá Íslands er einnig heimilt að gera samninga um hráefni og framleiðslukerfi fyrir nafnskírteini til allt að tíu ára.\nÞrátt fyrir ákvæði 3. og 4. mgr. skal Þjóðskrá Íslands teljast ábyrgðaraðili allrar vinnslu persónuupplýsinga í tengslum við útgáfu nafnskírteina samkvæmt ákvæðum laga um persónuvernd og vinnslu persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Umsókn um nafnskírteini.\nUmsækjandi um nafnskírteini skal við framlagningu umsóknar sanna á sér deili og ríkisfang sitt með því að veita þær upplýsingar og afhenda þau gögn sem Þjóðskrá Íslands telur nauðsynleg.\nRáðherra getur ákveðið með reglugerð að andlitsmynd og fingraför umsækjanda og, eftir atvikum, aðrar lífkennaupplýsingar hans skuli fylgja umsókn um nafnskírteini, að því marki sem það telst nauðsynlegt til að tryggja öryggi nafnskírteina og að unnt sé að nota þau sem gild ferðaskilríki á Evrópska efnahagssvæðinu.\nÁður en Þjóðskrá Íslands afhendir umsækjanda nafnskírteini ber umsækjanda, sem áður hefur fengið nafnskírteini sem er enn í gildi, að afhenda stofnuninni eldra nafnskírteini til ógildingar.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Söfnun og varðveisla lífkennaupplýsinga.\nEinungis þeim sem hafa til þess viðeigandi færni og sérstakt leyfi Þjóðskrár Íslands skal heimilt að safna lífkennaupplýsingum umsækjanda um nafnskírteini samkvæmt lögum þessum. Við söfnun lífkennaupplýsinga skal gæta réttinda umsækjanda í samræmi við grunnreglur mannréttindasáttmála Evrópu og samning Sameinuðu þjóðanna um réttindi barnsins, þannig að hann haldi virðingu sinni þótt erfiðleikar komi upp við söfnun upplýsinganna.\nGæta skal ýtrustu öryggiskrafna við varðveislu lífkennaupplýsinga sem hefur verið safnað samkvæmt lögum þessum og skulu þær ekki varðveittar lengur en þörf er á til að bera kennsl á umsækjanda við næstu umsókn hans um nafnskírteini samkvæmt lögunum, þó aldrei lengur en í tíu ár frá útgáfudegi síðasta útgefna nafnskírteinis.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Útgáfa nafnskírteinis fyrir ósjálfráða einstakling.\nVið útgáfu nafnskírteinis, sem telst gild ferðaskilríki, til umsækjanda sem er yngri en 18 ára skal liggja fyrir samþykki þess eða þeirra sem fara með forsjá barnsins. Heimilt er að gefa út slíkt nafnskírteini samkvæmt umsókn annars forsjáraðila þegar hinn forsjáraðilinn er ófær um að veita samþykki sitt vegna sjúkdóms, fjarvistar eða annarra sérstakra aðstæðna, að undangenginni athugun á umræddum aðstæðum og mati á því hvort hætta sé á að barn verði fært úr landi með ólögmætum hætti.\nVið útgáfu nafnskírteinis, sem telst ekki gild ferðaskilríki, til umsækjanda sem er yngri en 13 ára skal liggja fyrir samþykki þess sem fer með forsjá barnsins og nægir þá samþykki annars forsjáraðilans.\nVið útgáfu nafnskírteinis, sem telst gild ferðaskilríki, til umsækjanda sem hefur verið sviptur sjálfræði skal liggja fyrir samþykki lögráðamanns viðkomandi.\nHeimilt er að víkja frá framangreindum skilyrðum ef sérstaklega stendur á.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Synjun útgáfu nafnskírteinis sem telst gild ferðaskilríki.\nÞjóðskrá Íslands skal synja um útgáfu nafnskírteinis, sem telst gild ferðaskilríki, ef umsækjandi er eftirlýstur af lögreglu, gefin hefur verið út handtökuskipun á hendur honum eða lagt á hann farbann samkvæmt ákvæðum laga um meðferð sakamála.\nÞjóðskrá Íslands er heimilt að afla upplýsinga skv. 1. mgr. frá lögreglu og öðrum stjórnvöldum.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistími.\nNafnskírteini skal gilda í tíu ár frá útgáfudegi en í fimm ár fyrir börn yngri en 18 ára. Ráðherra getur ákveðið með reglugerð að nafnskírteini skuli hafa skemmri gildistíma.\nNú glatast nafnskírteini og skal þá nýtt nafnskírteini gefið út til sama tíma og það sem glataðist.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Varðveisla nafnskírteinis.\nHandhafi nafnskírteinis skal varðveita það þannig að ekki sé hætta á að það glatist. Ef nafnskírteini glatast skal tilkynna það þegar í stað til lögreglu, Þjóðskrár Íslands eða sendiskrifstofu Íslands erlendis og gera grein fyrir afdrifum þess eins og kostur er. Nafnskírteini sem hefur eyðilagst skal skila til Þjóðskrár Íslands eða á afgreiðslustað.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Afturköllun.\nÞjóðskrá Íslands er heimilt að afturkalla nafnskírteini ef:\na. skilyrði fyrir útgáfu þess eru ekki lengur fyrir hendi,\nb. útliti eða efni þess hefur verið breytt,\nc. það er skemmt eða upplýsingar í því svara ekki lengur til auðkenna handhafa,\nd. það finnst í vörslu óviðkomandi aðila,\ne. það er ekki sótt innan sex mánaða frá útgáfu þess,\nf. aðstæður eða atvik að öðru leyti gera það að verkum að óhjákvæmilegt er að afturkalla það.\nÞjóðskrá er enn fremur heimilt að afturkalla nafnskírteini, sem er gild ferðaskilríki, ef skilyrði 6. gr. eru fyrir hendi.\nHandhafa nafnskírteinis er skylt að verða við kröfu Þjóðskrár Íslands um afhendingu nafnskírteinis sem er afturkallað skv. 1. og 2. mgr. Ef ekki er orðið við þeirri kröfu skal nafnskírteini skráð glatað í nafnskírteinaskrá skv. 10. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Nafnskírteinaskrá.\nÞjóðskrá Íslands skal halda skrá um öll útgefin nafnskírteini.\nÍ nafnskírteinaskrá skulu skráðar og varðveittar þær upplýsingar sem er safnað til útgáfu nafnskírteina, þ.m.t. lífkennaupplýsingar, upplýsingar um hvort nafnskírteini er í gildi eða ekki og hvort það hefur verið tilkynnt glatað eða stolið eða það verið afturkallað. Heimilt er að skrá einfaldar tilvísanir til annarra gagna vegna þeirra aðstæðna sem taldar eru upp í 9. gr.\nOpinberum stofnunum er heimilt að nota upplýsingar úr nafnskírteinaskrá við skilríkjaútgáfu sem fer fram á grundvelli laga. Þjóðskrá Íslands og lögreglu er einnig heimilt að nota upplýsingar úr skránni til að bera kennsl á einstakling eða staðreyna að hann sé sá sem hann kveðst vera.\nÞjóðskrá Íslands skal halda sérstaka og aðskilda skrá yfir númer nafnskírteina og hvort þau eru í gildi eða ekki og veita almenningi aðgang að henni í því skyni að staðreyna gildi þeirra. Aðgangurinn skal vera með þeim hætti að eingöngu skal unnt að slá inn númer nafnskírteinis og fá annaðhvort jákvæða eða neikvæða svörun um gildi þess.\nStjórnvöldum er heimilt að birta erlendum stjórnvöldum upplýsingar úr skránni sem varða glötuð og stolin nafnskírteini.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Refsiákvæði.\nÞað varðar sektum eða fangelsi allt að sex mánuðum ef einstaklingur:\na. með vísvitandi röngum upplýsingum eða sviksamlegu undanskoti upplýsinga gagnvart Þjóðskrá Íslands eða viðtakanda umsóknar aflar sér nafnskírteinis eða verður þess valdandi að nafnskírteini sem er gefið út til handa honum hljóðar ekki á rétt nafn hans og kennitölu,\nb. gefur rangar upplýsingar um forsjá barns í þeim tilgangi að fá útgefið nafnskírteini, sem telst gild ferðaskilríki, handa barninu án samþykkis forsjáraðila,\nc. aflar sér án sérstakrar heimildar fleiri en eins nafnskírteinis sem hljóðar á nafn hans eða breytir eða nemur á brott hluta af nafnskírteini,\nd. selur nafnskírteini eða gerir sér það á annan hátt að féþúfu.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Reglugerðir.\nRáðherra setur nánari ákvæði um framkvæmd laga þessara í reglugerð, þar á meðal um:\na. gerð og form nafnskírteina, í samræmi við alþjóðlega staðla og sem tryggir samhæfni þeirra yfir landamæri,\nb. hvaða upplýsingar nafnskírteini skulu hafa að geyma og hvernig greint skal á milli nafnskírteina sem eru gild ferðaskilríki og þeirra sem eru það ekki,\nc. hvar hægt er að sækja um nafnskírteini og hvort og hvenær í umsóknarferlinu umsækjandi þarf að mæta þangað í eigin persónu,\nd. upplýsingar og gögn sem umsækjandi skal leggja fram með umsókn,\ne. kröfur sem eru gerðar til varðveislu, aldurs og forms stafrænnar skráningar lífkennaupplýsinga umsækjanda í samræmi við alþjóðlega staðla,\nf. færslu upplýsinga í nafnskírteinaskrá og aðgang að upplýsingum úr henni,\ng. hvar og hvenær íslenskir ríkisborgarar skulu bera og sýna nafnskírteini sem teljast gild ferðaskilríki.\nRg. 255/2024.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Innleiðing.\nLög þessi innleiða að hluta reglugerð Evrópuþingsins og ráðsins (ESB) 2019/1157 frá 20. júní 2019 um að efla öryggi kennivottorða borgara Sambandsins og dvalarskjala sem gefin eru út til handa borgurum Sambandsins og aðstandendum þeirra sem nýta sér réttinn til frjálsrar farar.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. desember 2023. ...",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nNafnskírteini sem voru gefin út fyrir 1. janúar 2013 falla úr gildi við gildistöku laga þessara. Önnur nafnskírteini sem voru gefin út fyrir gildistöku laganna falla úr gildi 31. desember 2025.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    }
  ]
}
