{
  "id": "101/2023",
  "type": "statute",
  "title": "Lög um kílómetragjald vegna notkunar hreinorku- og tengiltvinnbifreiða",
  "status": "in_force",
  "issued_date": "2023-12-27",
  "url": "https://www.althingi.is/lagas/nuna/2023101.html",
  "description": "Tóku gildi 30. desember 2023 nema 3. tölul. 2. gr., 4. mgr. 3. gr. og 7. gr. sem tóku gildi vegna rafmagns- og vetnisbifreiða 1. júlí 2024 og vegna tengiltvinnbifreiða 1. janúar 2025.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Almennt.\nGreiða skal til ríkissjóðs kílómetragjald af akstri bifreiða eins og nánar er ákveðið í lögum þessum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gjaldskyldar bifreiðar.\nMeð gjaldskyldri bifreið samkvæmt lögum þessum er átt við bifreið sem fellur undir eitt af eftirfarandi skilyrðum:\n1. Bifreið sem er alfarið knúin rafmagni eða vetni, er skráð sem fólks- eða sendibifreið í ökutækjaskrá og fellur undir 1. gr. laga nr. 39/1988, um bifreiðagjald.\n2. Tengiltvinnbifreið sem skráð er sem fólks- eða sendibifreið í ökutækjaskrá og fellur undir 1. gr. laga nr. 39/1988, um bifreiðagjald.\n3. Tengiltvinnbifreið eða bifreið sem alfarið er knúin rafmagni eða vetni, sem skráð er sem fólks- eða sendibifreið erlendis eða keypt ný og óskráð erlendis og er nýtt tímabundið hér á landi að hámarki í tólf mánuði.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjaldskyldir aðilar.\nSkráður eigandi gjaldskyldrar bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. er gjaldskyldur aðili samkvæmt lögum þessum. Skráður eigandi skal greiða kílómetragjald af bifreiðinni á eignarhaldstíma sínum.\nEf annar aðili en skráður eigandi hefur umráðarétt yfir gjaldskyldri bifreið sem fellur undir 1. eða 2. tölul. 2. gr., samkvæmt samningi við handhafa leyfis til að stunda eignaleigu eða fjármögnunarleigu samkvæmt lögum um fjármálafyrirtæki og er skráður umráðamaður í ökutækjaskrá, hvílir gjaldskyldan, þrátt fyrir 1. mgr., á umráðamanni.\nSkráður eigandi og umráðamaður, sbr. 2. mgr., bera óskipta ábyrgð á greiðslu kílómetragjalds [og vanskráningargjalds ásamt dráttarvöxtum og innheimtukostnaði] af gjaldskyldum bifreiðum og getur innheimtumaður ríkissjóðs gengið að hvorum aðila fyrir sig.\nSkylda til greiðslu kílómetragjalds af bifreið sem skráð er erlendis hvílir á innflytjanda hennar.\nL. 63/2024, 5. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Undanþága frá gjaldskyldu.\nEftirfarandi bifreiðar skulu undanþegnar kílómetragjaldi:\n1. Bifreiðar sem ætlaðar eru fyrir starfsemi björgunarsveita, sem og viðurkenndra heildarsamtaka þeirra, enda liggi fyrir staðfesting landssamtaka björgunarsveita á að viðkomandi tæki verði einungis notuð í þágu björgunarsveita. Með björgunarsveit er átt við félög sem falla undir lög um björgunarsveitir og björgunarsveitarmenn.\n2. Bifreiðar í eigu erlendra sendiráða eða erlendra sendiráðsmanna erlendra ríkja vegna notkunar hér á landi, enda séu bifreiðarnar merktar með viðeigandi skráningarmerki og auðkenndar í ökutækjaskrá.\n3. Bifreiðar í eigu aðila sem eiga rétt á endurgreiðslu virðisaukaskatts samkvæmt lögum um virðisaukaskatt, á grundvelli alþjóðasamninga eða tvíhliða samninga eða sérstakra laga þar um.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Undanþága frá greiðslu.\nEkki ber að greiða kílómetragjald af gjaldskyldum bifreiðum sem falla undir 1. eða 2. tölul. 2. gr. í eftirfarandi tilvikum:\n1. Þegar bifreiðar hafa verið fluttar tímabundið úr landi. Skilyrði fyrir undanþágunni er að eigandi eða umráðamaður skrái stöðu akstursmælis bifreiðar, sbr. 8. gr., við brottför frá landinu og við komu til landsins ásamt því að tilgreina að um tímabundinn flutning úr landi sé að ræða. Einnig ber að framvísa staðfestingu til sönnunar á tímabundnum útflutningi á því formi sem ríkisskattstjóri ákveður.\n2. Þegar skráningarmerki eru í varðveislu skráningaraðila. Skilyrði fyrir undanþágunni er að eigandi eða umráðamaður skrái stöðu akstursmælis bifreiðar við innlögn skráningarmerkis.\n[3. Þegar ákvarðað kílómetragjald, hvort heldur bráðabirgðagreiðsla eða álagt gjald, er jafnt eða lægra en 100 kr.]\nVið skráningu á stöðu akstursmælis skv. 1. og 2. tölul. 1. mgr. skal ríkisskattstjóri leggja kílómetragjald á gjaldskyldan aðila vegna þeirra liðnu gjaldtímabila sem ekki hefur verið lagt á sem og yfirstandandi gjaldtímabils frá upphafi þess fram að skráningu á stöðu akstursmælis.\nL. 63/2024, 6. gr.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Gjaldtímabil og fjárhæð.\nGjaldtímabil kílómetragjalds bifreiða sem falla undir 1. eða 2. tölul. 2. gr. er hver almanaksmánuður frá upphafi árs 2024.\nFjárhæð gjalds á hvern kílómetra skal vera eftirfarandi:\n1. Fjárhæð gjalds vegna aksturs bifreiðar sem fellur undir 1. tölul. 2. gr. skal nema 6 kr. á hvern kílómetra, sbr. 9. og 10. gr.\n2. Fjárhæð gjalds vegna aksturs bifreiðar sem fellur undir 2. tölul. 2. gr. skal nema 2 kr. á hvern kílómetra, sbr. 9. og 10. gr.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Bifreiðar skráðar erlendis.\n[Innflytjandi bifreiðar, sbr. 4. mgr. 3. gr., sem flytur inn gjaldskylda bifreið skv. 3. tölul. 2. gr. hingað til lands samkvæmt heimild tollyfirvalda skal greiða akstursgjald vegna tímabundinnar notkunar innan lands. Gjaldið skal nema 10.000 kr. vegna bifreiðar sem alfarið er knúin rafmagni eða vetni og 5.000 kr. vegna tengiltvinnbifreiðar.\nFarmflytjanda ber skylda til að innheimta akstursgjald skv. 1. mgr. og standa skil á því í ríkissjóð. Gjalddagi akstursgjalds er 30 dögum eftir komu bifreiðar til landsins og eindagi 14 dögum síðar. Ef farmflytjandi hefur ekki greitt á eindaga skal greiða ríkissjóði dráttarvexti skv. 1. mgr. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, af þeirri fjárhæð sem gjaldfallin er frá gjalddaga.\nEf bifreið er lengur en 30 daga hér á landi í hvert sinn skal innflytjandi greiða kílómetragjald út frá skráningu á stöðu akstursmælis bifreiðar við komu til landsins og við brottför frá landinu. Innflytjandi skal gera upp álagt kílómetragjald við brottför bifreiðar frá landinu. Akstursgjald skv. 1. mgr. sem skilað hefur verið í ríkissjóð vegna bifreiðar skal koma til frádráttar álögðu kílómetragjaldi. Kílómetragjald samkvæmt þessari málsgrein skal þó aldrei ákvarðað lægra en sem nemur akstursgjaldi skv. 1. mgr.\nHafi skráning á stöðu akstursmælis við komu bifreiðar til landsins ekki farið fram skal innflytjandi greiða fullt akstursgjald skv. 1. mgr. fyrir hvert hafið 30 daga tímabil sem bifreið er á landinu.\nRíkisskattstjóra er heimilt að setja nánari reglur um framkvæmd og tilhögun innheimtu og skráningu þeirra bifreiða sem falla undir þessa grein.]\nL. 63/2024, 7. gr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skráning á stöðu akstursmælis.\nSamgöngustofa hefur umsjón með [rafrænni móttöku, varðveislu og miðlun gagna um] skráningu á stöðu akstursmælis samkvæmt lögum þessum.\nSkráning á stöðu akstursmælis gjaldskyldrar bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. skal fara fram rafrænt að lágmarki einu sinni á hverju almanaksári. Skráningin skal framkvæmd af gjaldskyldum aðila eða hjá faggiltri skoðunarstofu við sérstakan álestur á stöðu akstursmælis eða reglubundna skoðun bifreiðar. Slík skráning skal vera grundvöllur að álagningu kílómetragjalds skv. 10. gr.\nGjaldskyldum aðila skal vera heimilt að skrá nýja stöðu á akstursmæli bifreiðar þegar 30 dagar eru liðnir frá síðustu skráningu hans. Breyting skal þó heimiluð innan sama dags og skráning fór fram. [Gjaldskyldum aðila er ávallt heimilt að láta skrá stöðu akstursmælis hjá faggiltri skoðunarstofu.] Skráning á stöðu akstursmælis á síðasta degi mánaðar tekur ... ekki gildi fyrr en næsta dag.\nHafi skráning á stöðu akstursmælis ekki farið fram á almanaksárinu skal gjaldskyldur aðili láta skrá stöðuna hjá faggiltri skoðunarstofu.\nGjaldskyldir aðilar og faggiltar skoðunarstofur skulu senda Samgöngustofu rafrænt upplýsingar um stöðu akstursmælis á álestrardegi á því formi sem [ríkisskattstjóri] ákveður.\nÞrátt fyrir 2.&ndash;5. mgr. skulu aðilar sem hafa með höndum sölu bifreiða, ábyrgðar- og þjónustuskoðanir eða viðgerðir í atvinnuskyni á bifreiðum sem falla undir 1. eða 2. tölul. 2. gr. lesa af og senda Samgöngustofu rafrænt upplýsingar um stöðu akstursmælis bifreiðar á því formi sem [ríkisskattstjóri] ákveður. Þá skulu vátryggingafélög senda Samgöngustofu upplýsingar um stöðu akstursmælis með sama hætti þegar um er að ræða tjón á þeim bifreiðum sem falla undir málsgreinina.\n[Ríkisskattstjóra er heimilt að skrá stöðu akstursmælis samkvæmt beiðni gjaldskylds aðila vegna skráningarskekkju ef óviðráðanleg atvik eða aðrar gildar ástæður að mati ríkisskattstjóra standa í vegi fyrir skráningu gjaldskylds aðila og faggiltrar skoðunarstofu á stöðu akstursmælis.]\nL. 63/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[Áætlun á meðalakstri og bráðabirgðagreiðsla.]\nRíkisskattstjóri skal gera áætlun um meðalakstur bifreiðar á gjaldtímabili og birta hana gjaldskyldum aðila skv. 1. og 2. mgr. 3. gr. í miðlægri þjónustugátt stjórnvalda. Áætlun skal taka mið af tveimur síðustu skráningum á stöðu akstursmælis bifreiðar skv. 8. gr., sbr. þó 4. mgr. Áætlun skal reiknuð fyrir hvern og einn almanaksmánuð og taka mið af meðalakstri bifreiðar á dag.\nLiggi ekki fyrir áætlaður akstur kaupanda eða nýs umráðamanns á ársgrundvelli eða ef eingöngu ein þekkt skráð staða á akstursmæli liggur fyrir, skal ríkisskattstjóri áætla akstur fyrir næsta tólf mánaða tímabil frá kaupum eða skráningu á nýjum umráðamanni gjaldskyldrar bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. miðað við eftirfarandi:\n1. 14.000 km akstur ef bifreið er í eigu eða umráðum einstaklings.\n2. 40.000 km akstur ef bifreið er í eigu eða umráðum lögaðila.\n3. 50.000 km akstur ef bifreið er í eigu eða umráðum ökutækjaleigu sem hefur starfsleyfi skv. 3. gr. laga um leigu skráningarskyldra ökutækja, nr. 65/2015.\n4. 100.000 km akstur ef bifreið er í eigu eða umráðum aðila sem hefur rekstrarleyfi til leigubifreiðaaksturs skv. 6. gr. laga nr. 120/2022, um leigubifreiðaakstur, og skráningarnúmer leigubifreiðar heyrir undir rekstrarleyfi.\nGjaldskyldum aðila er heimilt að skrá nýja áætlun [samhliða skráningu á stöðu akstursmælis] í stað áætlunar ríkisskattstjóra skv. 1. eða 2. mgr. Áætlun ríkisskattstjóra skv. 1. eða 2. mgr. að teknu tilliti til breytinga gjaldskylds aðila, þ.e. breytt áætlun, skal vera grundvöllur [bráðabirgðagreiðslu] kílómetragjalds.\nEf staða á akstursmæli gjaldskyldrar bifreiðar er ekki skráð innan tímamarka 2. mgr. 8. gr. skal áætlun ríkisskattstjóra taka mið af fyrirliggjandi upplýsingum um akstur hlutaðeigandi bifreiðar. Áætlun á akstri á tólf mánaða tímabili skal þó að lágmarki vera sem hér segir:\n1. 20.000 km akstur ef bifreið er í eigu eða umráðum einstaklings.\n2. 70.000 km akstur ef bifreið er í eigu eða umráðum lögaðila.\n3. 80.000 km akstur ef bifreið er í eigu eða umráðum ökutækjaleigu sem hefur starfsleyfi skv. 3. gr. laga um leigu skráningarskyldra ökutækja, nr. 65/2015.\n4. 150.000 km akstur ef bifreið er í eigu eða umráðum aðila sem hefur rekstrarleyfi til leigubifreiðaaksturs skv. 6. gr. laga um leigubifreiðaakstur, nr. 120/2022, og skráningarnúmer leigubifreiðar heyrir undir rekstrarleyfi.\nGjaldskyldum aðila skal gert að greiða [bráðabirgðagreiðslu] upp í álagningu kílómetragjalds skv. 10. gr., miðað við áætlun um akstur.\n[Bráðabirgðagreiðsla] kílómetragjalds skal innheimt mánaðarlega fram að álagningu þess.\nGjalddagi [bráðabirgðagreiðslu] kílómetragjalds er fyrsti dagur næsta mánaðar og eindagi 14 dögum síðar. Beri eindaga upp á helgidag eða almennan frídag færist hann yfir á næsta virka dag á eftir. Ef gjaldskyldur aðili hefur ekki greitt á eindaga skal greiða ríkissjóði dráttarvexti skv. 1. mgr. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, af þeirri fjárhæð sem gjaldfallin er frá gjalddaga.\n[Ríkisskattstjóra er ávallt heimilt að lækka bráðabirgðagreiðslu hjá gjaldskyldum aðila fyrir álagningu ef í ljós kemur við skoðun ríkisskattstjóra að bráðabirgðagreiðsla hefur augljóslega byggst á röngum forsendum og ákvörðuð bráðabirgðagreiðsla er verulega frábrugðin því sem ætla mætti að rétt væri.]\nL. 63/2024, 9. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Álagning og innheimta.\nRíkisskattstjóri annast álagningu kílómetragjalds og ... innheimtu gjaldsins.\nVið skráningu gjaldskylds aðila eða faggiltrar skoðunarstofu á stöðu akstursmælis skal ríkisskattstjóri leggja kílómetragjald á gjaldskyldan aðila vegna þeirra liðnu gjaldtímabila sem gjald hefur ekki verið lagt á svo sem nánar er kveðið á um í grein þessari.\nStofn kílómetragjalds á hverju gjaldtímabili skal nema meðalakstri á dag margfaldað með fjölda daga á tímabilinu. Á gjaldtímabilum þar sem skráning á stöðu akstursmælis átti sér stað miðast stofninn við meðalakstur og fjölda daga fyrir og eftir skráningardag. Skráningardagur tilheyrir fyrra tímabilinu. Meðalakstur er reiknaður út frá akstri bifreiðar milli tveggja síðustu þekktra skráninga á akstursmæli bifreiðar skv. 8. gr.\nLiggi skráning á stöðu akstursmælis bifreiðar ekki fyrir 30 dögum eftir lok tímamarka 2. mgr. 8. gr. skal ríkisskattstjóri áætla meðalakstur bifreiðar vegna þeirra liðnu gjaldtímabila sem ekki hefur verið lagt á. Áætlunin skal vera svo rífleg að eigi sé hætt við að meðalakstur sé áætlaður minni en hann var í raun og leggja kílómetragjald á gjaldskyldan aðila í samræmi við þá áætlun.\nGjalddagi álagningar er fyrsti dagur annars mánaðar eftir lok síðasta gjaldtímabils álagningar og eindagi 14 dögum síðar, sbr. 2. málsl. 7. mgr. 9. gr. Við eigendaskipti eða breytta skráningu umráðamanns skv. 13. gr., tímabundinn flutning úr landi skv. 1. tölul. 1. mgr. 5. gr., þegar skráningarmerki eru sett í varðveislu skráningaraðila skv. 2. tölul. 1. mgr. 5. gr. og afskráningu bifreiðar skv. 14. gr. er, þrátt fyrir 1. málsl., gjalddagi álagningar fyrsti dagur næsta mánaðar og eindagi 14 dögum síðar. Ef gjaldskyldur aðili hefur ekki greitt á eindaga skal greiða ríkissjóði dráttarvexti skv. 1. mgr. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, af þeirri fjárhæð sem gjaldfallin er frá gjalddaga. Ef kílómetragjald er ekki greitt á eindaga er lögreglu heimilt, eftir kröfu innheimtumanns, að taka af bifreiðinni skráningarmerki til geymslu. Lögregla skal ekki afhenda þau aftur fyrr en færðar hafa verið sönnur á greiðslu kílómetragjalds.\nVið mismun, sem í ljós kemur á álögðu kílómetragjaldi og [bráðabirgðagreiðslu] þess, sem stafar af of lágri [bráðabirgðagreiðslu], skal bæta 2,5% álagi á ársgrundvelli.\nFrá álagningu kílómetragjalds skal draga [bráðabirgðagreiðslu] þess. Að öðru leyti en kveðið er á um í lögum þessum gilda, eftir því sem við á, ákvæði laga um innheimtu opinberra skatta og gjalda, þ.m.t. ákvæði laganna um skuldajöfnun.\nL. 63/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Boðun í álestur hjá faggiltri skoðunarstofu.\nRíkisskattstjóri skal boða gjaldskyldan aðila bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. í álestur á stöðu akstursmælis bifreiðar hjá faggiltri skoðunarstofu í eftirfarandi tilvikum:\n1. Ef skráning á stöðu akstursmælis hefur ekki farið fram á almanaksárinu, sbr. 2. mgr. 8. gr.\n2. Ef aðrar ástæður þykja vera fyrir hendi sem kalla á að bifreið fari í álestur hjá faggiltri skoðunarstofu samkvæmt mati ríkisskattstjóra.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Annars konar skil á upplýsingum.\nGjaldskyldum [einstaklingi] eða umboðsmanni hans er, þrátt fyrir ákvæði þessara laga, ávallt heimilt að skila inn upplýsingum og gögnum samkvæmt lögum þessum skriflega á því formi sem ríkisskattstjóri ákveður.\nGjaldskyldum [einstaklingi] eða umboðsmanni hans skal jafnframt heimilt að óska eftir skráningu á stöðu akstursmælis bifreiðar hjá faggiltri skoðunarstofu í stað rafrænnar skráningar hans á stöðu akstursmælis.\nL. 63/2024, 11. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Eigendaskipti og breytt skráning umráðamanns.\nVið eigendaskipti gjaldskyldrar bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. skal skrá stöðu akstursmælis og áætlaðan akstur kaupanda á ársgrundvelli á tilkynningu um eigendaskipti bifreiðar samhliða skráningu eigendaskipta í ökutækjaskrá, á því formi sem Samgöngustofa ákveður. Sama á við um breytta skráningu á umráðamanni. Kaupandi eða nýr umráðamaður skal samþykkja skráða stöðu akstursmælis á tilkynningu um eigendaskipti að bifreið.\nVið breytta skráningu skv. 1. mgr. skal ríkisskattstjóri leggja kílómetragjald á seljanda eða fyrri umráðamann vegna þeirra liðnu gjaldtímabila sem ekki hefur verið lagt á og yfirstandandi gjaldtímabils fram að skráningu sem og yfirstandandi gjaldtímabils frá upphafi þess fram að skráningu. Gjaldskyldan færist yfir á kaupanda eða nýjan umráðamann frá dagsetningu skráningar í ökutækjaskrá.\nHafi eigendaskipti eða breyting á umráðamanni orðið á gjaldskyldri bifreið án þess að þau hafi verið tilkynnt til skráningar skal álagning kílómetragjalds taka mið af stöðu á akstursmæli bifreiðar við eigendaskipti eða við breytingu á umráðamanni. Ef ekki liggur fyrir hver staðan var á akstursmæli við eigendaskipti eða við breytingu á umráðamanni skal reikna meðalakstur á dag miðað við síðustu þekktu stöðu akstursmælis fyrir eigendaskipti eða breytingu á umráðamanni og fyrsta álestur eftir eigendaskipti eða breytingu á umráðamanni og leggja á aðila í hlutfalli við eignarhalds- eða umráðatíma.\nÓheimilt er að skrá eigendaskipti eða breytingu á umráðamanni bifreiðar nema gjaldfallið kílómetragjald, þ.m.t. [bráðabirgðagreiðsla] þess, og eftir atvikum vanskráningargjald hafi áður verið greitt.\nL. 63/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Afskráning bifreiða.\nVið afskráningu gjaldskyldrar bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. skal gjaldskyldur aðili skrá stöðu akstursmælis á tilkynningu um afskráningu til Samgöngustofu á því formi sem Samgöngustofa ákveður. Í kjölfarið leggur ríkisskattstjóri kílómetragjald á gjaldskyldan aðila vegna þeirra liðnu gjaldtímabila sem ekki hefur verið lagt á og yfirstandandi gjaldtímabils fram að afskráningu sem og yfirstandandi gjaldtímabils frá upphafi þess fram að afskráningu. Þrátt fyrir 1. málsl. ber ekki að skrá stöðu akstursmælis við afskráningu gjaldskyldrar bifreiðar sem undanþegin hefur verið greiðslu skv. 1. eða 2. tölul. 1. mgr. 5. gr.\nEf ekki er hægt að lesa af akstursmæli eða annars konar ómöguleiki er til staðar við aflestur af akstursmæli, til að mynda ef bifreið er týnd eða ónýt, skal við útreikning á álagningu kílómetragjalds taka mið af fyrirliggjandi upplýsingum um akstur gjaldskylds aðila á hlutaðeigandi bifreið. Ef engar upplýsingar um akstur liggja fyrir skal miða álagningu við akstur skv. 2. mgr. 9. gr.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Virkni akstursmælis o.fl.\nVirkni og rétt talning kílómetra samkvæmt akstursmæli er á ábyrgð gjaldskylds aðila.\nKomi í ljós að talning akstursmælis er röng eða engin skal gjaldskyldur aðili tafarlaust tilkynna um bilun mælis til Samgöngustofu og grípa til viðeigandi ráðstafana til að tryggja rétta talningu kílómetra.\nEf taka þarf akstursmæli til viðgerðar skal lesið af honum áður en viðgerð hefst eða annar akstursmælir settur í hans stað og tilkynnt um stöðu hans til Samgöngustofu. Jafnframt skal tilkynnt þegar í stað til Samgöngustofu um lok viðgerðar eða, eftir atvikum, skipti á akstursmæli og skal þá jafnframt skrá stöðu akstursmælis.\nKomi í ljós að talning akstursmælis er röng eða engin skal ákvörðun um [bráðabirgðagreiðslu] og álagningu, þ.m.t. álagningu kílómetragjalds vegna óuppgerðra gjaldtímabila, taka mið af fyrri skráningu á akstri bifreiðar gjaldskylds aðila. Liggi upplýsingar um akstur ekki fyrir skal ákvarða akstur skv. 2. mgr. 9. gr.\nL. 63/2024, 12. gr.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Aðalskoðun.\nVið aðalskoðun gjaldskyldrar bifreiðar skal gjaldskyldur aðili færa sönnur á að greitt hafi verið af henni gjaldfallið kílómetragjald. Gjaldskyldum aðila er þó ekki skylt að færa sönnur á að hafa greitt gjaldfallið kílómetragjald fyrr en eftir eindaga. Að öðrum kosti skal faggilt skoðunarstofa neita um skoðun á bifreiðinni.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Upplýsingaskylda.\nÖllum aðilum sem fjallað er um í lögum þessum er skylt að láta ríkisskattstjóra og eftir atvikum Samgöngustofu í té ókeypis og á því formi sem óskað er allar nauðsynlegar upplýsingar og gögn sem óskað er eftir og unnt er að láta þeim í té.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Eftirlit og endurákvörðun.\nKomi í ljós verulegir annmarkar á forsendum álagningar kílómetragjalds eða telji ríkisskattstjóri frekari skýringa þörf á einhverju atriði varðandi skráningu gjaldskylds aðila á akstursstöðu gjaldskyldrar bifreiðar sem fellur undir 1. eða 2. tölul. 2. gr. skal ríkisskattstjóri skriflega skora á hann að láta í té skýringar og gögn um aksturinn. Fái ríkisskattstjóri innan tiltekins tíma fullnægjandi skýringar og gögn ákvarðar hann eða endurákvarðar gjald að þeim skýringum og gögnum virtum, að öðrum kosti skal ríkisskattstjóri ákvarða eða endurákvarða gjald skv. 4. mgr. 9. gr. nema fyrirliggjandi gögn bendi til þess að akstur gjaldskylds aðila hafi verið meiri.\nÁður en ríkisskattstjóri hrindir endurákvörðun í framkvæmd skal hann skriflega gera gjaldskyldum aðila viðvart um fyrirhugaða endurákvörðun og forsendur hennar. Skal gjaldskyldum aðila veittur a.m.k. 15 daga frestur, frá birtingu tilkynningar um fyrirhugaða endurákvörðun, til að tjá sig skriflega um efni máls og leggja fram viðbótargögn áður en úrskurður um endurákvörðun er kveðinn upp. Ríkisskattstjóri hefur jafnframt heimild, að framangreindri málsmeðferð virtri, til endurákvörðunar kílómetragjalds komi í ljós að aðrar forsendur ákvörðunar hafi verið rangar. Ríkisskattstjóra er heimilt að falla frá endurákvörðun nemi hún lægri fjárhæð en 10.000 kr.\nRíkisskattstjóri skal að jafnaði innan þriggja mánaða frá lokum þess frests sem hann hefur veitt gjaldskyldum aðila til að tjá sig um fyrirhugaðar breytingar kveða upp rökstuddan úrskurð um endurákvörðunina og birta hann í samræmi við lög um stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda eða tilkynna gjaldskyldum aðila á annan sannanlegan hátt.\nHeimild ríkisskattstjóra til endurákvörðunar samkvæmt lögum þessum nær til síðustu sex ára sem næst eru á undan því ári þegar endurákvörðun fer fram. Verði gjaldskyldum aðila eigi kennt um að kílómetragjald hafi verið vanálagt, og/eða hafi hann látið í té við álagningu eða álestur fullnægjandi upplýsingar og/eða gögn sem byggja mátti rétta álagningu á, er þó eigi heimilt að ákvarða honum gjald nema vegna síðustu tveggja ára sem næst voru á undan því ári sem endurákvörðun fer fram.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Kæruheimildir.\nÁlagning kílómetragjalds samkvæmt lögum þessum er kæranleg til ríkisskattstjóra innan 30 daga frá dagsetningu tilkynningar. Ríkisskattstjóri skal að jafnaði innan þriggja mánaða frá lokum kærufrests kveða upp rökstuddan úrskurð um kæruna og birta hann í samræmi við lög um stafrænt pósthólf í miðlægri þjónustugátt stjórnvalda.\nHeimilt er að kæra úrskurð ríkisskattstjóra skv. 1. mgr. og endurákvörðun skv. 18. gr. til yfirskattanefndar samkvæmt ákvæðum laga um yfirskattanefnd.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Vanskráningargjald.\nGjaldskyldur aðili bifreiðar sem er gjaldskyld skv. 1. eða 2. tölul. 2. gr. skal greiða sérstakt vanskráningargjald sem ríkisskattstjóri leggur á hafi skráning ekki farið fram innan tímamarka 2. mgr. 8. gr. eða ef boðun skv. 2. tölul. 11. gr. er ekki sinnt innan 15 daga. Fjárhæð vanskráningargjalds skal vera 50.000 kr. vegna hverrar gjaldskyldrar bifreiðar.\nVanskráningargjald skal lækkað um 50% ef gjaldskyldur aðili lætur skrá stöðu akstursmælis á faggiltri skoðunarstofu innan 15 daga frá álagningu þess. Þá má fella niður vanskráningargjald hafi óviðráðanleg atvik staðið í vegi fyrir skráningu á stöðu akstursmælis.\nÞegar liðnir eru þrír mánuðir frá álagningu vanskráningargjalds skal ríkisskattstjóri senda lögreglu yfirlit yfir þær bifreiðar þar sem staða akstursmælis er enn óskráð. Lögregla hefur að liðnum tímamörkum 1. málsl. heimild til að fjarlægja skráningarmerki af þeim bifreiðum sem um ræðir. Lögregla skal ekki afhenda þau aftur fyrr en staða akstursmælis hefur verið skráð hjá faggiltri skoðunarstofu.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Lögveð og fjárnám.\nKílómetragjald og vanskráningargjald ásamt dráttarvöxtum og innheimtukostnaði hvílir sem lögveð á hlutaðeigandi bifreið sem er aðfararhæft og gengur fyrir öllum öðrum skuldbindingum og framar öllum öðrum veðböndum í tvö ár frá gjalddaga. Á grundvelli slíks lögveðs má krefjast nauðungarsölu á bifreið án undangengins dóms, sáttar eða fjárnáms. Lögveð fellur niður við eigendaskipti hafi hinn nýi eigandi hvorki vitað né mátt vita um lögveðið.\nHeimilt er að innheimta gjaldfallið kílómetragjald og vanskráningargjald [ásamt dráttarvöxtum og innheimtukostnaði] vegna hlutaðeigandi bifreiðar með fjárnámi hjá skráðum eiganda eða umráðamanni án undangengins dóms eða sáttar.\nL. 63/2024, 13. gr.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    }
  ]
}
