{
  "id": "65/2023",
  "type": "statute",
  "title": "Lög um uppbyggingu og rekstur flugvalla og þjónustu við flugumferð",
  "status": "in_force",
  "issued_date": "2023-06-22",
  "url": "https://www.althingi.is/lagas/nuna/2023065.html",
  "description": "Tóku gildi 8. júlí 2023 nema 10. gr. sem tók gildi 1. nóv. 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um uppbyggingu og rekstur flugvalla í eigu íslenska ríkisins og þá rekstrarstjórnun flugumferðar/flugleiðsöguþjónustu sem veitt er af hálfu íslenska ríkisins á íslensku yfirráðasvæði eða á grundvelli alþjóðlegra skuldbindinga.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að flugvellir landsins og þjónusta við flugumferð þjóni þörfum samfélagsins á umhverfislega sjálfbæran hátt með skilvirkni, hagkvæmni og öryggi í fyrirrúmi í samræmi við stefnu stjórnvalda í samgöngumálum. Við útfærslu og framkvæmd verkefna samkvæmt lögum þessum skal tryggja að kröfum loftferðalaga, varnarmálalaga og annarra laga á málefnasviðinu sé ávallt fullnægt auk þess sem sérstaklega skal horft til eftirfarandi markmiða:\na. Að innviðir og starfsemi á þessu sviði tryggi gæði rekstrarstjórnunar flugumferðar og flugleiðsöguþjónustu og hámarki flugöryggi.\nb. Að veitt sé heildstæð flugvallarþjónusta fyrir millilandaflug, þ.m.t. að flugvöllur til vara sé tiltækur fyrir flugumferð, sem stuðlar að því að viðhalda og efla samkeppnishæfni landsins í millilanda- og tengiflugi.\nc. Að flugvallakerfið sé virkur hluti öruggra og hagkvæmra samgangna innan lands og tengist öðrum almenningssamgöngum.\nd. Að fylgt sé stefnumörkun stjórnvalda í samgöngumálum eins og hún birtist í flugstefnu og samgönguáætlun á hverjum tíma.\ne. Að fylgt sé stefnumörkun stjórnvalda eins og hún birtist í þjóðaröryggisstefnu fyrir Ísland, varnarmálalögum og alþjóðlegum skuldbindingum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Verkefni.\nVerkefni ríkisins á grundvelli laga þessara eru eftirfarandi:\na. Rekstur og uppbygging rekstrarstjórnunar flugumferðar og flugleiðsöguþjónustu, kerfa og kerfishluta þjónustunnar og önnur skyld starfsemi, þ.m.t. kennsla, þjálfun og önnur skyld starfsemi í samræmi við alþjóðlegar skuldbindingar ríkisins.\nb. Rekstur og uppbygging Keflavíkurflugvallar sem borgaralegs alþjóðaflugvallar auk hagnýtingar flugvallarsvæðisins í þágu öryggis- og varnartengdrar starfsemi í samræmi við alþjóðlegar skuldbindingar ríkisins, varnarmálalög og öryggis- og varnarhagsmuni Íslands.\nc. Rekstur og uppbygging annarra flugvalla í eigu ríkisins og önnur skyld starfsemi.\nd. Önnur verkefni ótalin sem tengjast framkvæmd framangreindra verkefna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Framkvæmd verkefna.\nOpinbert hlutafélag, Isavia ohf. eða dótturfélög, annast fyrir hönd íslenska ríkisins rekstur flugvalla í eigu ríkisins og rekstrarstjórnun flugumferðar og flugleiðsöguþjónustu sem veitt er af hálfu ríkisins á íslensku yfirráðasvæði eða á grundvelli alþjóðlegra skuldbindinga eftir því sem kveðið er á um í lögum þessum.\nFramkvæmd félagsins á verkefnum ríkisins skv. 1. mgr. og fjármögnun þeirra skal útfærð í þjónustusamningum ráðherra við Isavia ohf. eða dótturfélög sem miða skulu að því að tryggja að markmiðum laga þessara sé náð.\nÍ samningum skal kveðið sérstaklega á um hvernig samráði stjórnvalda og félagsins eða dótturfélaga um framkvæmd verkefna skal háttað á samningstíma til að tryggja að samningsmarkmið náist.\nIsavia ohf. og eftir atvikum dótturfélögum ber að virða og haga starfsemi sinni í samræmi við þær þjóðréttarlegu skuldbindingar á sviði loftferða og öryggis- og varnarmála sem íslensk stjórnvöld hafa undirgengist og kunna síðar að undirgangast og varða verkefni þeirra.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Öryggissvæði á Keflavíkurflugvelli.\nÞeim ráðherra er fer með varnarmál er heimilt að gera samning við rekstraraðila Keflavíkurflugvallar um not af öryggissvæðinu á flugvellinum og mannvirkjum á flugvallar- og öryggissvæði sem eru á eignaskrá Atlantshafsbandalagsins. Í samningnum er heimilt að kveða á um boðleiðir og framkvæmd samskipta við liðsafla Bandaríkjahers, Atlantshafsbandalagsins eða annarra ríkja sem kunna að hagnýta aðstöðuna á öryggissvæðinu í boði íslenskra stjórnvalda.\nIsavia ohf. ber í starfsemi sinni að virða og standa við þær alþjóðlegu skuldbindingar á sviði öryggis- og varnarmála sem íslensk stjórnvöld hafa undirgengist og kunna síðar að undirgangast og varða flugvallar- og öryggissvæðið og Flugstöð Leifs Eiríkssonar. Þeim ráðherra er fer með varnarmál er heimilt að beina fyrirmælum til rekstraraðila er varða hagnýtingu flugvallarsvæðisins í þágu varnartengdrar starfsemi og framkvæmd og efndir alþjóðasamninga og þjóðréttarlegra skuldbindinga ríkisins á sviði öryggis- og varnarmála.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skipulagsnefnd Keflavíkurflugvallar.\nRáðherra skipar fimm fulltrúa í skipulagsnefnd Keflavíkurflugvallar. Tveir skulu skipaðir samkvæmt tilnefningu þeirra sveitarfélaga sem landsvæði Keflavíkurflugvallar tilheyrir. Einn skal skipaður samkvæmt tilnefningu þess ráðherra sem fer með varnarmál og tveir án tilnefningar og skal annar þeirra gegna formennsku. Varamenn skulu skipaðir með sama hætti. Skipunartími fulltrúa takmarkast við embættistíma þess ráðherra sem skipar.\nIsavia ohf. kostar og annast gerð deili- og aðalskipulagstillagna fyrir flugvallarsvæði Keflavíkurflugvallar og leggur fyrir nefndina til afgreiðslu. Skipulagstillögurnar skulu gerðar í samræmi við stefnumótun stjórnvalda í samgöngumálum á hverjum tíma. Samþykki nefndarinnar við deili- eða aðalskipulagstillögu fyrir flugvallarsvæðið telst fullnaðarafgreiðsla málsins á sveitarstjórnarstigi.\nRáðherra setur nefndinni starfsreglur. Ákvæði skipulagslaga og reglugerða sem settar eru samkvæmt þeim eiga við um störf nefndarinnar eftir því sem við getur átt.\nRáðherra sem fer með varnarmál fer með yfirstjórn skipulags- og mannvirkjamála á öryggissvæðinu á Keflavíkurflugvelli en er heimilt að gera þjónustusamning um framkvæmd slíkra verkefna. Sama ráðherra er heimilt að setja nánari ákvæði um framkvæmd þessarar málsgreinar í reglugerð.\nHeimilt er skipulagsnefnd Keflavíkurflugvallar vegna flugvallarsvæðis og hlutaðeigandi ráðherra, sbr. 4. mgr., vegna öryggissvæðis að taka þátt í gerð svæðisskipulags ásamt nærliggjandi sveitarfélögum í samræmi við ákvæði skipulagslaga.\nVið gerð svæðisskipulags á Suðurnesjum samkvæmt skipulagslögum eru hlutaðeigandi skipulagsyfirvöld bundin af samþykktu aðalskipulagi flugvallar- og öryggissvæðisins.\nVið framkvæmd 2. mgr. skulu ráðherra og skipulagsnefnd skv. 1. mgr. hafa samráð sín á milli. Skipulagsnefnd skal einnig hafa slíkt samráð við hlutaðeigandi ráðherra sem fer með varnarmál eftir því sem við á.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Rekstur Keflavíkurflugvallar.\nIsavia ohf. fer með umsjón á flugvallarsvæði í samræmi við samning þess við það ráðuneyti sem fer með eignir ríkisins þar sem kveðið er nánar á um hagnýtingu og afnot landsins, þ.m.t. heimildir til úthlutunar og innheimtu lóðarleigugjalda.\nIsavia ohf. annast innheimtu gatnagerðargjalds af lóðum og mannvirkjum á flugvallarsvæði Keflavíkurflugvallar og ráðstafar því til gatnagerðar þar í samræmi við ákvæði laga um gatnagerðargjald. Félagið skal setja sér samþykkt um gatnagerðargjald sem birt skal í B-deild Stjórnartíðinda. Í samþykktinni skal meðal annars kveðið á um álagningu gjaldsins, undanþágur frá því og afslætti, gjalddaga og eindaga, greiðslufyrirkomulag og annað er varðar innheimtu þess.\nIsavia ohf. skal fara með heimildir og skyldur sveitarfélags á flugvallarsvæði Keflavíkurflugvallar samkvæmt lögum um vatnsveitur sveitarfélaga og lögum um uppbyggingu og rekstur fráveitna og er félaginu heimilt að innheimta gjöld samkvæmt lögunum.\nÁkvarðanir rekstraraðila um álagningu gjalda skv. 2. og 3. mgr. sæta stjórnsýslukæru í samræmi við reglur viðkomandi laga.\nIsavia ohf. er heimilt, að fengnu samþykki ráðherra, að semja við sveitarfélag eða byggðasamlag um að hafa með höndum eitthvert þeirra verkefna sem tilgreind eru í 2. eða 3. mgr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Varaflugvallargjald.\nTil að standa straum af uppbyggingu varaflugvalla skal innheimta sérstakt varaflugvallargjald eftir því sem ákveðið er í lögum um aukatekjur ríkissjóðs. Isavia ohf. annast innheimtu gjaldsins og skal það renna í ríkissjóð.\nHvert uppgjörstímabil varaflugvallargjalds er tveir mánuðir, janúar og febrúar, mars og apríl, maí og júní, júlí og ágúst, september og október og nóvember og desember. Gjalddagi er 1. dagur annars mánaðar eftir lok uppgjörstímabils.\nBeri gjalddaga upp á helgidag eða almennan frídag færist gjalddagi á næsta virkan dag á eftir. Sé gjaldið ekki greitt innan mánaðar frá gjalddaga skal greiða ríkissjóði dráttarvexti skv. 6. gr. laga um vexti og verðtryggingu, nr. 38/2001, af þeirri fjárhæð sem gjaldfallin er frá gjalddaga.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka og brottfall annarra laga.\nLög þessi taka þegar gildi. ...\nÞrátt fyrir 1. mgr. öðlast 10. gr., er varðar breytingu á lögum um aukatekjur ríkissjóðs, gildi 1. nóvember 2023.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Breyting á lögum um aukatekjur ríkissjóðs. ...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
