{
  "id": "87/2023",
  "type": "statute",
  "title": "Lög um tímabundinn stuðning til greiðslu launa vegna náttúruhamfara í Grindavíkurbæ",
  "status": "in_force",
  "issued_date": "2023-11-30",
  "url": "https://www.althingi.is/lagas/nuna/2023087.html",
  "description": "Tóku gildi 8. desember 2023.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um tímabundinn stuðning til greiðslu launa starfsfólks á almennum vinnumarkaði, sem vegna náttúruhamfara í Grindavíkurbæ getur ekki gegnt störfum sínum þar sem starfsstöð þess er staðsett í sveitarfélaginu, á tímabilinu frá og með 11. nóvember 2023 til og með [31. ágúst] 2024. Enn fremur gilda lögin um stuðning við starfsfólk vegna launataps geti það af sömu ástæðu ekki gegnt störfum sínum á sama tímabili og fær ekki greidd laun frá atvinnurekanda þrátt fyrir að ráðningarsamband sé til staðar. Þá gilda lögin um stuðning við sjálfstætt starfandi einstaklinga vegna launataps geti þeir af sömu ástæðu ekki gegnt störfum sínum á sama tímabili.\nL. 65/2024, 8. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að vernda afkomu fólks, sem ekki getur gegnt störfum sínum vegna náttúruhamfara í Grindavíkurbæ þar sem starfsstöð þess er staðsett í sveitarfélaginu, með því að tryggja launagreiðslur til viðkomandi upp að ákveðnu hámarki. Jafnframt er markmið laga þessara að viðhalda ráðningarsambandi atvinnurekenda og starfsfólks.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Náttúruhamfarir: Ófyrirséðir atburðir í náttúrunni sem verða til þess að starfsemi atvinnurekenda liggur niðri á tilteknu tímabili, að hluta eða öllu leyti, svo sem vegna rýminga á tilteknum landsvæðum. Getur hér verið um að ræða jarðhræringar, eldgos eða öskufall vegna eldgoss eða hættu og/eða afleiðingar af slíkum atburði.\n2. Sjálfstætt starfandi einstaklingur: Hver sá sem starfar við eigin atvinnurekstur eða sjálfstæða starfsemi í því umfangi að honum sjálfum er gert að standa mánaðarlega eða með öðrum reglulegum hætti skil á staðgreiðslu af reiknuðu endurgjaldi og tryggingagjaldi vegna starfs síns samkvæmt reglum ríkisskattstjóra um reiknað endurgjald.\n3. Starfsfólk: Einstaklingar á almennum vinnumarkaði sem starfa fyrir og á ábyrgð atvinnurekanda gegn endurgjaldi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Yfirstjórn og framkvæmd.\nRáðherra fer með yfirstjórn samkvæmt lögum þessum. Vinnumálastofnun annast framkvæmd laganna.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skilyrði fyrir stuðningi vegna starfsfólks.\nHeimilt er að veita tímabundinn stuðning til greiðslu launa starfsfólks á almennum vinnumarkaði upp að ákveðnu hámarki eftir því sem nánar er mælt fyrir um í lögum þessum. Skilyrði fyrir stuðningi eru að:\na. starfsfólk hafi ekki getað gegnt störfum sínum vegna náttúruhamfara í Grindavíkurbæ þar sem starfsstöð þess er staðsett í sveitarfélaginu, enda liggi niðri starfsemi á starfsstöðinni, að hluta eða öllu leyti, vegna náttúruhamfaranna,\nb. atvinnurekandi hafi sannanlega greitt starfsfólki laun enda séu skilyrði a-liðar uppfyllt.\nHeimilt er að veita starfsfólki tímabundinn stuðning vegna launataps upp að ákveðnu hámarki, eftir því sem nánar er mælt fyrir um í lögum þessum, þrátt fyrir að það hafi ekki fengið greidd laun, svo sem vegna rekstrarörðugleika eða tekjufalls atvinnurekanda. Skilyrði fyrir stuðningi er að ráðningarsamband sé til staðar og að starfsfólkið hafi ekki getað gegnt störfum sínum vegna náttúruhamfara í Grindavíkurbæ þar sem starfsstöð þess er staðsett í sveitarfélaginu enda liggi starfsemi á starfsstöðinni niðri, að hluta eða öllu leyti, vegna náttúruhamfaranna.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skilyrði fyrir stuðningi við sjálfstætt starfandi einstaklinga.\nHeimilt er að veita sjálfstætt starfandi einstaklingum tímabundinn stuðning vegna launataps upp að ákveðnu hámarki eftir því sem nánar er mælt fyrir um í lögum þessum. Skilyrði fyrir stuðningi eru að:\na. sjálfstætt starfandi einstaklingur hafi ekki getað gegnt starfi sínu, að hluta eða öllu leyti, vegna náttúruhamfara í Grindavíkurbæ þar sem starfsstöð viðkomandi er staðsett í sveitarfélaginu,\nb. sjálfstætt starfandi einstaklingur sé með opinn rekstur auk þess að hafa staðið skil á greiðslu tryggingagjalds og staðgreiðslu skatts af reiknuðu endurgjaldi samkvæmt ákvörðun skattyfirvalda í a.m.k. þrjá mánuði á undanfarandi fjórum mánuðum fyrir gildistöku laga þessara eða á annan reglulegan hátt samkvæmt reglum ríkisskattstjóra.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stuðningur til greiðslu launa.\nStuðningur til greiðslu launa skal taka mið af heildarlaunum starfsfólks hlutaðeigandi atvinnurekanda í þeim almanaksmánuði eða almanaksmánuðum sem starfsfólkið gat ekki gegnt störfum sínum vegna náttúruhamfara í Grindavíkurbæ þar sem starfsstöð þess er staðsett í sveitarfélaginu. Til launa teljast hvers konar laun og aðrar þóknanir samkvæmt lögum um tryggingagjald sem og framlag atvinnurekanda til lífeyrissjóðs viðkomandi starfsfólks.\nStuðningur skv. 1. mgr. miðast við almanaksmánuð og er hlutfallslega minni fyrir styttra tímabil. Stuðningur getur þó aldrei verið meiri en 633.000 kr. miðað við heilan almanaksmánuð auk þess sem veita skal 11,5% viðbótarstuðning af greiddri fjárhæð vegna mótframlags atvinnurekandans í lífeyrissjóð.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Stuðningur við einstaklinga.\nStuðningur á grundvelli 2. mgr. 5. gr. eða 6. gr. skal taka mið af meðallaunum viðkomandi og/eða meðaltali reiknaðs endurgjalds sem greitt hefur verið tryggingagjald af, eftir því sem við á, á tímabilinu frá ágúst til október 2023. Vinnumálastofnun ráðstafar 4% af stuðningnum til lífeyrissjóðs viðkomandi einstaklings.\nStuðningur skv. 1. mgr. miðast við almanaksmánuð og er hlutfallslega minni fyrir styttra tímabil. Stuðningur getur þó aldrei verið meiri en 633.000 kr. miðað við heilan almanaksmánuð auk þess sem veita skal 11,5% viðbótarstuðning af greiddri fjárhæð vegna mótframlags sem Vinnumálastofnun ráðstafar til lífeyrissjóðs viðkomandi einstaklings.\n[Sá sem fær greiddan stuðning skv. 1. mgr. getur óskað eftir því að halda áfram að greiða til stéttarfélags síns og sér þá Vinnumálastofnun um að koma greiðslunni til hlutaðeigandi stéttarfélags.]\nL. 9/2024, 2. gr.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Umsókn.\nÍ umsókn atvinnurekenda, starfsfólks eða sjálfstætt starfandi einstaklinga, eftir því sem við á, um stuðning á grundvelli laga þessara skulu koma fram upplýsingar um þá einstaklinga sem um ræðir hverju sinni. Umsókn skal vera á því formi sem Vinnumálastofnun ákveður og henni skulu fylgja fullnægjandi gögn og upplýsingar að mati stofnunarinnar svo að henni sé unnt að taka afstöðu til þess hvort skilyrði laga þessara fyrir stuðningi séu uppfyllt, þ.m.t. afrit af launaseðlum.\nAtvinnurekendur, starfsfólk eða sjálfstætt starfandi einstaklingar, eftir því sem við á, sem láta hjá líða að veita nauðsynlegar upplýsingar um það sem kann að hafa áhrif á rétt viðkomandi samkvæmt lögum þessum eiga ekki rétt á stuðningi á grundvelli laganna. Umsóknir skulu afgreiddar þegar allar nauðsynlegar upplýsingar og gögn hafa borist Vinnumálastofnun. Vinnumálastofnun er heimilt að taka ákvörðun um að synja umsækjanda um stuðning hafi nauðsynlegar upplýsingar og gögn ekki borist innan 45 daga frá þeim degi þegar umsóknin barst stofnuninni.\nUmsóknir um stuðning samkvæmt lögum þessum skulu berast Vinnumálastofnun í síðasta lagi [30. nóvember] 2024. Hafi umsókn ekki borist fyrir það tímamark fellur niður réttur til stuðnings á grundvelli laga þessara.\nL. 65/2024, 9. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Heimild til að afla og vinna upplýsingar.\nVinnumálastofnun er heimilt að afla og vinna upplýsingar frá Skattinum, Tryggingastofnun ríkisins, Sjúkratryggingum Íslands, félagsþjónustu sveitarfélaga, hlutaðeigandi atvinnurekendum, viðkomandi starfsfólki og sjálfstætt starfandi einstaklingum sem og stéttarfélögum og heildarsamtökum stéttarfélaga. Skilyrði er að upplýsingarnar sem Vinnumálastofnun aflar og vinnur með séu nauðsynlegar að mati stofnunarinnar til að henni sé unnt að framfylgja lögum þessum og ber aðilum skv. 1. málsl. að veita stofnuninni þær upplýsingar sem hún óskar eftir búi þeir yfir þeim.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ósamrýmanlegar greiðslur.\nSkilyrði stuðnings á grundvelli laga þessara teljast ekki uppfyllt njóti starfsfólk eða sjálfstætt starfandi einstaklingur greiðslna samkvæmt öðrum lögum eða kjarasamningum sem ætlaðar eru til framfærslu viðkomandi á sama tímabili og greiðslum samkvæmt lögum þessum er ætlað að ná til.\nAtvinnurekendur sem fá greidda styrki á grundvelli laga um atvinnuleysistryggingar vegna þátttöku starfsfólks í vinnumarkaðsúrræði eiga ekki rétt á stuðningi á grundvelli laga þessara vegna sama starfsfólks á sama tímabili og fyrrnefndar greiðslur eiga við um.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Leiðrétting og endurgreiðsla.\nHafi stuðningur á grundvelli laga þessara verið meiri en umsækjandi átti rétt á og/eða hafi hann fengið stuðning á tímabili þegar skilyrði laganna voru ekki uppfyllt ber honum að endurgreiða Vinnumálastofnun þá fjárhæð sem ofgreidd var.\nÁkvarðanir Vinnumálastofnunar um endurkröfu á ofgreiðslur skv. 1. mgr. eru aðfararhæfar.\nKomi til úthlutunar arðs hjá atvinnurekanda sem fengið hefur stuðning til greiðslu launa á grundvelli laga þessara, á tímabilinu 1. mars 2024 til og með [31. ágúst] 2025, ber hlutaðeigandi atvinnurekanda að endurgreiða Vinnumálastofnun þann stuðning sem hann hefur fengið á grundvelli laga þessara áður en til úthlutunar arðs kemur.\nL. 65/2024, 10. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Málskot.\nStjórnvaldsákvarðanir Vinnumálastofnunar samkvæmt lögum þessum sæta kæru til úrskurðarnefndar velferðarmála. Um málsmeðferð hjá nefndinni fer samkvæmt ákvæðum laga um úrskurðarnefnd velferðarmála. Úrskurðir nefndarinnar um endurkröfu á ofgreiddum stuðningi á grundvelli laga þessara eru aðfararhæfir.\nÚrskurðir úrskurðarnefndar velferðarmála á grundvelli laga þessara eru endanlegir á stjórnsýslustigi og verður ekki skotið til æðra stjórnvalds.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt í reglugerð að kveða á um nánari framkvæmd laga þessara, þ.m.t. um málsmeðferð Vinnumálastofnunar.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    }
  ]
}
