{
  "id": "111/2024",
  "type": "statute",
  "title": "Lög um Náttúruverndarstofnun",
  "status": "in_force",
  "issued_date": "2024-07-05",
  "url": "https://www.althingi.is/lagas/nuna/2024111.html",
  "description": "Tóku gildi 1. janúar 2025; um lagaskil sjá 5. gr. og brbákv.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Náttúruverndarstofnun.\nNáttúruverndarstofnun er ríkisstofnun undir yfirstjórn ráðherra.\nNáttúruverndarstofnun fer með stjórnsýslu og eftirlit sem og önnur verkefni á sviði náttúruverndar, líffræðilegrar fjölbreytni og sjálfbærrar þróunar, friðlýstra svæða, þ.m.t. þjóðgarða, verndar villtra fugla og spendýra og veiðistjórnunar. Stofnunin skal í starfsemi sinni vinna að markmiðum þeirra laga sem hún starfar eftir, stefnu stjórnvalda á þeim málefnasviðum sem um ræðir og þeim alþjóðlegu samningum sem snerta viðfangsefni stofnunarinnar. Auk þess sinnir stofnunin samhæfingu í skipulagi svæðisbundinnar stjórnunar og verndar sem og eftirliti á framangreindum sviðum.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forstjóri.\nRáðherra skipar forstjóra Náttúruverndarstofnunar til fimm ára í senn. Forstjóri skal hafa háskólamenntun sem nýtist í starfi. Forstjóri ber ábyrgð á stjórnun og starfsemi Náttúruverndarstofnunar og annast rekstur hennar.\nForstjóri ber ábyrgð á:\na. að stofnunin starfi í samræmi við lög, stjórnvaldsfyrirmæli og stefnu stjórnvalda,\nb. fjárreiðum stofnunarinnar og reikningshaldi,\nc. að fjármunir séu nýttir á árangursríkan hátt og í samræmi við ársáætlun, að rekstrarútgjöld og rekstrarafkoma séu í samræmi við fjárveitingar og gerð ársáætlunar fyrir stofnunina í heild, þ.m.t. fyrir þjóðgarða að fenginni tillögu stjórna þeirra og eftir atvikum svæðisráða,\nd. ráðningu starfsfólks og fer með yfirstjórn starfsmannamála.\nRáðning þjóðgarðsvarðar skal eftir atvikum ákveðin að fenginni umsögn viðkomandi svæðisstjórnar eða svæðisráðs, eftir því sem nánar er kveðið á um í lögum.\nRáðherra setur í reglugerð, að höfðu samráði við Náttúruverndarstofnun, nánari ákvæði um skipulag stofnunarinnar, þ.m.t. um staðsetningu starfsstöðva hennar með það að markmiði að fjölga störfum á landsbyggðinni.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Verkefni.\nNáttúruverndarstofnun veitir ráðherra ráðgjöf, m.a. við undirbúning laga, stjórnvaldsfyrirmæla, veiðistjórnunar og annarra verkefna á sviði náttúruverndar. Stofnunin veitir einnig öðrum stjórnvöldum ráðgjöf og umsagnir um slík málefni í samræmi við lög.\nÖnnur verkefni Náttúruverndarstofnunar koma fram í þeim lögum sem stofnunin starfar eftir, en þau eru helst:\n1. Undirbúningur friðlýsinga.\n2. Gerð og framfylgd stjórnunar- og verndaráætlana auk annarra áætlana og ráðstafana sem miða að verndun náttúru, villtra fugla og spendýra.\n3. Eftirlit með framfylgd laga og annarra stjórnvaldsfyrirmæla.\n4. Ákvarðanir um útgáfu leyfa auk sambærilegrar stjórnsýslu.\n5. Stjórnun, rekstur, uppbygging innviða og umsjón þjóðgarða og annarra náttúruverndarsvæða.\n6. Stýring á sjálfbærri umgengni um náttúru, m.a. með setningu og framkvæmd reglna þar að lútandi.\n7. Fræðsla, söfnun og miðlun upplýsinga.\n8. Veiðistjórnun.\n9. Styrkveitingar.\n10. Þátttaka í alþjóðlegu samstarfi.\n11. Ýmis önnur verkefni samkvæmt sérlögum eða ákvörðun ráðherra.\nÁhersla skal lögð á að starfsemi stofnunarinnar styðji við rannsóknir á náttúru í víðum skilningi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Svæðisbundin málefni.\nInnan Náttúruverndarstofnunar starfa eftirtaldar nefndir, stjórnir og ráð að svæðisbundnum verkefnum samkvæmt ákvæðum laga þar um:\na. svæðisstjórn og svæðisráð Vatnajökulsþjóðgarðs og\nb. svæðisstjórnir sem starfa samkvæmt lögum um náttúruvernd.\nUm önnur svæðisbundin verkefni Náttúruverndarstofnunar fer samkvæmt ákvæðum sérlaga og stjórnvaldsfyrirmæla.\nNáttúruverndarstofnun skal stuðla að því að svæðisbundið skipulag stjórnunar og verndar sé skilvirkt og samhæft í þágu þeirra markmiða sem að er stefnt. Tryggt skal að svæðisbundnar ákvarðanir eða ákvarðanir sem varða einstakar náttúruminjar og jarðmyndanir séu teknar í samráði við hlutaðeigandi stofnanir og aðra opinbera aðila sem starfa á landsvísu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Gildistaka o.fl.\nLög þessi öðlast gildi 1. janúar 2025 og tekur þá Náttúruverndarstofnun til starfa. Við gildistöku laga þessara falla úr gildi lög um Umhverfisstofnun, nr. 90/2002, og verður þá embætti forstöðumanns stofnunarinnar lagt niður. Á sama tíma verður Vatnajökulsþjóðgarður ekki lengur sjálfstæð ríkisstofnun og embætti framkvæmdastjóra Vatnajökulsþjóðgarðs lagt niður. Náttúruverndarstofnun tekur við hlutverki, verkefnum, réttindum og skyldum, eignum og skuldbindingum Vatnajökulsþjóðgarðs ásamt þeim hluta af starfsemi Umhverfisstofnunar er lýtur að náttúruvernd og veiðistjórnun.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nStarfsfólk Umhverfisstofnunar og Vatnajökulsþjóðgarðs sem er í starfi við gildistöku laga þessara og sinnir þeim verkefnum sem færast til Náttúruverndarstofnunar samkvæmt lögum þessum þegar Umhverfisstofnun er lögð niður og Vatnajökulsþjóðgarður er lagður niður sem sjálfstæð stofnun skal eiga forgangsrétt til starfa í Náttúruverndarstofnun þegar hún tekur til starfa. Ákvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, um auglýsingaskyldu gilda ekki um störf sem ráðið er í samkvæmt þessu ákvæði.\nStarfsfólk Umhverfisstofnunar og Vatnajökulsþjóðgarðs sem ráðið verður til starfa hjá Náttúruverndarstofnun heldur réttindum sem það hefur áunnið sér til námsleyfis og um lengdan uppsagnarfrest samkvæmt kjarasamningnum þar sem miðað er við samfellt starf hjá sömu stofnun.\nÞrátt fyrir ákvæði 5. gr. er ráðherra heimilt að skipa forstjóra Náttúruverndarstofnunar við samþykkt þessara laga og skal hann vinna með umhverfis-, orku- og loftslagsráðuneytinu að því að undirbúa gildistöku laganna, þ.m.t. ráða starfsfólk til Náttúruverndarstofnunar.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    }
  ]
}
