{
  "id": "76/2024",
  "type": "statute",
  "title": "Forsetabréf um heiðursmerki íslensku utanríkisþjónustunnar",
  "status": "in_force",
  "issued_date": "2024-07-01",
  "url": "https://www.althingi.is/lagas/nuna/2024076.html",
  "description": "Tók gildi 6. júlí 2024.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Merkið nefnist heiðursmerki íslensku utanríkisþjónustunnar og er í þremur stigum.\nFyrsta stig er merki úr gulli, þrír sentimetrar að þvermáli og tveir millimetrar á þykkt í gulum silkiborða. Á framhlið merkisins er skjaldarmerki Íslands. Á bakhlið merkisins skal mótuð mynd þjóðarblómsins holtasóleyjar og umhverfis letrað í boga: Utanríkisráðuneyti Íslands.\nAnnað stig merkisins er eins og hið fyrra nema úr silfri og í hvítum silkiborða.\nÞriðja stig merkisins er eins og hin fyrri nema úr bronsi og í grænum silkiborða.\nLitir borða merkisins vísa til lita þjóðarblómsins.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Heiðursmerkinu fylgir barmmerki, rósetta, sem auðkennir það stig sem viðkomandi hefur hlotið. Rósettan er borin vinstra megin í hnappagati í jakkalafi og á samsvarandi stað í kvenfötum.\nRósetta fyrsta stigs er gul, rósetta annars stigs er hvít og rósetta þriðja stigs er græn.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Heiðursmerkið má sæma erlenda sendimenn, kjörræðismenn Íslands, starfsfólk íslenska ríkisins og samstarfsaðila ráðuneytisins innlenda sem erlenda.\nFyrsta stig merkisins má veita þeim sem hafa unnið Íslandi verulegt gagn þannig að skipt hafi sköpum varðandi framgang og þróun íslenskra utanríkismála. Almennt er gert ráð fyrir að einum sé veitt merkið á ári hverju.\nAnnað stig merkisins má veita þeim sem hafa unnið Íslandi sérstakt gagn til lengri tíma á sviði utanríkismála, lagt verulega af mörkum til stuðnings málefnasviðum utanríkisráðuneytisins og forstöðumönnum erlendra sendiráða á Íslandi.\nÞriðja stig má veita fyrir sérstakan árangur ræðismanna, starfsfólks íslenska ríkisins eða samstarfsaðilum utanríkisráðuneytisins sem viðurkenningu fyrir þeirra framlag til málefnasviða þess. Merkið má einnig veita erlendum sendimönnum gagnvart Íslandi ef tilefni er til.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Heiðursmerkið er eign þess er hlýtur það og erfingja hans að honum látnum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Utanríkisráðherra veitir heiðursmerkið, en getur falið ráðuneytisstjóra eða forstöðumönnum sendiskrifstofa að veita það fyrir sína hönd.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Utanríkisráðherra skipar þrjá einstaklinga í heiðursmerkjanefnd sem gerir tillögu um veitingu heiðursmerkisins. Formennsku í nefndinni gegnir ráðuneytisstjóri utanríkisráðuneytisins en aðrir nefndarmenn eru prótókollstjóri og mannauðsstjóri utanríkisráðuneytisins, sá síðastnefndi skal gegna störfum ritara nefndarinnar. Formaður nefndarinnar ber ábyrgð á að kalla nefndina saman hverju sinni. Seta í nefndinni er ótímabundin en bundin við skipunartíma eða setningu í tilgreind störf.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Allir nefndarmenn skuli sammælast um hverja skal sæma heiðursmerkinu og geta leitað umsagna um þá sem koma til álita.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Almennt skal miða við að erlendir sendimenn hafi verið starfandi á Íslandi í tvö ár hið minnsta áður en kemur til álita að þau verði sæmd merkinu. Almennt skal miða við að ræðismenn Íslands og starfsfólk íslenska ríkisins hafi verið við störf í meira en 15 ár áður en þau koma til álita fyrir annað stig merkisins. Þá skal miða við að aðrir komi aðeins til álita fyrir annað stig merkisins eftir áralangt samstarf eða framlag á sínu sviði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Merkinu skal fylgja skjal, undirritað af utanríkisráðherra og formanni heiðursmerkjanefndar, þar sem greint sé fyrir hvað merkið er veitt.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Birta skal upplýsingar um hverjir hljóta heiðursmerkið og fyrir hvað merkið er veitt í Stjórnartíðindum.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kostnaður við heiðursmerkið greiðist af utanríkisráðuneytinu.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forsetabréf þetta öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
