{
  "id": "16/2024",
  "type": "statute",
  "title": "Lög um kaup á íbúðarhúsnæði í Grindavík",
  "status": "in_force",
  "issued_date": "2024-02-28",
  "url": "https://www.althingi.is/lagas/nuna/2024016.html",
  "description": "Tóku gildi 1. mars 2024.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið, gildissvið o.fl.\nMarkmið laga þessara er að verja fjárhag og velferð íbúa í Grindavíkurbæ í ljósi óvissuástands vegna jarðhræringa með því að gefa einstaklingum í bæjarfélaginu kost á að losna undan þeirri áhættu sem fylgir eignarhaldi íbúðarhúsnæðis í bænum.\nLög þessi gilda um kaup á íbúðarhúsnæði sem staðsett er innan þéttbýlismarka Grindavíkurbæjar eins og þau eru skilgreind í aðalskipulagi sveitarfélagsins við gildistöku laganna.\nFasteign sem ætluð er til íbúðar og keypt er á grundvelli laga þessara skal hafa verið í þinglýstri eigu einstaklings hinn 10. nóvember 2023 sem jafnframt var með skráð lögheimili í húsnæðinu. Heimilt er að víkja frá skilyrði um lögheimili ef tímabundnar aðstæður skýra að viðkomandi hafi ekki verið með skráð lögheimili í íbúðarhúsnæðinu [og þá er heimilt að víkja frá skilyrði um lögheimili ef þinglýstur eigandi festi kaup á húsnæðinu í þeim tilgangi að aðstoða nána fjölskyldumeðlimi við að eignast heimili]. Lögin taka jafnframt til íbúðarhúsnæðis í eigu dánarbúa enda hafi húsnæðið verið nýtt til heimilishalds.\nLög þessi taka einnig til kaupa á íbúðarhúsnæði í smíðum, staðsettu innan þéttbýlismarka Grindavíkurbæjar eins og þau eru skilgreind í aðalskipulagi sveitarfélagsins við gildistöku laganna, sem vátryggt er með brunatryggingu og er í eigu einstaklinga.\nFramkvæmd laga þessara er á hendi ráðherra sem fer með eignir ríkisins.\nL. 131/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Kaup á íbúðarhúsnæði.\nKaupa skal íbúðarhúsnæði sem fellur undir gildissvið laga þessara, að uppfylltum skilyrðum laganna.\nRáðherra skal, f.h. ríkissjóðs, koma á fót eignaumsýslufélagi sem annast kaup, umsýslu og ráðstöfun íbúðarhúsnæðis skv. 1. mgr. ásamt þeim réttindum og skyldum sem því fylgir, að fengnum heimildum fyrir eiginfjárframlagi og lánveitingu til félagsins í fjárlögum eða fjáraukalögum.\nRáðherra er heimilt að semja við lánveitendur um úrlausn og endurfjármögnun á áhvílandi skuldum vegna kaupa á eignum skv. 1. mgr., eftir atvikum gegn því að umbreyta láni í hlutafé í því félagi sem komið verður á fót eða lán til þess félags.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Samningar um kaup á íbúðarhúsnæði.\nAð ósk eiganda íbúðarhúsnæðis sem fellur undir gildissvið laga þessara skal ganga til samninga um kaup félags skv. 2. mgr. 2. gr. á íbúðarhúsnæðinu, þ.m.t. yfirtöku bótaréttar vegna húsnæðisins, svo sem frá Náttúruhamfaratryggingu Íslands og eftir atvikum kröfu á Náttúruhamfaratryggingu Íslands vegna kostnaðar við niðurrif og förgun. Félagið skal að ósk eiganda íbúðarhúsnæðisins jafnframt taka yfir áhvílandi veðlán sem eru í eigu eftirlitsskyldra aðila, ÍL-sjóðs eða Húsnæðissjóðs ef eigandi lánsins samþykkir það.\nGreiðsla fyrir íbúðarhúsnæði skal nema 95% af brunabótamati á kaupdegi að frádregnum áhvílandi veðskuldum, sbr. 1. mgr., og greiddum vátryggingarbótum frá Náttúruhamfaratryggingu Íslands. Ef um er að ræða íbúðarhúsnæði í smíðum, sem vátryggt er með brunatryggingu húseignar í smíðum, skal greiðslan nema 95% af áætluðu endurstofnverði miðað við byggingarstig að frádregnum áhvílandi veðskuldum, sbr. 1. mgr., og greiddum vátryggingarbótum frá Náttúruhamfaratryggingu Íslands. Ef brunabótamat íbúðarhúsnæðis eða áætlað endurstofnverð miðað við byggingarstig íbúðarhúsnæðis í smíðum er greinilega hærra en áætlað markaðsverð þess hinn 9. nóvember 2023 skal fjárhæð greiðslu nema slíku markaðsverði að frádregnum áhvílandi veðskuldum, sbr. 1. mgr., og greiddum vátryggingarbótum frá Náttúruhamfaratryggingu Íslands.\nVið kaup félagsins á íbúðarhúsnæði samkvæmt lögum þessum skal það taka yfir áhvílandi veðskuldir, sbr. 1. mgr., án þess að skuldin falli í gjalddaga. Þá skulu skuldir sem fallnar eru í gjalddaga við kaupin og tengjast eignarhaldi íbúðarhúsnæðisins gerðar upp af seljanda samhliða.\nÞrátt fyrir ákvæði 2. mgr. skal við ákvörðun fjárhæðar greiðslu taka tillit til rýrnunar á verðmæti íbúðarhúsnæðis vegna aðgerða seljanda áður en samningur kemst á, svo sem með því að fylgifé íbúðarhúsnæðisins hafi verið fjarlægt.\nBeiðni um kaup samkvæmt þessari grein skal berast eigi síðar en 31. desember 2024. Ráðherra er heimilt að áskilja að beiðni um kaup berist í gegnum miðlægan þjónustuvef.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Búseturéttur.\nÞrátt fyrir skilyrði 1. og 3. gr. um lögheimili og viðmið um greiðslu og að ósk búseturéttarhafa skal félag skv. 2. mgr. 2. gr. ganga til samninga við félög samkvæmt lögum um húsnæðissamvinnufélög um kaup á búseturétti í íbúðarhúsnæði sem að öðru leyti fellur undir gildissvið laga þessara. Endurgjald fyrir réttinn, sem rennur til búseturéttarhafa, skal vera 95% af framreiknuðu búseturéttargjaldi búseturéttarhafa.\nBeiðni um kaup samkvæmt þessari grein skal berast eigi síðar en 31. desember 2024. Ráðherra er heimilt að áskilja að beiðni um kaup berist í gegnum miðlægan þjónustuvef.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Forgangsréttur.\nAð ósk eiganda íbúðarhúsnæðis skal, í samningi um kaup þess, veita honum forgangsrétt að íbúðarhúsnæðinu. Rétturinn fellur niður þremur árum eftir gildistöku laga þessara.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Yfirfærsla eignarhalds á altjónshúsum.\nFélagi skv. 2. mgr. 2. gr. er heimilt að yfirtaka að beiðni eiganda og án endurgjalds íbúðarhús sem hefur brunnið af völdum náttúruhamfara og Náttúruhamfaratrygging Íslands hefur metið óviðgerðarhæft enda hafi stofnunin þegar greitt vátryggingarbætur sem nema brunabótamati að frádregnum niðurrifs- og förgunarkostnaði til eiganda. Í tilviki eigendaskipta skv. 1. málsl. eignast félagið kröfu á Náttúruhamfaratryggingu Íslands vegna kostnaðar við niðurrif og förgun íbúðarhússins sem haldið var eftir við bótauppgjör.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Fjármögnun og umsýsla eigna o.fl.\nRáðherra getur ákveðið að ráðstafa fjármunum úr Náttúruhamfaratryggingu Íslands til félags skv. 2. mgr. 2. gr. til að efla eiginfjárstöðu þess, að hámarki 15 milljörðum kr., með heimild í fjárlögum eða fjáraukalögum. Við ákvörðunina skal gætt að því að slík ráðstöfun taki mið af rekstri og skuldbindingum stofnunarinnar.\nFélagið er undanþegið eftirfarandi sköttum og gjöldum vegna þeirra fasteigna sem keyptar eru á grundvelli laga þessara þar til þeim hefur verið komið í almenna nýtingu á ný með útleigu eða sölu:\n1. Fasteignagjöldum.\n2. Lóðarleigugjöldum opinberra aðila.\n3. Þinglýsingar- og stimpilgjöldum.\nÍbúðarhús sem Náttúruhamfaratrygging Íslands hefur metið óviðgerðarhæf en ekki hafa verið rifin niður og þeim fargað er ekki skylt að brunatryggja samkvæmt lögum um brunatryggingar.\nLánveitendum er heimilt að taka ákvörðun um afskriftir lána sem hvíla á fasteignum sem falla undir gildissvið laga þessara svo og annars konar eftirgjöf eða skilmálabreytingar vegna viðkomandi lána.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Reglugerðarheimild o.fl.\nRáðherra er heimilt í reglugerð að mæla nánar fyrir um framkvæmd laga þessara, þar á meðal um:\n1. Fyrirkomulag og skilmála kaupa á eignum.\n2. Umsýslu og ráðstöfun eigna ásamt tengdum réttindum og skuldbindingum.\n3. Skilmála og útfærslu forgangsréttar að íbúðarhúsnæði sem fellur undir lög þessi.\n4. Kærufresti og málsmeðferð.\nHeimilt er að afla upplýsinga frá lánveitendum um stöðu áhvílandi veðskulda og frá vátryggingafélögum og sveitarfélagi um áfallin gjöld eftir því sem þurfa þykir vegna framkvæmdar laga þessara.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildissvið stjórnsýslulaga, þinglýsing, kæruheimildir o.fl.\nÁkvæði stjórnsýslulaga gilda eingöngu um ákvarðanir félags skv. 2. mgr. 2. gr. sem varða kaup á íbúðarhúsnæði skv. 3. gr. og búseturétt skv. 4. gr. og um veitingu forgangsréttar skv. 5. gr. Aðilum máls er heimilt að kæra ákvarðanir á grundvelli 3., 4. og 5. gr. til úrskurðarnefndar náttúruhamfaratryggingar.\nVið einkaréttarlegar ákvarðanir skal félagið hafa til grundvallar gagnsæi, hlutlægni, jafnræði og hagkvæmni. Þá hefur Ríkisendurskoðun eftirlit með starfsemi félagsins.\nÁkvæði upplýsingalaga og laga um opinber skjalasöfn gilda um alla starfsemi félagsins.\nVerði fasteignasölum falið að annast skjalagerð vegna kaupa sem falla undir gildissvið laga þessara gilda ekki um þau eignakaup ákvæði sem koma fram í II. kafla laga um sölu fasteigna og skipa, nr. 70/2015.\nHeimilt er að gera samninga samkvæmt þessum lögum á rafrænu formi og afhenda rafrænt til þinglýsingar og skal slík afhending vera jafngild því að frumrit sé afhent þinglýsingarstjóra ásamt samritum.\nFélagið skal að eigin frumkvæði birta upplýsingar um framkvæmd ráðstafana samkvæmt lögum þessum, þ.m.t. um fjölda beiðna um kaup, fjölda frágenginna samninga og heildarfjárhæðir.\nLög nr. 121/1997, um ríkisábyrgðir, gilda ekki um lán ríkissjóðs sem veitt verða til félags skv. 2. mgr. 2. gr. með heimild í fjárlögum eða fjáraukalögum, að undanskilinni 3. mgr. 5. gr. þeirra laga.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\nÁkvæði til bráðabirgða.\nI.\nVið gildistöku laga þessara er ráðherra heimilt að auglýsa starf framkvæmdastjóra eignaumsýslufélags sem stofna skal skv. 2. mgr. 2. gr. Stjórn félagsins annast þó endanlega ráðningu framkvæmdastjóra eftir að gengið hefur verið frá stofnun félagsins.\nII.\nInnan tveggja ára frá gildistöku laga þessara skal leggja mat á hvort skilyrði eru til að lengja frest til forgangsréttar skv. 5. gr. Félagi skv. 2. mgr. 2. gr. er óheimil ráðstöfun eigna sem háðar eru forgangsrétti skv. 5. gr., til annarra en forgangsréttarhafa, með útleigu eða sölu, áður en mat samkvæmt ákvæði þessu hefur farið fram.\nIII.\nNáist ekki samningar um kaup á búseturétti skv. 4. gr. er ráðherra heimilt að styrkja þá búseturéttarhafa sem falla undir ákvæðið um sömu fjárhæð og tilgreind er í ákvæðinu.\n[IV.\nÞrátt fyrir ákvæði 5. mgr. 3. gr. getur beiðni um kaup á íbúðarhúsnæði borist eigi síðar en [1. janúar 2026], enda liggi fyrir samþykki lánveitenda þar um. Í tilviki umsókna sem berast á tímabilinu 1. janúar 2025 til [1. janúar 2026] skal kaupverð miðast við brunabótamat eins og það er skráð 31. desember 2024.]\nL. 43/2025, 1. gr. L. 127/2024, 60. gr.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
