{
  "id": "110/2024",
  "type": "statute",
  "title": "Lög um Umhverfis- og orkustofnun",
  "status": "in_force",
  "issued_date": "2024-07-05",
  "url": "https://www.althingi.is/lagas/nuna/2024110.html",
  "description": "Tóku gildi 1. janúar 2025 nema 3. mgr. 2. gr. sem tekur gildi 1. janúar 2026; um lagaskil sjá 7. gr. og brbákv.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Yfirstjórn.\nUmhverfis- og orkustofnun er ríkisstofnun undir yfirstjórn ráðherra.\nInnan Umhverfis- og orkustofnunar skal starfa sérstök eining sem nefnist Raforkueftirlitið. Raforkueftirlitið er sjálfstætt í störfum sínum þegar það sinnir raforkueftirliti samkvæmt raforkulögum og reglugerðum settum á grundvelli þeirra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forstjóri o.fl.\nRáðherra skipar forstjóra Umhverfis- og orkustofnunar til fimm ára í senn. Forstjóri skal hafa háskólamenntun sem nýtist í starfi. Forstjóri ber ábyrgð á starfsemi stofnunarinnar og annast rekstur hennar.\nForstjóri ber ábyrgð á:\na. að stofnunin starfi í samræmi við lög, stjórnvaldsfyrirmæli og stefnu stjórnvalda,\nb. fjárreiðum stofnunarinnar og reikningshaldi,\nc. að fjármunir séu nýttir á árangursríkan hátt og í samræmi við ársáætlun,\nd. að rekstrarútgjöld og rekstrarafkoma séu í samræmi við fjárveitingar og gerð ársáætlunar fyrir stofnunina í heild,\ne. ráðningu starfsfólks og fer með yfirstjórn starfsmannamála.\nRáðherra skipar skrifstofustjóra Raforkueftirlitsins til fimm ára í senn. Ber hann faglega og stjórnunarlega ábyrgð á rekstri Raforkueftirlitsins. Sama einstakling er aðeins hægt að skipa skrifstofustjóra Raforkueftirlitsins tvisvar sinnum. Við skipun í embætti skrifstofustjóra Raforkueftirlitsins skal ráðherra skipa þriggja manna nefnd til að meta hæfni umsækjenda um embættið. Niðurstaða hæfnisnefndar er ráðgefandi við skipun í embætti.\nUmhverfis- og orkustofnun skal árlega gera áætlun um störf stofnunarinnar, birta skýrslu um starfsemi sína og setja sér stefnu til lengri tíma um starfsemi og meginverkefni stofnunarinnar í samræmi við ákvæði laga um opinber fjármál.\nRáðherra setur í reglugerð, að höfðu samráði við Umhverfis- og orkustofnun, nánari ákvæði um skipulag stofnunarinnar, þ.m.t. staðsetningu starfsstöðva hennar með það að markmiði að fjölga störfum á landsbyggðinni.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Hlutverk Umhverfis- og orkustofnunar.\nUmhverfis- og orkustofnun fer með stjórnsýslu og eftirlit sem og önnur verkefni á sviði loftslags-, umhverfis- og orkumála og málefna auðlindanýtingar. Stofnunin skal í starfsemi sinni vinna að lögbundnum markmiðum og stefnu stjórnvalda hverju sinni og eftir atvikum leitast við að hafa samráð við stofnanir sem tengjast starfsemi hennar sem og aðra aðila.\nMálefni sem falla undir starfsemi Umhverfis- og orkustofnunar eru eftirtalin:\n1. Efnamál.\n2. Erfðabreyttar lífverur.\n3. Fráveitumál.\n4. Hollustuhættir.\n5. Hringrásarhagkerfi og úrgangsmál.\n6. Jöfnun kostnaðar við húshitun og dreifingu raforku.\n7. Leit, rannsóknir og vinnsla orku og annarra auðlinda í jörðu og á, í eða undir hafsbotni.\n8. Mengunarvarnir.\n9. Orkuskipti.\n10. Orkusparnaður og nýting orku.\n11. Hitaveitur.\n12. Loftgæði, þ.m.t. losunarbókhald yfir loftmengunarefni.\n13. Loftslagsmál, þ.m.t. losunarbókhald Íslands yfir gróðurhúsalofttegundir og viðskiptakerfi ESB með losunarheimildir.\n14. Raforkumarkaður.\n15. Stjórn vatnamála.\n16. Umhverfisábyrgð.\n17. Umhverfisvottanir og sjálfbær neysla.\n18. Upprunaábyrgðir.\n19. Varnir gegn mengun hafs og stranda.\n20. Vatnsréttindi og nýting og aðgangur að vatni.\n21. Verndar- og orkunýtingaráætlun.\n22. Vinnsla, flutningur, dreifing og viðskipti með raforku.\n23. Öryggi raforkukerfisins.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Verkefni Umhverfis- og orkustofnunar.\nUmhverfis- og orkustofnun veitir ráðherra ráðgjöf og aðstoð við undirbúning að stefnumótun, áætlunum og setningu laga og stjórnvaldsfyrirmæla á starfssviði sínu. Stofnunin veitir einnig öðrum stjórnvöldum ráðgjöf og umsagnir um slík málefni í samræmi við lög.\nÖnnur helstu verkefni Umhverfis- og orkustofnunar eru eftirtalin eins og nánar greinir í ákvæðum laga þar um:\n1. Ákvarðanir um útgáfu leyfa og beiting sambærilegra heimilda auk annarrar stjórnsýslu.\n2. Eftirlit með framfylgd laga og annarra stjórnvaldsfyrirmæla.\n3. Fræðsla og leiðbeiningar ásamt söfnun og miðlun upplýsinga.\n4. Gerð og framfylgd áætlana og skýrslna.\n5. Samræming heilbrigðiseftirlits.\n6. Viðbrögð við bráðamengun á hafi.\n7. Umsjón með vöktun tiltekinna umhverfisþátta.\n8. Þátttaka í alþjóðlegu samstarfi á starfssviði stofnunarinnar.\n9. Önnur verkefni samkvæmt sérlögum, stjórnvaldsfyrirmælum eða ákvörðun ráðherra.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hlutverk Raforkueftirlitsins.\nHlutverk Raforkueftirlitsins er eftirfarandi:\na. að sinna raforkueftirliti samkvæmt raforkulögum og reglugerðum settum á grundvelli þeirra,\nb. að vera stjórnvöldum til ráðgjafar og umsagnar um raforkumál,\nc. að annast önnur verkefni sem Raforkueftirlitinu eru falin samkvæmt lögum eða stjórnvaldsfyrirmælum.\nTil að tryggja sjálfstæði sitt, gagnsæi og jafnræði við raforkueftirlit skal Raforkueftirlitið setja sér starfsreglur og birta þær almenningi.\nRaforkueftirlitið skal vera sjálfstæð eining innan Umhverfis- og orkustofnunar sem rekin er fjárhagslega aðgreind frá annarri starfsemi stofnunarinnar.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Valdheimildir, stjórnsýsluviðurlög, gjaldtökuheimildir, framsal eftirlits o.fl.\nUm valdheimildir Umhverfis- og orkustofnunar, beitingu stjórnsýsluviðurlaga, gjaldtökuheimildir, heimildir til að krefjast endurgreiðslu á útlögðum kostnaði stofnunarinnar og heimildir til að gera samninga við faggilta skoðunaraðila eða aðra um framkvæmd tiltekinna verkefna eða eftirlits fer eftir ákvæðum annarra laga sem stofnunin starfar eftir.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2025 og tekur þá Umhverfis- og orkustofnun til starfa. Við gildistöku laga þessara falla úr gildi lög um Orkustofnun, nr. 87/2003, og Orkustofnun er lögð niður, ásamt embætti orkumálastjóra. Umhverfis- og orkustofnun tekur við hlutverki, verkefnum, réttindum og skyldum, eignum og skuldbindingum Orkustofnunar og þess hluta af starfsemi Umhverfisstofnunar er lýtur að umhverfis- og loftslagsmálum.\nÞrátt fyrir 1. mgr. öðlast ákvæði 3. mgr. 2. gr. gildi 1. janúar 2026.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Breyting á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nStarfsfólk Umhverfisstofnunar og Orkustofnunar sem er í starfi við gildistöku laga þessara og sinnir þeim verkefnum sem færast til Umhverfis- og orkustofnunar samkvæmt lögum þessum skal eiga forgangsrétt til starfa í Umhverfis- og orkustofnun þegar hún tekur til starfa. Ákvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, gilda ekki um störf sem ráðið er í samkvæmt þessu ákvæði.\nStarfsfólk Orkustofnunar og Umhverfisstofnunar sem ráðið verður til starfa hjá Umhverfis- og orkustofnun heldur réttindum sem það hefur áunnið sér til námsleyfis og um lengdan uppsagnarfrest samkvæmt kjarasamningum þar sem miðað er við samfellt starf hjá sömu stofnun.\nÞrátt fyrir ákvæði 7. gr. er ráðherra heimilt að skipa forstjóra Umhverfis- og orkustofnunar við samþykkt þessara laga og skal hann vinna með umhverfis-, orku- og loftslagsráðuneytinu að því að undirbúa gildistöku laganna, þ.m.t. ráða starfsfólk til Umhverfis- og orkustofnunar.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
