{
  "id": "40/2024",
  "type": "statute",
  "title": "Lög um framkvæmdanefnd vegna jarðhræringa í Grindavíkurbæ",
  "status": "in_force",
  "issued_date": "2024-05-16",
  "url": "https://www.althingi.is/lagas/nuna/2024040.html",
  "description": "Tóku gildi 1. júní 2024,",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Markmið og gildissvið.\nMarkmið laga þessara er að:\na. tryggja skilvirka og hagkvæma úrlausn verkefna vegna jarðhræringa í Grindavíkurbæ,\nb. hlúa að íbúum Grindavíkurbæjar og stuðla að farsæld þeirra til framtíðar,\nc. stuðla að öflugu atvinnulífi í Grindavíkurbæ,\nd. Grindavíkurbær verði öruggt samfélag með trausta innviði og þjónustu sem miðar að þörfum samfélagsins.\nLög þessi gilda um hlutverk, verkefni og heimildir framkvæmdanefndar, sbr. 2. gr., eftir því sem nánar greinir í ákvæðum laga þessara.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skipan og hlutverk framkvæmdanefndar.\nRáðherra skal skipa framkvæmdanefnd til að fara með þau verkefni sem nefndinni eru falin skv. 3. og 4. gr. og hafa heildaryfirsýn yfir málefni Grindavíkurbæjar vegna þeirra úrlausnarefna sem tengjast jarðhræringum í sveitarfélaginu, í samvinnu við Grindavíkurbæ, önnur stjórnvöld og aðra hlutaðeigandi aðila.\nÍ framkvæmdanefnd skulu þrír eiga sæti, tveir tilnefndir af ráðherra og einn af ráðherra menntamála. Ráðherra tilnefnir formann nefndarinnar auk þess að ákveða laun nefndarmanna og önnur starfskjör.\nFramkvæmdanefndin er sjálfstætt stjórnvald sem heyrir undir ráðherra og skal í störfum sínum taka mið af stefnu og ákvörðunum ríkisstjórnarinnar vegna málefna Grindavíkurbæjar.\nÁkvæði stjórnsýslulaga gilda ekki um undirbúning og töku ákvarðana ráðherra um skipun framkvæmdanefndar og lög um réttindi og skyldur starfsmanna ríkisins taka ekki til nefndarmanna framkvæmdanefndar.\nFramkvæmdanefnd skal skila Alþingi skýrslu um störf sín tvisvar á ári. Skýrsluna skal ræða í umhverfis- og samgöngunefnd.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Verkefni framkvæmdanefndar.\nFramkvæmdanefnd fer með stjórn, skipulag og framkvæmd verkefna sem hér segir:\na. Starfrækslu þjónustuteyma sem samþætta þjónustu fyrir íbúa Grindavíkurbæjar, m.a. þegar kemur að skóla- og frístundastarfi, félagsþjónustu, barnaverndarþjónustu, þjónustu við eldra fólk, fatlað fólk og aðra viðkvæma hópa og stuðningi á sviði húsnæðis- og vinnumarkaðsmála. Verkefni þjónustuteyma eru m.a. að vinna tillögur og áætlanir um stuðning við íbúana og eiga samráð við móttökusveitarfélög, stjórnvöld og aðra aðila um þjónustu við þá.\nb. Töku ákvarðana um rekstur þjónustumiðstöðvar fyrir íbúa Grindavíkurbæjar og starfrækslu hennar eftir atvikum.\nc. Gerð áhættumats fyrir þéttbýli í Grindavíkurbæ í samvinnu við ríkislögreglustjóra.\nd. Yfirumsjón með framkvæmd nauðsynlegra viðgerða til að tryggja virkni, rekstur og afhendingaröryggi innviða, eftir því sem við á og fellur undir ábyrgðarsvið Grindavíkurbæjar.\ne. Könnun á jarðvegi.\nf. Yfirumsjón með framkvæmd nauðsynlegra viðgerða á götum, stígum og opnum svæðum sem Grindavíkurbær er ábyrgur fyrir.\ng. Yfirumsjón með vernd lausafjármuna í Grindavíkurbæ eftir því sem við á, að mati framkvæmdanefndarinnar.\nh. Framkvæmd aðgangsstýringar í Grindavíkurbæ í samvinnu við lögreglu.\ni. Upplýsingamiðlun til íbúa Grindavíkurbæjar og hagaðila um stöðu mála og framgang verkefna sem nefndin sinnir.\nRáðherra getur í samráði við Grindavíkurbæ falið framkvæmdanefnd að samhæfa aðgerðir vegna annarra ótalinna verkefna, sbr. a&ndash;i-lið 1. mgr., sem tengjast jarðhræringum í sveitarfélaginu, í samráði við forsætisráðherra og að fengnu samþykki þess eða þeirra ráðherra sem fara með það málefnasvið sem viðkomandi verkefni heyrir undir.\nRáðherra er heimilt að fela nefndinni að vinna að gagnasöfnun og rannsóknum einstakra samfélagslegra atriða sem leiðir af afleiðingum jarðhræringanna í Grindavíkurbæ í samvinnu við önnur stjórnvöld og aðra aðila, þ.m.t. Byggðastofnun og Samband íslenskra sveitarfélaga.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Heimild sveitarstjórnar til að fela framkvæmdanefnd verkefni.\nSveitarstjórn Grindavíkurbæjar er heimilt að ákveða í samþykkt um stjórn sveitarfélagsins að fela framkvæmdanefnd ábyrgð á lögbundnum og ólögbundnum verkefnum sveitarfélagsins að hluta til eða í heild, að undanskildum þeim verkefnum sem mælt er fyrir um í 58. gr. sveitarstjórnarlaga, nr. 138/2011. Fer framkvæmdanefnd þá með sömu ábyrgð, hlutverk og valdheimildir og sveitarstjórn hafði á grundvelli viðkomandi laga og sveitarstjórnarlaga.\nÁkvörðun sveitarstjórnar skv. 1. mgr. er háð samþykki þess eða þeirra ráðherra sem fara með þau málefnasvið sem viðkomandi verkefni heyra undir. Skal í ákvörðun sveitarstjórnar Grindavíkurbæjar tekin afstaða til aðgangs og varðveislu gagna sem tengjast verkefninu og öryggis við vinnslu persónuupplýsinga.\nSveitarstjórnarfulltrúar Grindavíkurbæjar eiga sama rétt samkvæmt sveitarstjórnarlögum á aðgangi að gögnum og upplýsingum um verkefni sem sveitarstjórn felur framkvæmdanefndinni á grundvelli 1. mgr. og þeir hefðu ella haft að óbreyttu.\nGögn um einstök verkefni sem sveitarstjórn Grindavíkurbæjar felur framkvæmdanefndinni skv. 1. mgr. skulu afhent Grindavíkurbæ þegar framkvæmdanefndin lýkur störfum.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Framkvæmd verkefna.\nFramkvæmdanefnd er heimilt að gera samninga við sveitarstjórn Grindavíkurbæjar, önnur stjórnvöld og einkaaðila um framkvæmd verkefna sem falla undir verksvið nefndarinnar. Þá er nefndinni heimilt að ráða sér starfsfólk vegna framkvæmdar verkefna og á skrifstofu nefndarinnar.\nÁkvæði stjórnsýslulaga, upplýsingalaga og laga um opinber skjalasöfn, sem og almennar meginreglur stjórnsýsluréttar, gilda um stjórnsýslu sem aðilar skv. 1. mgr. taka að sér.\nVerkefni framkvæmdanefndar sem fela í sér stjórnvaldsákvörðun hafa ekki áhrif á kæruheimild til æðra stjórnvalds vegna viðkomandi ákvörðunar samkvæmt þeim lögum sem gilda um það efni.\nFramkvæmdanefndin getur ákveðið að fela einstökum nefndarmönnum, starfsfólki nefndarinnar eða öðrum sem nefndin hefur falið framkvæmd verkefna skv. 1. mgr. fullnaðarafgreiðslu mála í því skyni að stuðla að skilvirkni og hraðari málsmeðferð. Nefndin skal hafa eftirlit með afgreiðslu mála skv. 1. málsl. og kalla eftir reglulegum skýrslum um ákvarðanir sem teknar eru á þeim grundvelli. Þessi málsgrein hefur þó ekki áhrif á almennar heimildir starfsfólks skv. 1. mgr. til töku ákvarðana sem varða dagleg verkefni nefndarinnar og teljast leiða af stöðuumboði þeirra.\nBeiðni um endurupptöku mála sem aðili hefur fullnaðarafgreitt skv. 4. mgr. skal beint til framkvæmdanefndar. Sá aðili sem fengið hefur framselt vald til fullnaðarafgreiðslu máls skv. 4. mgr. getur ávallt óskað eftir því að framkvæmdanefnd taki ákvörðun í málinu.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Heimild til að kalla eftir gögnum.\nFramkvæmdanefnd á rétt á að fá afhent úr hendi Grindavíkurbæjar og annarra stjórnvalda gögn og upplýsingar sem nauðsynlegar þykja vegna starfa nefndarinnar, þar á meðal persónuupplýsingar sem eru viðkvæmar og viðkvæms eðlis.\nFramkvæmdanefnd, Grindavíkurbær, önnur stjórnvöld og eftir atvikum einkaaðilar hafa heimild til að miðla sín á milli upplýsingum og gögnum eftir því sem nauðsynlegt þykir, þar á meðal persónuupplýsingum sem eru viðkvæmar og viðkvæms eðlis, vegna framkvæmdar laga þessara og ákvarðana á grundvelli þeirra.\nFramkvæmdanefnd skal hafa sömu heimildir að lögum til vinnslu persónuupplýsinga og Grindavíkurbær samkvæmt lögum um persónuvernd og vinnslu persónuupplýsinga og sérákvæðum annarra laga um vinnslu persónuupplýsinga.\nAllir sem koma að framkvæmd verkefna samkvæmt lögum þessum eru bundnir þagnarskyldu skv. X. kafla stjórnsýslulaga.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Aðgerðaáætlanir.\nFramkvæmdanefnd skal, í samráði við sveitarstjórn Grindavíkurbæjar, vinna að aðgerðaáætlunum til styttri og lengri tíma vegna þeirra verkefna sem falla undir hana þar sem m.a. skal fjallað um aðgerðir, áætlaðan kostnað og kostnaðarskiptingu ríkisins og sveitarfélagsins og eftir atvikum einkaaðila, sbr. 8. gr. Aðgerðaáætlanir nefndarinnar skulu taka mið af stöðu og þróun jarðhræringa á hverjum tíma.\nAðgerðaáætlanir nefndarinnar skulu m.a. taka til eftirfarandi verkefna:\na. Verkefna sem tengjast skóla- og frístundastarfi, félagsþjónustu, barnaverndarþjónustu, þjónustu við eldra fólk, fatlað fólk og aðra viðkvæma hópa og stuðningi á sviði húsnæðis- og vinnumarkaðsmála.\nb. Viðhalds, viðbúnaðar, bráðaviðgerða og annarra framkvæmda vegna innviða og jarðvegs.\nc. Endurreisnar og uppbyggingar samfélagslegra verðmæta sveitarfélagsins.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kostnaður.\nLaun nefndarmanna og skrifstofukostnaður framkvæmdanefndar greiðist úr ríkissjóði, þ.m.t. húsnæðiskostnaður og kostnaður vegna sérfræðiráðgjafar og starfsfólks á skrifstofu nefndarinnar.\nFramkvæmdanefnd skal leggja fram tillögur fyrir ráðherra um fjármögnun verkefna á grundvelli aðgerðaáætlana skv. 7. gr., þ.m.t. um kostnaðarskiptingu á milli sveitarfélagsins og ríkisins vegna verkefna nefndarinnar og eftir atvikum einkaaðila.\nTillaga framkvæmdanefndar um kostnaðarskiptingu skv. 2. mgr. skal m.a. taka mið af afstöðu sveitarstjórnar Grindavíkurbæjar, fjárhagsstöðu sveitarfélagsins og hvar ábyrgð á viðkomandi verkefni lá áður en verkefni var falið nefndinni.\nAðgerðaáætlanir skv. 7. gr., þ.m.t. kostnaðarskipting á milli sveitarfélagsins og ríkisins, öðlast gildi með samþykki ráðherra og er sveitarfélagið bundið af samþykktri aðgerðaáætlun ráðherra.\nFramkvæmdanefnd er ekki heimilt að vinna að þeim verkefnum sem henni eru falin á grundvelli laga þessara nema fjármögnun hafi verið tryggð, svo sem í fjárlögum, fjáraukalögum, í gegnum almennan varasjóð eða með öðrum hætti.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Reglugerðarheimild.\nRáðherra er heimilt að mæla nánar fyrir um framkvæmd laga þessara í reglugerð, þar á meðal um starfshætti framkvæmdanefndar, nánari útfærslu á framkvæmd verkefna, hvaða verkefni eru falin nefndinni til samhæfingar skv. 2. mgr. 3. gr., form og efni aðgerðaáætlana skv. 7. gr., svo og samráð og samstarf nefndarinnar við sveitarstjórn Grindavíkurbæjar og önnur stjórnvöld og einkaaðila, eftir því sem við á. Í reglugerð má einnig kveða á um reglur sem gilda um skipan nefndarinnar, svo sem um tilnefningu nýrra nefndarmanna í framkvæmdanefnd á starfstíma hennar vegna forfalla stjórnarmanna eða sambærilegra atvika eða aðstæðna.\nRg. 400/2025.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. júní 2024 og falla úr gildi 15 dögum eftir almennar sveitarstjórnarkosningar 2026.\nÞrátt fyrir 1. mgr. er ráðherra frá samþykkt laganna heimilt að skipa nefndarmenn skv. 2. gr. og nefndinni er heimilt að hefja undirbúning að flutningi verkefna.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    }
  ]
}
