{
  "id": "74/2024",
  "type": "statute",
  "title": "Lög um Afurðasjóð Grindavíkurbæjar",
  "status": "in_force",
  "issued_date": "2024-07-01",
  "url": "https://www.althingi.is/lagas/nuna/2024074.html",
  "description": "Tóku gildi 6. júlí 2024.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um einstaklinga og lögaðila sem stunda tekjuskattsskyldan atvinnurekstur eða sjálfstæða starfsemi og verða fyrir tjóni skv. 6. gr. á tímabilinu frá og með gildistöku laga þessara til og með 31. desember [2025].\nL. 133/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að treysta áframhaldandi starfsemi í Grindavíkurbæ í ljósi óvissuástands vegna náttúruhamfara með því að gefa rekstraraðilum kost á að sækja um fjárhagsaðstoð til að bæta meiri háttar óbeint tjón á matvælum og fóðri af völdum hamfara í bænum, þ.m.t. tjón vegna rýmingaraðgerða stjórnvalda sem tengjast hamförunum.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Orðskýringar.\nÍ lögum þessum er merking eftirfarandi hugtaka sem hér segir:\n1. Atvinnurekstur eða sjálfstæð starfsemi: Starfsemi aðila sem greiðir laun skv. 1. eða 2. tölul. 5. gr. laga um staðgreiðslu opinberra gjalda, nr. 45/1987, og er skráður á launagreiðendaskrá eða gerði grein fyrir reiknuðu endurgjaldi í síðasta skattframtali, svo og á virðisaukaskattsskrá þegar það á við.\n2. Fóður: Hvers konar efni eða vörur, einnig aukefni, hvort sem þau eru fullunnin, unnin að hluta eða óunnin, sem ætluð eru til fóðrunar dýra. Til fóðurs teljast einnig vörur unnar úr fiski eða fiskúrgangi.\n3. Matvæli: Hvers konar efni eða vörur, hvort sem þau eru fullunnin, unnin að hluta eða óunnin, sem fólki er ætlað að neyta eða sem eðlilegt er að vænta að fólk neyti.\n4. Rekstraraðili: Einstaklingur eða lögaðili sem fellur undir gildissvið laga þessara skv. 1. gr.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Afurðasjóður Grindavíkurbæjar og stjórn hans.\nAfurðasjóður Grindavíkurbæjar er sjálfstæður sjóður í eigu ríkisins. Stjórninni er heimilt að semja um að þriðji aðili annist umsýslu sjóðsins.\nAfurðasjóður lýtur stjórn þriggja manna sem ráðherra skipar til tveggja ára í senn, einn samkvæmt tilnefningu forsætisráðherra, einn samkvæmt tilnefningu ráðherra sem fer með opinber fjármál og einn án tilnefningar sem vera skal formaður.\nStjórn sjóðsins skilar ársreikningi og metur og tekur ákvarðanir um afgreiðslu umsókna og styrkveitinga.\nÁkvarðanir stjórnar eru endanlegar á stjórnsýslustigi. Um málsmeðferð við ákvarðanir um veitingu styrkja gilda ákvæði stjórnsýslulaga, nr. 37/1993.\nEf verkefnum sjóðsins lýkur innan skipunartímabils stjórnarmanna fellur skipunin niður og sjóðnum verður slitið.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ráðstöfunarfé.\nTekjur Afurðasjóðs Grindavíkurbæjar eru framlag ríkissjóðs eftir því sem nánar er kveðið á um í fjárlögum eða millifærslur úr almennum varasjóði fjárlaga, þó aldrei umfram 400 millj. kr.\nKostnaður af rekstri sjóðsins greiðist af tekjum hans.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hlutverk sjóðsins og skilyrði styrkveitinga.\nHlutverk Afurðasjóðs Grindavíkurbæjar er að veita rekstraraðilum sem falla undir gildissvið laga þessara fjárhagsaðstoð til að bæta meiri háttar óbeint tjón á matvælum og fóðri í eigu rekstraraðila af völdum náttúruhamfara í Grindavíkurbæ, þ.m.t. tjón vegna rýmingaraðgerða stjórnvalda sem tengjast hamförunum.\nFjárhagsaðstoð vegna tjóns skv. 1. mgr. verður aðeins veitt hafi tjón orðið innan sveitarfélagsins Grindavíkurbæjar eins og það er skilgreint í aðalskipulagi sveitarfélagsins við gildistöku laganna.\nEkki verður veitt fjárhagsaðstoð vegna tjóns sem nýtur almennrar tryggingaverndar eða hægt er að fá bætt á annan hátt, t.d. á grundvelli ákvæða laga um Náttúruhamfaratryggingu Íslands, nr. 55/1992, og laga um Bjargráðasjóð, nr. 49/2009.\nEkki verður veitt fjárhagsaðstoð vegna tjóns ef um ásetning eða gáleysi eiganda eða umsjónarmanns er að ræða og ef eðlilegar varnir hafa ekki verið viðhafðar til að varna tjóni. Eigendur eða umsjónarmenn skulu með hliðsjón af aðstæðum í Grindavíkurbæ hverju sinni grípa til viðeigandi ráðstafana, sem með sanngirni er unnt að ætlast til af þeim, til að fyrirbyggja eða takmarka tjón, m.a. með takmörkun birgðahalds og gerð flutningsáætlana.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Veiting styrkja.\nFjárhagsaðstoð Afurðasjóðs Grindavíkurbæjar er veiting styrkja sem stjórn sjóðsins ákveður hverju sinni í samræmi við fjárhag og stöðu sjóðsins. Stjórn sjóðsins leggur mat á styrkhæfi tjóns og ákveður styrkhlutfall. Stjórn sjóðsins er heimilt að ákveða styrkhlutfall og taka í því efni m.a. mið af rekstraráhættu, stærð félaga og umfangi tjóns. Eigin áhætta rekstraraðila er 10% af umfangi tjóns. Stjórn sjóðsins er heimilt að setja sér nánari vinnureglur um veitingu styrkja samkvæmt þessari grein.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Mat á tjóni.\nVið mat á tjóni skal taka mið af ástandi og raunverulegu verðmæti hins skemmda þegar tjónið varð. Telji stjórn þörf á skal aflað álits sérfróðs aðila á umfangi tjóns og verðmæti hins skemmda.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Umsóknir.\nUmsókn um styrk skal berast sjóðnum svo fljótt sem kostur er í kjölfar tjóns en eigi síðar en innan tveggja mánaða frá tjónsatburði. Umsókn skal vera skrifleg. Heimilt er að skilyrða að umsókn sé skilað í rafrænu umsóknarkerfi eða á eyðublöðum sem sjóðurinn gefur út. Ef vettvangi er spillt áður en sjóðnum gefst kostur á að leggja mat á tjónið skal stjórn synja umsókn.\nÍ umsókn skal koma fram hvert tjónið er og upplýsingar um umfang þess. Sjóðurinn getur krafist fyllri gagna frá umsækjanda sjálfum eða öðrum sem slíkar upplýsingar geta veitt ef ástæða þykir til. Lagaákvæði um þagnarskyldu takmarka ekki skyldu til afhendingar nauðsynlegra upplýsinga og gagna sem heimilt er að krefja einstaklinga, lögaðila og stjórnvöld um, þ.m.t. skattyfirvöld.\nUmsækjanda skal veittur hæfilegur frestur til að útvega þær upplýsingar sem nauðsynlegar eru til að unnt sé að taka afstöðu til styrkumsóknar. Ef umsækjandi veitir sjóðnum ekki umbeðnar upplýsingar innan tilskilins frests skal stjórn synja umsókn.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Reglugerðarheimild.\nRáðherra skal að fengnum tillögum stjórnar Afurðasjóðs Grindavíkurbæjar setja reglugerð með nánari ákvæðum um framkvæmd laga þessara.\nRg. 1145/2024.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Breytingar á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
