{
  "id": "54/2024",
  "type": "statute",
  "title": "Lög um Náttúrufræðistofnun og náttúrustofur",
  "status": "in_force",
  "issued_date": "2024-05-28",
  "url": "https://www.althingi.is/lagas/nuna/2024054.html",
  "description": "Tóku gildi 1. júlí 2024;",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Yfirstjórn og hlutverk.\nNáttúrufræðistofnun er ríkisstofnun undir yfirstjórn ráðherra.\nNáttúrufræðistofnun stundar undirstöðurannsóknir á náttúru Íslands, vinnur staðfræðilegar og landfræðilegar grunnupplýsingar um Ísland og rekur náttúrurannsóknastöð við Mývatn, sbr. lög um verndun Mývatns og Laxár í Suður-Þingeyjarsýslu.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forstjóri o.fl.\nVið Náttúrufræðistofnun skal starfa forstjóri skipaður af ráðherra til fimm ára í senn. Forstjóri skal hafa háskólamenntun sem nýtist í starfi. Forstjóri ber ábyrgð á starfsemi stofnunarinnar og annast rekstur hennar.\nForstjóri ber ábyrgð á:\n1. að stofnunin starfi í samræmi við lög, stjórnvaldsfyrirmæli og stefnu stjórnvalda,\n2. fjárreiðum stofnunarinnar og reikningshaldi,\n3. að fjármunir séu nýttir á árangursríkan hátt og í samræmi við ársáætlun,\n4. að rekstrarútgjöld og rekstrarafkoma séu í samræmi við fjárveitingar og gerð ársáætlunar fyrir stofnunina í heild,\n5. ráðningu starfsfólks og fer með yfirstjórn starfsmannamála.\nNáttúrufræðistofnun skal árlega gera áætlun um störf stofnunarinnar, birta skýrslu um starfsemi sína og setja sér stefnu til lengri tíma um starfsemi og meginverkefni stofnunarinnar í samræmi við ákvæði laga um opinber fjármál.\nII. kafli. Verkefni og starfsemi.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Verkefni.\nNáttúrufræðistofnun er ráðuneytinu og öðrum stjórnvöldum til ráðgjafar á fagsviðum stofnunarinnar. Stofnunin skal í starfsemi sinni vinna að lögbundnum markmiðum og stefnu stjórnvalda hverju sinni. Náttúrufræðistofnun skal eiga faglegt samstarf við háskóla, stofnanir, fyrirtæki og alþjóðleg samtök í samræmi við verkefni stofnunarinnar. Aðalverkefni Náttúrufræðistofnunar eru:\n1. að stunda vísindalegar rannsóknir á náttúru Íslands,\n2. að varðveita náttúrugripi, ritsmíðar og önnur gögn á vísindalegum heimildasöfnum og byggja upp aðgengilegt gagnasafn með sem fyllstum heimildum um íslenska náttúru,\n3. að skrá kerfisbundið einstaka þætti íslenskrar náttúru og sjá um gerð og útgáfu korta, m.a. um jarðfræði og útbreiðslu tegunda,\n4. að styðja við uppbyggingu sýningarsafna um náttúrufræði með upplýsingum og ráðgjöf og miðla þekkingu um íslenska náttúru til skóla, fjölmiðla og almennings,\n5. að leiðbeina um hóflega nýtingu náttúrulegra auðlinda og aðstoða með rannsóknum við mat á verndargildi vistkerfa og náttúruminja og áhrifum mannvirkjagerðar og annarrar landnotkunar á náttúruna,\n6. að vinna að rannsóknum á villtum stofnum spendýra og fugla,\n7. að sjá um fuglamerkingar og hefur stofnunin ein heimild til að láta merkja villta fugla á Íslandi,\n8. að greina frá niðurstöðum rannsókna í fræðslu- og vísindaritum,\n9. að skrá berg- og jarðgrunna landsins kerfisbundið,\n10. að skrá náttúruminjar, annast mat á verndargildi þeirra og hafa umsjón með C-hluta náttúruminjaskrár,\n11. að bera ábyrgð á vöktun lykilþátta íslenskrar náttúru að því marki sem hún er ekki falin öðrum stofnunum með lögum eða reglum settum á grundvelli þeirra,\n12. að annast uppbyggingu og viðhald viðmiðana og aðgengilegs landshnitakerfis og hæðarkerfis fyrir allt Ísland,\n13. að hafa frumkvæði að gerð og notkun staðla á sviði landupplýsinga,\n14. að gera og viðhalda landupplýsingum um:\na. vatnafar,\nb. yfirborð,\nc. vegi og samgöngur,\nd. örnefni úr örnefnagrunni,\ne. stjórnsýslumörk,\nf. mannvirki,\ng. hæðarlínur og hæðarpunkta,\n15. að fara með framkvæmd laga um grunngerð fyrir stafrænar landupplýsingar, þ.m.t. að sjá um rekstur, viðhald og tæknilega þróun landupplýsingagáttar,\n16. að skrá og viðhalda örnefnagrunni í samráði við Stofnun Árna Magnússonar í íslenskum fræðum; innihald gagnagrunnsins skal vera aðgengilegt gjaldfrjálst og almenningi skal gert kleift að skrá örnefni í grunninn,\n17. að gera og viðhalda stafrænum landupplýsingagrunnum í samráði við viðeigandi stjórnvöld,\n18. að sinna öðrum verkefnum samkvæmt sérlögum, stjórnvaldsfyrirmælum eða ákvörðun ráðherra.\nNáttúrufræðistofnun getur með leyfi ráðherra gerst aðili að sýningarsöfnum sem rekin eru af öðrum en ríkinu. Hún aðstoðar við gerð sýninga og henni er heimilt að lána til þeirra gripi úr vísindasöfnum sínum um lengri eða skemmri tíma.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Náttúrurannsóknastöðin við Mývatn.\nNáttúrufræðistofnun starfrækir Náttúrurannsóknastöðina við Mývatn sem hefur þau verkefni að stunda rannsóknir á náttúrufari Mývatns- og Laxársvæðisins, sbr. ákvæði laga um verndun Mývatns og Laxár í Suður-Þingeyjarsýslu. Afla skal vísindalegrar þekkingar sem nýtist við verndun svæðisins í víðum skilningi, en í því felst að fá yfirlit yfir náttúru þess og breytingar á henni, rannsaka orsakasamhengi í vistkerfi Mývatns og Laxár og kanna áhrif af umsvifum manna.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Náttúrustofur.\nRáðherra er heimilt að leyfa starfrækslu allt að átta náttúrustofa er starfa á vegum sveitarfélaga óháð kjördæmaskipan og skal um hverja stofu gera samning milli ráðherra og þeirra sveitarfélaga sem standa að náttúrustofu. Náttúrustofur og Náttúrufræðistofnun skulu hafa með sér samvinnu samkvæmt nánari ákvörðun þeirra hverju sinni.\nEitt eða fleiri sveitarfélög geta átt og rekið náttúrustofu með stuðningi ríkisins. Ábyrgð á rekstri og starfsemi náttúrustofu er hjá þeim sveitarfélögum sem gert hafa samning um rekstur hennar. Framlag ríkissjóðs til náttúrustofu er ákveðið í fjárlögum hverju sinni og miðast við fjárhæð sem nemur launum forstöðumanns í fullu starfi að viðbættri fjárhæð sem er allt að jafnhá þeirri fjárhæð og rennur hún til reksturs náttúrustofu. Framlag ríkissjóðs er háð því að fyrir liggi samningur um rekstur náttúrustofu, sbr. 1. mgr. Í samningi skal meðal annars kveðið á um aðsetur og starfssvæði náttúrustofu, skilgreind verkefni, framlag ríkissjóðs og fjárskuldbindingar sveitarfélaga vegna reksturs hennar sem skulu miðast við 30% af framlagi ríkisins.\nHelstu hlutverk náttúrustofu eru:\n1. að safna gögnum, varðveita heimildir um náttúrufar og stunda vísindalegar náttúrurannsóknir, einkum í þeim landshluta þar sem náttúrustofan starfar,\n2. að stuðla að æskilegri landnýtingu og náttúruvernd og veita fræðslu um umhverfismál og náttúrufræði og aðstoða við gerð náttúrusýninga,\n3. að veita náttúruverndarnefndum á starfssvæði stofunnar upplýsingar og ráðgjöf á verksviði stofunnar samkvæmt ákvörðun stjórnar náttúrustofu hverju sinni,\n4. að veita ráðgjöf, sinna rannsóknum og sjá um vöktun gegn greiðslu á verksviði stofunnar að beiðni sveitarfélaga, ríkis eða stofnana þeirra, einstaklinga, fyrirtækja eða annarra aðila,\n5. að annast almennt eftirlit með náttúru landsins samkvæmt náttúruverndarlögum, einkum í þeim landshluta þar sem náttúrustofan starfar; Umhverfisstofnun gerir samninga um slíkt eftirlit við náttúrustofur sem staðfestir eru af ráðherra.\nNáttúrustofur skulu fyrir lok apríl ár hvert skila skýrslu til ráðherra um starfsemi sína næstliðið ár ásamt ársreikningi.\nHeimilt er náttúrustofu að gerast aðili að sýningarsafni, en fjárhagur slíks safns og stofunnar skal vera aðskilinn.\nStjórn náttúrustofu skal skipuð að afloknum hverjum sveitarstjórnarkosningum. Sveitarfélag eða sveitarfélög sem starfrækja náttúrustofu skipa þrjá menn í stjórn og skal einn þeirra vera formaður. Varamenn skulu skipaðir á sama hátt. Stjórnin ræður forstöðumann, fjallar um árlega fjárhagsáætlun fyrir stofuna og fylgist með fjárhag hennar og starfsemi. Stjórnin getur sett gjaldskrá fyrir rannsóknir, vöktun og ráðgjöf á verksviði stofunnar, sbr. 4. tölul. 3. mgr.\nForstöðumaður náttúrustofu skal hafa háskólapróf í náttúrufræði eða þekkingu sem meta má til jafns við það. Hann er í fyrirsvari fyrir stofuna í heild, stjórnar daglegum rekstri hennar og ræður að henni annað starfslið með samþykki stjórnar, eftir því sem fé er veitt til hverju sinni.\nIII. kafli. Gjaldtaka.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Sala á þjónustu og gjaldskrá.\nNáttúrufræðistofnun er heimilt að afla sér tekna með sölu á sérhæfðri ráðgjöf og þjónustu við vinnslu og afgreiðslu gagna sem eru í vörslu stofnunarinnar. Stofnuninni er jafnframt heimilt að taka gjald til að standa straum af rekstrarkostnaði fyrir rannsóknir og sérhæfða ráðgjöf sem falla undir verkefnasvið stofnunarinnar, þ.m.t. greiningu vegna inn- og útflutnings á dýrum og plöntum sem heyra undir samning um alþjóðaverslun með tegundir villtra dýra og plantna sem eru í útrýmingarhættu, eftirlit vegna rannsókna og nýtingar á hveraörverum samkvæmt lögum um rannsóknir og nýtingu á auðlindum í jörðu, leyfisveitingar vegna útflutnings á náttúruminjum og fyrir greiningar á náttúrusýnum.\nStofnuninni er heimilt að veita viðtöku fjárframlögum, vísindastyrkjum, vísindalegum eintökum, náttúrugripum og sambærilegum gjöfum frá einstaklingum eða öðrum.\nRáðherra setur, að fengnum tillögum stofnunarinnar, gjaldskrá fyrir veitta þjónustu og afgreiðslu gagna og skal hún birt í B-deild Stjórnartíðinda. Gjaldskrá skal taka mið af kostnaði við þjónustu og framkvæmd einstakra verkefna þannig að mætt sé öllum kostnaði sem af hlýst.\nIV. kafli. Miðlun upplýsinga og höfundaréttur.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Miðlun og varðveisla upplýsinga og afnotaréttur.\nNáttúrufræðistofnun skal eiga aðgang að vísindalegum upplýsingum sem opinberar stofnanir geta látið í té og varða starfssvið hennar. Skýrslur íslenskra og erlendra vísindamanna um rannsóknir á náttúru landsins skulu varðveittar í heimildasafni stofnunarinnar.\nSkylt er stofnuninni að varðveita vísindalegar upplýsingar og niðurstöður rannsókna í aðgengilegu formi.\nNáttúrufræðistofnun miðlar upplýsingum og veitir aðgang að gögnum sem eru í vörslu stofnunarinnar enda brjóti afhending þeirra ekki gegn lögvernduðum rétti þriðja aðila. Ef um er að ræða frumgögn sem eiga uppruna utan stofnunarinnar skal samið um frekari dreifingu við upprunaaðila.\nHeimilt er að veita afnotarétt af öllum upplýsingum á sviði landmælinga og kortagerðar sem eru í vörslu stofnunarinnar að því tilskildu að uppruna sé getið og að áreiðanleiki upplýsinga sé tryggður.\nGrunngögn um íslenska náttúru í vörslu stofnunarinnar, svo sem um fuglamerkingar og endurheimtur, upplýsingar um dreifingu plantna og dýra, sem og skrásett safnaeintök, skulu vera aðgengileg vísindamönnum til frekari rannsókna og flokkuð á samræmdan hátt.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Höfundaréttur.\nRíkið er eigandi að öllum réttindum sem Náttúrufræðistofnun öðlast og hefur eignast.\nNáttúrufræðistofnun gætir hagsmuna ríkisins á sviði höfunda- og afnotaréttar á öllu því efni sem hún hefur eignast, unnið eða gefið út í sambandi við rannsóknir, mælingar, kort, myndir eða annað efni. Ríkið á höfundarétt að gögnum sem starfsmenn vinna á vegum stofnunarinnar nema um annað sé samið. Um höfundarétt gilda að öðru leyti höfundalög.\nV. kafli. Almenn ákvæði.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Frjáls för um landið við söfnun náttúrugripa og uppsetningu mælingapunkta.\nStarfsfólki Náttúrufræðistofnunar og náttúrustofa sem stundar almennar náttúrurannsóknir og söfnun náttúrugripa og annarra heimilda um náttúruna á vegum hins opinbera skal frjáls för um landareignir. Skylt er einnig að heimila þá för um landareignir og uppsetningu mælingapunkta sem nauðsynleg getur talist við framkvæmd laga þessara. Ber að sýna landeiganda tillitssemi og valda ekki ónæði að þarflausu.\nStarfsfólki Náttúrufræðistofnunar er heimilt að safna náttúrugripum í þágu stofnunarinnar hvar sem er án þess að endurgjald komi fyrir. Þetta gildir þó ekki ef um er að ræða náttúrugripi sem fémætir eru fyrir landeiganda eða aðra rétthafa lands.\nNú leiðir rannsókn í ljós verðmæti sem áður voru ókunn og ber þá rannsakanda að tilkynna það rétthafa lands þar sem verðmætin eru.\nNáttúrugripi má ekki flytja úr landi nema með leyfi Náttúrufræðistofnunar og með þeim skilyrðum sem stofnunin setur hverju sinni. Sama á við um örverur sem eiga uppruna sinn á jarðhitasvæðum og erfðaefni þeirra.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Reglugerðarheimild.\nRáðherra er með reglugerð heimilt að setja nánari ákvæði um verkefni og starfsemi Náttúrufræðistofnunar að fengnum tillögum stofnunarinnar, þ.m.t. um:\n1. varðveislu vísindalegra upplýsinga og niðurstaðna rannsókna og aðgang að þeim,\n2. viðmiðun ISN2016, grunnstöðvanet og mælistöðvar til notkunar við landmælingar og kortagerð,\n3. innihald landfræðilegs gagnasafns um Ísland,\n4. landshæðarkerfi Íslands,\n5. náttúrurannsóknir við Mývatn.\nRáðherra setur í reglugerð, að höfðu samráði við Náttúrufræðistofnun, nánari ákvæði um skipulag Náttúrufræðistofnunar, þ.m.t. staðsetningu starfsstöðva hennar, með það að markmiði að fjölga störfum á landsbyggðinni.\nRáðherra er með reglugerð heimilt að setja nánari ákvæði um skipulag og starfsemi náttúrustofa.\nRáðherra setur nánari reglur um framkvæmd ákvæða um miðlun og varðveislu upplýsinga skv. 7. gr. að fengnum tillögum forstjóra Náttúrufræðistofnunar.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gildistaka o.fl.\nLög þessi öðlast gildi 1. júlí 2024 og skulu Landmælingar Íslands og Náttúrurannsóknastöðin við Mývatn þá flytjast til Náttúrufræðistofnunar Íslands, sem mun frá sama tíma bera heitið Náttúrufræðistofnun. ... Lög um Náttúrufræðistofnun Íslands og náttúrustofur, nr. 60/1992, og lög um landmælingar og grunnkortagerð, nr. 103/2006, falla úr gildi 1. október 2024 og frá sama tíma eru embætti forstjóra Landmælinga Íslands og forstöðumanns Náttúrurannsóknastöðvarinnar við Mývatn lögð niður.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nStarfsfólk Landmælinga Íslands og Náttúrurannsóknastöðvarinnar við Mývatn, sem er í starfi við gildistöku laga þessara, verður starfsfólk Náttúrufræðistofnunar. Starfsfólk þessara stofnana verður starfsfólk Náttúrufræðistofnunar með sömu ráðningarkjörum og áður giltu.\nÁkvæði 7. gr. laga um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996, gilda ekki um ráðstöfun starfa samkvæmt þessu ákvæði.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
