{
  "id": "100/2024",
  "type": "statute",
  "title": "Lög um skák",
  "status": "in_force",
  "issued_date": "2024-07-04",
  "url": "https://www.althingi.is/lagas/nuna/2024100.html",
  "description": "Tóku gildi 1. febrúar 2025 nema brbákv. sem tók gildi 11. júlí 2024.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gildissvið.\nLög þessi gilda um stuðning ríkisins við skák og skákhreyfinguna á Íslandi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Markmið.\nMarkmið laga þessara er að styðja við starfsemi í skák hér á landi, styrkja efnilegt skákfólk sem stefnir að alþjóðlegum árangri, efla starfsemi á sviði afreksmála og bæta árangur keppnisfólks í skák.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Framlög vegna skákmála.\nFramlög ríkisins vegna skákmála eru ákveðin í fjárlögum ár hvert. Þeim skal varið í afrekssjóð í skák, sbr. II. kafla, og í stuðning sem ráðstafað er til skákhreyfingarinnar á grundvelli samnings eða samninga, þ.m.t. til að annast skákþjálfun og fræðslu sem miðar að því að efla skákiðkun hér á landi.\nII. kafli. Afrekssjóður í skák.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Starfræksla og stjórn.\nRáðherra ber ábyrgð á starfrækslu afrekssjóðs í skák og úthlutar styrkjum úr sjóðnum.\nRáðherra skipar þrjá fulltrúa í stjórn afrekssjóðs í skák til þriggja ára í senn, tvo samkvæmt tilnefningum skákhreyfingarinnar og einn án tilnefningar. Varafulltrúar skulu skipaðir með sama hætti. Ráðherra skipar formann og varaformann úr hópi aðalfulltrúa en stjórn skiptir að öðru leyti með sér verkum. Ekki er heimilt að skipa sama einstakling aðalfulltrúa í stjórn lengur en tvö samfelld starfstímabil. Við skipan í stjórn afrekssjóðs í skák skal gætt að því að hlutfall kynja sé sem jafnast.\nHlutverk stjórnar er m.a. að:\na. gera tillögu til ráðherra um stefnu við úthlutun styrkja úr sjóðnum til þriggja ára í senn,\nb. gera tillögu til ráðherra um styrkveitingar úr sjóðnum, sbr. 5. gr.,\nc. fylgjast með því að skákfólk sem fær úthlutað úr sjóðnum fari eftir skilmálum úthlutunar og gera ráðherra viðvart ef svo er ekki.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Styrkveitingar.\nStyrkir úr afrekssjóði í skák skulu veittir afreksskákfólki og efnilegu skákfólki sem stefnir að alþjóðlegum árangri. Styrkir skulu veittir til skilgreindra verkefna og taka mið af væntum árangri umsækjanda það árið. Styrkjum er úthlutað einu sinni á ári og skulu veittir í þrjá til tólf mánuði í senn. Í undantekningartilfellum er heimilt að veita styrki í styttri eða lengri tíma en þó aldrei lengur en þrjú ár.\nStyrkveitingar skulu vera í samræmi við reglugerð sem ráðherra setur, þriggja ára stefnu um úthlutun og áherslur sem ákveðnar eru ár hvert vegna úthlutunar styrkja úr sjóðnum. Til að bæta stöðu og auka möguleika kvenna í skák er heimilt að setja mismunandi skilyrði styrkveitinga fyrir kynin.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Málsmeðferð.\nRáðherra auglýsir ár hvert eftir umsóknum um styrki úr afrekssjóði í skák. Í auglýsingu skal gera grein fyrir skilyrðum og áherslum úthlutunar ásamt viðmiðunarfjárhæðum.\nStjórn afrekssjóðs í skák tekur umsóknir um styrki til meðferðar og gerir tillögu til ráðherra um úthlutun úr sjóðnum. Ráðherra ákveður afgreiðslu umsókna og tilkynnir umsækjendum um hana. Ráðherra getur falið stjórn afrekssjóðsins að gera samning við hvern umsækjanda þar sem fram koma skilyrði fyrir styrkveitingu. Heimilt er að binda styrkveitingar úr sjóðnum skilyrðum.\nÞeir sem fá styrki úr afrekssjóði í skák skulu gera stjórn sjóðsins grein fyrir framvindu verkefna og ráðstöfun fjár samkvæmt nánari skilyrðum úthlutunar. Verði misbrestur á, eða séu önnur skilyrði fyrir styrkveitingu ekki uppfyllt, er heimilt að krefjast endurgreiðslu styrks og/eða stöðva greiðslur úr sjóðnum.\nÁkvarðanir sem teknar eru á grundvelli laga þessara eru endanlegar á stjórnsýslustigi. Réttur til rökstuðnings samkvæmt stjórnsýslulögum gildir ekki um ákvarðanir um veitingu styrkja úr afrekssjóði í skák.\nIII. kafli. Ýmis ákvæði.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Reglugerðarheimild.\nRáðherra setur reglugerð um afrekssjóð í skák þar sem m.a. er kveðið á um vörslu sjóðsins, stjórn hans og skipulag og reglur um úthlutun.\nRg. 1325/2024.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. febrúar 2025. Ákvæði til bráðabirgða öðlast þó þegar gildi.\n...\nÁkvæði til bráðabirgða.\nStörf stórmeistara í skák eru lögð niður frá 31. janúar 2025. Um réttindi og skyldur starfsmanna, þ.m.t. um biðlaunarétt, fer samkvæmt lögum um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996. Stórmeistari í skák, sem gegndi starfi og fékk laun á grundvelli laga nr. 58/1990, nýtur forgangs til styrkja úr afrekssjóði í skák sem veittir verða árið 2025.\nRáðherra er heimilt að skipa stjórn afrekssjóðs í skák og gera aðrar ráðstafanir svo að fyrsta úthlutun styrkja úr afrekssjóði í skák geti farið fram 1. febrúar 2025.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    }
  ]
}
