{
  "id": "88/2024",
  "type": "statute",
  "title": "Lög um Mannréttindastofnun Íslands",
  "status": "in_force",
  "issued_date": "2024-07-04",
  "url": "https://www.althingi.is/lagas/nuna/2024088.html",
  "description": "Tóku gildi 1. maí 2025 nema brbákv. I og III sem tóku gildi 11. júlí 2024; i–l-liður 1. tölul. 12. gr. og brbákv. II tóku gildi 1. jan. 2025, sbr. <a href=\"/altext/stjt/2024.138.html\">l. 138/2024</a>.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Mannréttindastofnun Íslands.\nMannréttindastofnun Íslands starfar á vegum Alþingis. Meginhlutverk hennar er að efla og vernda mannréttindi á Íslandi, eins og þau eru skilgreind í stjórnarskrá, lögum, alþjóðasamningum og öðrum alþjóðlegum skuldbindingum.\nMannréttindastofnun Íslands er sjálfstæð í störfum sínum og óháð fyrirmælum frá öðrum, þ.m.t. Alþingi.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hlutverk.\nMannréttindastofnun Íslands skal vinna að því að opinberir aðilar og einkaaðilar virði mannréttindi á öllum sviðum samfélagsins.\nVerkefni Mannréttindastofnunar Íslands eru m.a. eftirfarandi:\na. Vera opinberum aðilum og eftir atvikum einkaaðilum til ráðgjafar um eflingu og vernd mannréttinda.\nb. Hafa eftirlit með framkvæmd laga og alþjóðlegra skuldbindinga Íslands á sviði mannréttinda og eftir atvikum koma með ábendingar varðandi fullgildingu eða aðild að alþjóðlegum skuldbindingum sem eru til þess fallnar að tryggja mannréttindi.\nc. Fjalla um ástand mannréttindamála í landinu, vekja athygli Alþingis og stjórnvalda á hugsanlegum mannréttindabrotum og koma með tillögur að úrbótum.\nd. Eiga samstarf við innlendar, erlendar og alþjóðlegar stofnanir og samtök á sviði mannréttinda og stuðla að samhæfingu.\ne. Skýrslugjöf til alþjóðlegra eftirlitsaðila á sviði mannréttinda.\nf. Hvetja til, stuðla að og taka þátt í rannsóknum, fræðslu og opinberri umræðu um mannréttindi.\ng. Veita einstaklingum sem til hennar leita leiðbeiningar, ráðgjöf og aðstoð á sviði mannréttinda, svo sem með því að leiðbeina um innlendar og alþjóðlegar kæruleiðir.\nMannréttindastofnun Íslands tekur ekki ákvarðanir í einstökum málum.\nMannréttindastofnun Íslands hefur eftirlit með framkvæmd samnings Sameinuðu þjóðanna um réttindi fatlaðs fólks, í samræmi við 2. mgr. 33. gr. samningsins.\nMannréttindastofnun Íslands sinnir réttindagæslu fyrir fatlað fólk, sbr. 9. gr.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stjórn.\nAlþingi kýs fimm einstaklinga í stjórn Mannréttindastofnunar Íslands og jafnmarga til vara til fjögurra ára í senn.\nEf stjórnarmaður andast eða verður af öðrum sökum ófær um að gegna starfi sínu skal Alþingi kjósa stjórnarmann að nýju. Sama hátt skal hafa á ef stjórnarmaður lætur af störfum að eigin ósk eða tveir þriðju hlutar þingmanna samþykkja að víkja honum úr stjórninni.\nÞau sem eiga sæti í stjórn skulu hafa sérþekkingu á mismunandi fagsviðum sem tengjast starfsemi stofnunarinnar, þar á meðal a.m.k. þrír lögfræðingar með sérþekkingu á mannréttindum. Við kosningu skal þess gætt að hlutfall kvenna og karla sé sem jafnast og ekki minna en 40% þegar um fleiri en þrjá fulltrúa er að ræða. Það kemur ekki í veg fyrir kosningu fólks með hlutlausa skráningu kyns í þjóðskrá. Hlutfall kvenna skal þó aldrei vera minna en 40%. Ekki er heimilt að kjósa þingmenn eða ráðherra í stjórn. Engan má kjósa í stjórn oftar en þrisvar í röð. Við kosningu í stjórn skal tryggja að ekki séu fleiri en þrír nýir fulltrúar kjörnir á hverjum tíma.\nStjórn Mannréttindastofnunar Íslands skiptir með sér verkum og skal kjósa um það hver skuli vera formaður og varaformaður. Hlutverk stjórnar er að móta áherslur í starfi í samráði við framkvæmdastjóra og fylgjast með starfsemi og rekstri stofnunarinnar.\nForsætisnefnd Alþingis ákveður þóknun fyrir setu í stjórn Mannréttindastofnunar Íslands.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Framkvæmdastjóri.\nStjórn Mannréttindastofnunar Íslands skipar framkvæmdastjóra stofnunarinnar til fimm ára í senn. Framkvæmdastjóri skal hafa lokið háskólaprófi og búa yfir þekkingu og reynslu á sviði mannréttinda. Við skipun framkvæmdastjóra skal fylgja reglum stjórnsýsluréttar. Skipa má framkvæmdastjóra að nýju til fimm ára án auglýsingar en ekki oftar.\nFramkvæmdastjóri annast daglega starfsemi og rekstur Mannréttindastofnunar Íslands og kemur fram fyrir hennar hönd. Framkvæmdastjóri tekur ákvarðanir fyrir hönd stofnunarinnar en skal bera meiri háttar efnislegar eða stefnumótandi ákvarðanir undir stjórn.\nStjórn Mannréttindastofnunar Íslands ákveður laun og önnur starfskjör framkvæmdastjóra. Framkvæmdastjóra er óheimilt að hafa með höndum önnur launuð störf eða verkefni sem ekki samrýmast starfi hans.\nEinungis er heimilt að víkja framkvæmdastjóra úr embætti ef hann er talinn hafa brotið alvarlega gegn starfsskyldum sínum og þurfa þá fjórir af fimm fulltrúum í stjórn að samþykkja það.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Starfsfólk.\nFramkvæmdastjóri ræður starfsfólk Mannréttindastofnunar Íslands. Framkvæmdastjóra er heimilt að ráða sérfræðinga til að vinna að einstökum verkefnum og gera samninga við stofnanir eða samtök um einstök verkefni.\nLög um réttindi og skyldur starfsmanna ríkisins gilda um starfsfólk Mannréttindastofnunar Íslands. Forseti Alþingis gerir kjarasamninga við starfsmenn Mannréttindastofnunar Íslands, sbr. 3. mgr. 3. gr. laga um kjarasamninga opinberra starfsmanna, nr. 94/1986.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ráðgjafarnefnd.\nStjórn Mannréttindastofnunar Íslands skal skipa ráðgjafarnefnd hagsmunaaðila til þriggja ára í senn. Í ráðgjafarnefndinni skulu vera a.m.k. tólf einstaklingar sem endurspegla sem fjölbreyttastan hóp hagsmunaaðila. Veita skal viðeigandi stuðning og aðlögun til að tryggja sem jöfnust tækifæri til setu í nefndinni.\nStjórn Mannréttindastofnunar Íslands skal auglýsa opinberlega eftir fulltrúum í ráðgjafarnefndina. Fulltrúar eftirfarandi aðila skulu þó ávallt eiga sæti í nefndinni:\na. Mannréttindastofnunar Háskóla Íslands.\nb. Rauða krossins á Íslandi.\nc. Íslandsdeildar Amnesty International.\nd. Barnaheilla – Save the Children á Íslandi.\ne. Kvenréttindafélags Íslands.\nf. Landssamtakanna Þroskahjálpar.\ng. Samtakanna '78.\nh. ÖBÍ réttindasamtaka.\ni. Geðhjálpar.\nj. Umboðsmanns Alþingis.\nRáðgjafarnefnd styður Mannréttindastofnun Íslands í störfum sínum með ráðgjöf, upplýsingagjöf og umsögnum eftir því sem þörf krefur.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Upplýsingaöflun og eftirlit.\nStofnunum, fyrirtækjum og félagasamtökum er skylt að veita Mannréttindastofnun Íslands allar þær upplýsingar og skriflegar skýringar sem stofnunin telur nauðsynlegar til þess að geta sinnt hlutverki sínu, sbr. 2. gr. Þá getur Mannréttindastofnun Íslands krafist afhendingar á skýrslum, skjölum, bókunum og öllum öðrum gögnum sem varða eftirlit hennar. Heimild þessi tekur einnig til rafrænna gagna. Gögn skulu afhent stofnuninni að kostnaðarlausu. Stofnunin getur ekki krafist upplýsinga sem varða öryggi ríkisins eða utanríkismál sem leynt skulu fara nema með leyfi ráðherra þess sem í hlut á.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Skýrsla.\nMannréttindastofnun Íslands skal gefa Alþingi árlega skýrslu um starfsemi sína og framkvæmd mannréttindamála á liðnu almanaksári. Skýrsluna skal birta opinberlega fyrir 1. október ár hvert.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Réttindagæslumenn fatlaðs fólks.\nInnan Mannréttindastofnunar Íslands skulu starfa réttindagæslumenn fatlaðs fólks. Framkvæmdastjóri Mannréttindastofnunar ræður réttindagæslumenn.\nRéttindagæslumenn skulu hafa þekkingu og reynslu af réttindum fatlaðs fólks. Leitast skal við að ráða réttindagæslumenn sem hafa menntun sem nýtist þeim í starfi. Réttindagæslumaður má ekki sinna störfum sem teljast ósamrýmanleg starfi réttindagæslumanns.\nEf um er að ræða fatlað barn skal réttindagæslumaður ávallt hafa það sem er barninu fyrir bestu að leiðarljósi í störfum sínum. Hann skal hlusta á skoðanir barnsins og taka réttmætt tillit til þeirra í samræmi við aldur og þroska barnsins.\nUm hlutverk réttindagæslumanna fer samkvæmt lögum um réttindagæslu fyrir fatlað fólk.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Þagnarskylda.\nFulltrúum í stjórn og ráðgjafarnefnd og framkvæmdastjóra Mannréttindastofnunar Íslands ber að gæta þagnarskyldu um atvik sem þeim verða kunn í starfinu og leynt eiga að fara vegna lögmætra almanna- eða einkahagsmuna. Sama gildir um starfsfólk stofnunarinnar, þar á meðal réttindagæslumenn fatlaðs fólks og aðra sem starfa í hennar þágu. Þagnarskylda helst þótt látið sé af starfi eða verki lokið.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Gildistaka.\n[Lög þessi öðlast gildi 1. maí 2025. Ákvæði i–l-liðar 1. tölul. 12. gr. og ákvæði til bráðabirgða II öðlast gildi 1. janúar 2025.]\nL. 138/2024, 1. gr.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nSkilyrði 3. mgr. 3. gr., um að ekki skuli kjósa fleiri en þrjá nýja fulltrúa í stjórn á hverjum tíma, á ekki við þegar kosið er í stjórn í fyrsta sinn [til fjögurra ára]. Þegar kosið er í stjórn í annað sinn skulu að lágmarki tveir og að hámarki þrír fulltrúar í stjórn vera kjörnir til fjögurra ára til viðbótar.\nL. 138/2024, 2. gr.\nII.\nStörf réttindagæslumanna og annars starfsfólks réttindagæslu fyrir fatlað fólk sem er með ráðningarsamband við félags- og vinnumarkaðsráðuneytið eru lögð niður frá 1. janúar 2025. Um réttindi og skyldur starfsfólks fer samkvæmt lögum um réttindi og skyldur starfsmanna ríkisins, nr. 70/1996.\nIII.\n[Við samþykkt laga þessara skal hefja undirbúning að stofnun Mannréttindastofnunar Íslands, þar á meðal skal Alþingi kjósa fimm einstaklinga í stjórn til eins árs svo skjótt sem verða má og eigi síðar en fyrir lok 155. löggjafarþings. Skilyrði 3. mgr. 3. gr., um að ekki skuli kjósa fleiri en þrjá nýja fulltrúa í stjórn á hverjum tíma, á ekki við um kosningu samkvæmt þessu ákvæði.\nStjórn Mannréttindastofnunar Íslands skal halda stjórnskipunar- og eftirlitsnefnd upplýstri með reglubundnum hætti um framgang undirbúnings að stofnun Mannréttindastofnunar Íslands.]\nL. 138/2024, 3. gr.\n[IV.\nFrá samþykkt laga þessara og fram til 1. maí 2025 skal það ráðuneyti sem fer með málefni réttindagæslu fyrir fatlað fólk tryggja að ekki verði rof á þjónustu réttindagæslu fyrir fatlað fólk. Ráðuneytið skal tryggja samfellda þjónustu, m.a. með ráðningu starfsfólks tímabundið til að sinna réttindagæslu fatlaðs fólks og gerð tímabundins þjónustusamnings við Mannréttindaskrifstofu Íslands.]\nL. 138/2024, 4. gr.\n[V.\nFrá 1. maí 2025 færast skjöl sem varða störf réttindagæslumanna fatlaðs fólks til Mannréttindastofnunar Íslands.]\nL. 138/2024, 4. gr.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
