{
  "id": "27/2025",
  "type": "statute",
  "title": "Lög um greiðslur yfir landamæri í evrum",
  "status": "in_force",
  "issued_date": "2025-06-02",
  "url": "https://www.althingi.is/lagas/nuna/2025027.html",
  "description": "Tóku gildi 7. júní 2025.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Lögfesting.\nÁkvæði reglugerðar Evrópuþingsins og ráðsins (ESB) 2021/1230 frá 14. júlí 2021 um greiðslur yfir landamæri í Sambandinu (kerfisbinding), sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 69 frá 19. september 2024, bls. 700–711, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 170/2024 frá 5. júlí 2024, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 76 frá 17. október 2024, bls. 36–37, og bókun 1 um altæka aðlögun við EES- samninginn, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest.\nÁkvæði reglugerðar Evrópuþingsins og ráðsins (ESB) nr. 260/2012 frá 14. mars 2012 um að koma á tæknilegum og viðskiptalegum kröfum fyrir millifærslur fjármuna og beingreiðslur í evrum og um breytingu á reglugerð (EB) nr. 924/2009, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 56 frá 10. október 2013, bls. 133–148, skulu hafa lagagildi hér á landi með þeim aðlögunum sem leiðir af ákvörðun sameiginlegu EES-nefndarinnar nr. 86/2013 frá 3. maí 2013, sem er birt í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 61 frá 31. október 2013, bls. 58–59, og bókun 1 um altæka aðlögun við EES- samninginn, sbr. lög um Evrópska efnahagssvæðið, nr. 2/1993, þar sem bókunin er lögfest, með breytingum samkvæmt reglugerð Evrópuþingsins og ráðsins (ESB) nr. 248/2014 frá 26. febrúar 2014 um breytingu á reglugerð (ESB) nr. 260/2012 um umskipti yfir í millifærslur fjármuna og beingreiðslur á vettvangi Sambandsins, sem birt er í EES-viðbæti við Stjórnartíðindi Evrópusambandsins nr. 8 frá 5. febrúar 2015, bls. 594–596.\nÍ lögum þessum er vísað til reglugerða (ESB) 2021/1230 og (ESB) nr. 260/2012 með aðlögunum og breytingum skv. 1. og 2. mgr. sem reglugerða (ESB) 2021/1230 og (ESB) nr. 260/2012.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skýring hugtaka.\nEftirfarandi hugtök í reglugerð (ESB) 2021/1230 hafa svofellda merkingu:\n1. Ákvæði tilskipunar (ESB) 2015/2366: Ákvæði laga um greiðsluþjónustu.\n2. Einstaklingar eða lögaðilar sem um getur í 32. gr. tilskipunar (ESB) 2015/2366: Greiðsluþjónustuveitandi skv. g-lið 23. tölul. 3. gr., sbr. 34. gr., laga um greiðsluþjónustu, nr. 114/2021.\n3. Flokkar lögaðila sem um getur í 1. mgr. 1. gr. tilskipunar (ESB) 2015/2366: Greiðsluþjónustuveitandi skv. a–f-lið 23. tölul. 3. gr. laga um greiðsluþjónustu, nr. 114/2021.\n4. Gjald við umreikning gjaldmiðils skv. 2. mgr. 59. gr. tilskipunar (ESB) 2015/2366: Gjald við umreikning gjaldmiðils skv. 2. mgr. 45. gr. laga um greiðsluþjónustu, nr. 114/2021.\n5. Kröfur um upplýsingar sem mælt er fyrir um í 1. mgr. 45. gr., 3. lið 52. gr. og 2. mgr. 59. gr. tilskipunar (ESB) 2015/2366: Upplýsingar og skilmálar skv. 2. mgr. 45. gr., 1. mgr. 49. gr. og 3. tölul. 54. gr. laga um greiðsluþjónustu, nr. 114/2021.\n6. Millifærsla fjármuna samkvæmt tilskipun (ESB) 2015/2366: Millifærsla fjármuna skv. 27. tölul. 3. gr. laga um greiðsluþjónustu, nr. 114/2021.\n7. Rafeyrir skv. 2. lið 2. gr. tilskipunar 2009/110/EB: Rafeyrir skv. 5. tölul. 4. gr. laga um útgáfu og meðferð rafeyris, nr. 17/2013.\nEftirfarandi hugtök í reglugerð (ESB) nr. 260/2012 hafa svofellda merkingu:\n1. Flokkar sem um getur í 1. mgr. 1. gr. tilskipunar 2007/64/EB: Greiðsluþjónustuveitandi skv. a–f-lið 23. tölul. 3. gr. laga um greiðsluþjónustu, nr. 114/2021.\n2. Greiðslukerfi sem tilgreind eru í tilskipun 98/26/EB: Kerfi samkvæmt lögum um öryggi fyrirmæla í greiðslukerfum og verðbréfauppgjörskerfum.\n3. Lögaðilar og einstaklingar sem um getur í 26. gr. tilskipunar 2007/64/EB: Greiðsluþjónustuveitandi skv. g-lið 23. tölul. 3. gr., sbr. 34. gr., laga um greiðsluþjónustu, nr. 114/2021.\n4. Peningasendingar skv. 13. lið 4. gr. tilskipunar 2007/64/EB: Peningasending skv. 30. tölul. 3. gr. laga um greiðsluþjónustu, nr. 114/2021.\n5. Rafeyrir skv. 2. lið 2. gr. tilskipunar 2009/110/EB: Rafeyrir skv. 5. tölul. 4. gr. laga um útgáfu og meðferð rafeyris, nr. 17/2013.\n6. Samstarf lögbærra yfirvalda skv. 24. gr. tilskipunar 2007/64/EB: Samstarf lögbærra yfirvalda skv. 32. gr. laga um greiðsluþjónustu, nr. 114/2021.\n7. Skuldbindingar samkvæmt landslögum um framkvæmd tilskipunar 95/46/EB: Ákvæði laga um persónuvernd og vinnslu persónuupplýsinga.\n8. Upplýsingagjöf greiðsluþjónustuveitanda í samræmi við 41. og 42. gr. tilskipunar 2007/64/EB: Upplýsingagjöf greiðsluþjónustuveitanda skv. 53. og 54. gr. laga um greiðsluþjónustu, nr. 114/2021.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Eftirlit og eftirlitsheimildir.\nSeðlabanki Íslands er lögbært yfirvald hér á landi í skilningi laga þessara og fer Fjármálaeftirlitið með þau verkefni sem því yfirvaldi eru falin.\nFjármálaeftirlitið annast eftirlit samkvæmt lögum þessum. Um eftirlitið fer samkvæmt ákvæðum laga þessara og laga um opinbert eftirlit með fjármálastarfsemi.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Stjórnvaldssektir.\nFjármálaeftirlitið getur lagt stjórnvaldssektir á greiðsluþjónustuveitanda sem brýtur gegn eftirtöldum ákvæðum reglugerðar (ESB) 2021/1230 og reglugerðar (ESB) nr. 260/2012:\n1. 3. gr. reglugerðar (ESB) 2021/1230 um gjöld sem greiðsluþjónustuveitandi leggur á notanda greiðsluþjónustu.\n2. 4. gr. reglugerðar (ESB) 2021/1230 um skyldu greiðsluþjónustuveitanda til að birta notanda greiðsluþjónustu upplýsingar um gjöld vegna umreiknings gjaldmiðils í tengslum við kortatengdar greiðslur.\n3. 5. gr. reglugerðar (ESB) 2021/1230 um skyldu greiðsluþjónustuveitanda til að birta notanda greiðsluþjónustu upplýsingar um gjöld vegna umreiknings gjaldmiðils í tengslum við millifærslu fjármuna.\n4. 6. gr. reglugerðar (ESB) 2021/1230 um skyldu greiðsluþjónustuveitanda til að greiða fyrir sjálfvirkni greiðslna og heimild hans til innheimtu viðbótargjalda.\n5. 3. gr. reglugerðar (ESB) nr. 260/2012 um aðgengi að greiðsluþjónustuveitanda vegna greiðslna og beingreiðslna yfir landamæri.\n6. 4. gr. reglugerðar (ESB) nr. 260/2012 um þau skilyrði sem greiðslufyrirkomulag sem greiðsluþjónustuveitandi ætlar sér að nota þarf að uppfylla.\n7. 5. gr. reglugerðar (ESB) nr. 260/2012 um kröfur til greiðsluþjónustuveitanda varðandi millifærslur fjármuna og beingreiðslufærslur.\n8. 8. gr. reglugerðar (ESB) nr. 260/2012 um hvenær greiðsluþjónustuveitanda er heimilt að leggja á millibankagjöld fyrir beingreiðslufærslur.\n9. 9. gr. reglugerðar (ESB) nr. 260/2012 um aðgengi að greiðslum.\nSektir geta numið frá 500 þús. kr. til 800 millj. kr. en geta þó verið hærri eða allt að 10% af heildarveltu samkvæmt síðasta samþykkta ársreikningi greiðsluþjónustuveitandans eða 10% af síðasta samþykkta samstæðureikningi ef greiðsluþjónustuveitandinn er hluti af samstæðu.\nÞrátt fyrir 2. mgr. er heimilt að ákvarða stjórnvaldssekt sem nemur allt að tvöfaldri þeirri fjárhæð sem fjárhagslegur ávinningur greiðsluþjónustuveitanda af brotinu nemur eða tapi sem forðað er með broti.\nÁkvarðanir Fjármálaeftirlitsins um stjórnvaldssektir eru aðfararhæfar. Sektir renna í ríkissjóð að frádregnum kostnaði við innheimtuna. Séu stjórnvaldssektir ekki greiddar innan mánaðar frá ákvörðun Fjármálaeftirlitsins skal greiða dráttarvexti af fjárhæð sektarinnar. Um ákvörðun og útreikning dráttarvaxta fer eftir lögum um vexti og verðtryggingu.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Saknæmi.\nStjórnvaldssektum verður beitt óháð því hvort brot eru framin af ásetningi eða gáleysi.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ákvörðun stjórnvaldssekta.\nVið ákvörðun stjórnvaldssekta skal tekið tillit til allra atvika sem máli skipta, þ.m.t. eftirfarandi atriða eftir því sem við á:\na. alvarleika brots,\nb. hvað brotið hefur staðið yfir lengi,\nc. ábyrgðar hins brotlega,\nd. fjárhagsstöðu hins brotlega, sér í lagi með hliðsjón af heildarársveltu hins brotlega,\ne. þýðingar ávinnings eða taps sem forðað var með broti fyrir hinn brotlega,\nf. hvort brot hafi leitt til taps þriðja aðila,\ng. hvers konar mögulegra kerfislegra áhrifa brotsins,\nh. samstarfsvilja hins brotlega,\ni. fyrri brota hins brotlega og hvort um ítrekað brot er að ræða,\nj. ráðstafana sem hinn brotlegi gerir eftir brotið til að koma í veg fyrir endurtekningu þess.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Sátt.\nHafi greiðsluþjónustuveitandi gerst brotlegur við ákvæði laga þessara eða ákvarðanir Fjármálaeftirlitsins á grundvelli þeirra er Fjármálaeftirlitinu heimilt að ljúka málinu með sátt með samþykki málsaðila. Sátt er bindandi fyrir málsaðila þegar hann hefur samþykkt og staðfest efni hennar með undirskrift sinni.\nSeðlabanki Íslands setur reglur um framkvæmd 1. mgr.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Frestur til að beita stjórnvaldssektum.\nHeimild Fjármálaeftirlitsins til að beita stjórnvaldssektum samkvæmt lögum þessum fellur niður þegar fimm ár eru liðin frá því að háttsemi lauk.\nFrestur skv. 1. mgr. rofnar þegar Fjármálaeftirlitið tilkynnir aðila um upphaf rannsóknar á meintu broti. Rof frests hefur réttaráhrif gagnvart öllum sem staðið hafa að broti.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Gildistaka.\nLög þessi öðlast þegar gildi.\n...",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Breyting á öðrum lögum. ...",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    }
  ]
}
