{
  "id": "56/2025",
  "type": "statute",
  "title": "Lög um Jöfnunarsjóð sveitarfélaga",
  "status": "in_force",
  "issued_date": "2025-07-23",
  "url": "https://www.althingi.is/lagas/nuna/2025056.html",
  "description": "Taka gildi 1. janúar 2026 nema e-liður 1. tölul. 24. gr. og\nbrbákv. I sem tóku gildi 29. júlí 2025.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Hlutverk.\nHlutverk Jöfnunarsjóðs sveitarfélaga er að jafna mismunandi útgjaldaþörf og skatttekjur sveitarfélaga með framlögum úr sjóðnum á grundvelli ákvæða laga, reglugerða og vinnureglna sem settar eru um starfsemi sjóðsins. Þá greiðir sjóðurinn önnur framlög til sveitarfélaga, samtaka og stofnana þeirra og til annarra aðila í samræmi við ákvæði laga.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tekjur.\nTekjur Jöfnunarsjóðs eru þessar:\na. Framlag úr ríkissjóði er nemur 2,036% af innheimtum skatttekjum ríkissjóðs og tryggingagjöldum. Þar af rennur fjárhæð er nemur 0,235% af innheimtum skatttekjum og tryggingagjöldum til málefna fatlaðs fólks. /Skal framlagið greiðast Jöfnunarsjóði mánaðarlega.\nb. Árlegt framlag úr ríkissjóði er nemur 0,264% af álagningarstofni útsvars næstliðins tekjuárs og skal greiðast Jöfnunarsjóði með jöfnum mánaðarlegum greiðslum.\nc. Hlutdeild í útsvarstekjum sveitarfélaga af álagningarstofni útsvars ár hvert:\n1. er nemur 0,77% til jöfnunar vegna reksturs grunnskóla,\n2. er nemur 1,44% til jöfnunar vegna málefna fatlaðs fólks.\nVið skil á staðgreiðslu útsvars til sveitarfélaga samkvæmt lögum um staðgreiðslu opinberra gjalda, nr. 45/1987, skal jafnframt gera Jöfnunarsjóði sveitarfélaga skil á hlutdeild sjóðsins í staðgreiðslu útsvars, sundurliðað skv. 1. og 2. tölul. 1. mgr. þessa stafliðar.\nd. Framlög úr ríkissjóði eftir atvikum, sem ákveðin eru í fjárlögum ár hvert.\ne. Vaxtatekjur.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ráðstöfun.\nTekjum Jöfnunarsjóðs skal ráðstafað sem hér segir:\na. Til greiðslu bundinna framlaga skv. 4. gr.\nb. Til greiðslu sérstakra framlaga skv. 5. gr.\nc. Til greiðslu jöfnunarframlaga skv. 6.&ndash;9. gr.\nd. Til greiðslu framlaga vegna reksturs grunnskóla skv. 10. gr.\ne. Til greiðslu jöfnunarframlaga vegna þjónustu við fatlað fólk skv. 11. gr.\nf. Til greiðslu framlaga til sveitarfélaga skv. 13. gr. og annarra framlaga sem Jöfnunarsjóði er með lögum þessum sérstaklega falið að úthluta til sveitarfélaga vegna sérstakra verkefna.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Bundin framlög.\nBundnum framlögum skal úthlutað sem hér segir:\na. Til Sambands íslenskra sveitarfélaga, 1,479% af tekjum sjóðsins skv. a- og b-lið og 1. tölul. 1. mgr. c-liðar 2. gr.\nb. Til landshlutasamtaka sveitarfélaga, 1,379% af tekjum sjóðsins skv. a- og b-lið 2. gr. sem skiptist jafnt á milli þeirra allra.\nc. Til greiðslu útgjalda samkvæmt lögum um innheimtu meðlaga o.fl.\nd. Til Tryggingastofnunar ríkisins vegna eftirlaunasjóðs aldraðra samkvæmt lögum um eftirlaun til aldraðra.\ne. Til greiðslu framlaga sveitarfélaga í húsafriðunarsjóð samkvæmt lögum um menningarminjar.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sérstök framlög.\nRáðherra úthlutar sérstökum framlögum af tekjum sjóðsins skv. a- og b-lið 2. gr., að fengnum tillögum ráðgjafarnefndar Jöfnunarsjóðs sveitarfélaga, sbr. 19. gr. Sérstökum framlögum skal úthlutað sem hér segir:\na. Til að greiða fyrir sameiningu sveitarfélaga, svo sem með þátttöku í eðlilegum kostnaði við undirbúning sameiningar, kynningu á sameiningartillögu og framkvæmd atkvæðagreiðslu. Ráðherra setur vinnureglur um úthlutun framlaga samkvæmt tillögum ráðgjafarnefndar og að fenginni umsögn Sambands íslenskra sveitarfélaga. Einnig er heimilt að veita aðstoð með óskertum almennum jöfnunarframlögum, sbr. 6.&ndash;9. gr., á því ári þegar sameiningin tekur gildi og með sérstöku framlagi í fjögur ár sem nemur þeirri skerðingu sem kann að verða á almennum jöfnunarframlögum í kjölfar sameiningar. Þá er heimilt að veita sérstök framlög í allt að sjö ár til að jafna skuldastöðu sveitarfélaga, vegna kostnaðar við framkvæmd sameiningar, til að stuðla að endurskipulagningu þjónustu og stjórnsýslu, í stuðning vegna innviðauppbyggingar og til að rétta stöðu sveitarfélaga þar sem fjölgun íbúa hefur verið undir árlegri meðalfjölgun íbúa í sveitarfélögum á landsvísu. Ráðherra setur nánari ákvæði í reglugerð, sbr. 22. gr., m.a. um forsendur og útreikning framlaga.\nb. Til að greiða úr sérstökum fjárhagserfiðleikum sveitarfélaga með styrk eða láni, á grundvelli sveitarstjórnarlaga, og/eða greiðslu framlaga vegna ráðgjafar við fjárhagslega endurskipulagningu sveitarfélaga.\nc. Til greiðslu stofnkostnaðar við vatnsveitur á lögbýlum þar sem hagkvæmara er að mati sveitarstjórnar að leggja vatnsveitu að einstökum bæjum, sbr. 2. mgr. 1. gr. laga um vatnsveitur sveitarfélaga, nr. 32/2004. Hámarksfjárhæð vegna einstakra framkvæmda má nema allt að 44% stofnkostnaðar við vatnsveitu til heimilis- og búsþarfa. Ráðherra setur nánari ákvæði í reglugerð, sbr. 22. gr., um skilyrði fyrir úthlutun samkvæmt ákvæði þessu.\nd. Til greiðslu framlaga vegna skólaaksturs í dreifbýli. Útreikningur framlaga byggist á upplýsingum frá sveitarfélögum um akstursleiðir úr dreifbýli sveitarfélags og fjölda grunnskólabarna á hverri leið sem eiga heimili lengra en 3,0 km frá skóla, miðað við 1. október ár hvert. Framlög taka mið af lengstu akstursvegalengd á hverri leið frá heimili að skóla, fjölda barna, stærð ökutækis og fjölda skóladaga á viðkomandi skólaári. Ráðherra setur vinnureglur um úthlutun framlagsins samkvæmt tillögum ráðgjafarnefndar og að fenginni umsögn Sambands íslenskra sveitarfélaga.\ne. Til greiðslu framlaga vegna akstursþjónustu fyrir fatlað fólk. Útreikningur framlaga byggist á umsóknum frá sveitarfélögum um akstursþjónustu fyrir fatlað fólk úr dreifbýli. Framlög taka mið af akstursvegalengd og fjölda farþega. Ráðherra setur vinnureglur um úthlutun framlagsins samkvæmt tillögum ráðgjafarnefndar og að fenginni umsögn Sambands íslenskra sveitarfélaga.\nf. Til greiðslu framlaga til sérstakra verkefna sem geta haft mikla þýðingu fyrir sveitarfélög og/eða leiða til hagræðingar í rekstri og þjónustu þeirra.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Almenn jöfnunarframlög.\nTil jöfnunarframlaga skal verja þeim tekjum sjóðsins skv. a- og b-lið 2. gr. sem eru umfram ráðstöfun skv. 4. og 5. gr. Markmið jöfnunarframlaga er að jafna mismunandi útgjaldaþörf og skatttekjur sveitarfélaga.\nÚtreikningur jöfnunarframlaga fer fram á grundvelli tveggja stoða:\n1. Jöfnunar vegna mismunandi tekjuöflunarmöguleika og stærðarhagkvæmni, sbr. 8. gr.\n2. Jöfnunar vegna mismunandi útgjaldaþarfa, sbr. 9. gr.\nAlmenn jöfnunarframlög til sveitarfélaga eru endanleg niðurstaða jöfnunar skv. 1. og 2. tölul. 2. mgr., sbr. þó 4. mgr.\nVeita skal Reykjavíkurborg og Akureyrarbæ sérstakt jöfnunarframlag vegna höfuðstaðarálags sem skal nema 2,5% af þeirri fjárhæð sem varið er til jöfnunarframlaga skv. 1. mgr. Framlagið skiptist þannig að einu prósentustigi þess skal skipta jafnt á milli sveitarfélaganna og 1,5 prósentustigum skal skipta eftir fjölda íbúa þeirra 1. janúar ár hvert.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Grundvöllur jöfnunarframlaga.\nTil grundvallar útreikningi jöfnunarframlaga gerir ráðherra árlega skrá um:\na. Útsvarstekjur sveitarfélaga eins og þær hefðu verið árið áður, ef miðað hefði verið við fulla nýtingu álagningarhlutfalls útsvars.\nb. Allar fasteignaskattstekjur sveitarfélaga eins og þær hefðu verið á úthlutunarári, ef miðað hefði verið við hámark skatthlutfalls fasteignaskatts, að teknu tilliti til álags, sbr. 3. gr. laga um tekjustofna sveitarfélaga, nr. 4/1995, vegið með íbúafjölda.\nc. Hámarkstekjur , sem eru samtala útsvarstekna, sbr. a-lið, og fasteignaskattstekna, sbr. b- lið, deilt með íbúafjölda hvers sveitarfélags 1. janúar næstliðins árs.\nVið útreikning almennra jöfnunarframlaga skal sveitarfélögum skipt upp í þrjá stærðarflokka, fámenn sveitarfélög með undir 2.000 íbúa, meðalstór sveitarfélög með 2.000&ndash;10.000 íbúa og fjölmenn sveitarfélög með yfir 10.000 íbúa.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Jöfnun vegna mismunandi tekjuöflunarmöguleika og stærðarhagkvæmni.\nJöfnun vegna mismunandi tekjuöflunarmöguleika og stærðarhagkvæmni byggist á hámarkstekjum sveitarfélaga á íbúa, sbr. c-lið 1. mgr. 7. gr., stærðarhagkvæmni fjölmennra sveitarfélaga samanborið við fámenn sveitarfélög og heildarfjárhæð til úthlutunar vegna mismunandi tekjuöflunarmöguleika og mismunandi útgjaldaþarfa. Útreikningur jöfnunar á þessum grundvelli skal fara fram á eftirfarandi hátt:\na. Leggja skal til grundvallar hámarkstekjur sveitarfélags, sbr. c-lið 1. mgr. 7. gr.\nb. Ákvarða skal tekjuhagkvæmniferil skv. c-, d- og e-lið. Tekjuhagkvæmniferill er tekjuviðmið sveitarfélags á hvern íbúa, að teknu tilliti til stærðarhagkvæmni.\nc. Tekjuhagkvæmniferill skal vera 23% hærri fyrir fámenn sveitarfélög en fjölmenn sveitarfélög, sbr. 2. mgr. 7. gr.\nd. Tekjuhagkvæmniferill fyrir meðalstór sveitarfélög, sbr. 2. mgr. 7. gr., skal reiknaður á grundvelli reiknilíkans skv. 3. gr. viðauka við lög þessi.\ne. Tekjuhagkvæmniferill skal aðlagaður því fjármagni sem er til ráðstöfunar.\nf. Til jöfnunar getur komið ef hámarkstekjur, sbr. a-lið, eru undir viðmiðum tekjuhagkvæmniferils.\ng. Sveitarfélög sem hafa hámarkstekjur sem eru lægri en tekjuhagkvæmniferill reiknast með jöfnun samkvæmt þessu ákvæði, sem nemur 80% af mismun á gildi tekjuhagkvæmniferils og hámarkstekjum, sbr. a-lið.\nh. Jöfnun vegna tekjuöflunarmöguleika og stærðarhagkvæmni getur að hámarki numið 16 milljónustu hlutum ráðstöfunarfjármagns framlaganna fyrir sveitarfélög með undir 2.000 íbúa og 3,2 milljónustu hlutum ráðstöfunarfjármagns fyrir sveitarfélög með yfir 20.000 íbúa. Fyrir sveitarfélög með íbúatölu á bilinu 2.000.20.000 skal hámarkið ákvarðað hlutfallslega út frá íbúafjölda á milli 16 og 3,2 milljónustu hluta.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Jöfnun vegna mismunandi útgjaldaþarfa.\nJöfnun vegna mismunandi útgjaldaþarfa byggist á hámarkstekjum sveitarfélags á hvern íbúa, ásamt jöfnun vegna mismunandi tekjuöflunarmöguleika og stærðarhagkvæmni, sbr. 8. gr. Útreikningur jöfnunar á þessum grundvelli skal fara fram með eftirfarandi hætti:\na. Leggja skal til grundvallar hámarkstekjur sveitarfélags, sbr. c-lið 1. mgr. 7. gr., aðlagaðar niðurstöðu jöfnunar vegna mismunandi tekjuöflunarmöguleika og stærðarhagkvæmni, sbr. 8. gr.\nb. Reiknaður skal útgjaldastuðull fyrir hvert sveitarfélag. Útgjaldastuðull skal vera vegið meðaltal staðlaðra útgjaldabreytna, sbr. reiknilíkan skv. 1., 4. og 5. gr. viðauka við lög þessi.\nc. Útkoma hvers sveitarfélags skv. a-lið er margfölduð með útgjaldastuðli, sbr. b-lið, á grundvelli reiknilíkans skv. 5. gr. viðauka við lög þessi.\nEf hámarkstekjur eru hærri en sem nemur tekjuhagkvæmniferli, sbr. b-lið 8. gr., skal miða grundvöll jöfnunar við tekjuhagkvæmniferil. Jöfnun skal þó ekki vera hærri en mismunur á reiknaðri útgjaldaþörf á mann og hámarkstekjum.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Framlög vegna reksturs grunnskóla.\nTekjum Jöfnunarsjóðs vegna reksturs grunnskóla skv. 1. tölul. 1. mgr. c-liðar 2. gr., að frádregnu framlagi til Sambands íslenskra sveitarfélaga skv. a-lið 4. gr., skal varið til að jafna útgjaldaþarfir sveitarfélaga vegna kostnaðar af rekstri grunnskóla og skiptast framlögin í eftirfarandi flokka:\na. Jöfnunarframlög vegna reksturs grunnskóla.\nb. Framlög vegna sérþarfa fatlaðra nemenda.\nc. Framlög vegna nemenda með íslensku sem annað mál.\nd. Framlög til Barna- og fjölskyldustofu vegna kennslu barna á grunnskólaaldri sem eru að beiðni barnaverndarþjónustu lögheimilissveitarfélags vistuð utan þess á meðferðarheimili á vegum Barna- og fjölskyldustofu.\ne. Önnur framlög til sveitarfélaga og stofnana sem tengd eru rekstri grunnskóla.\nMiða skal við að 70&ndash;75% af tekjum Jöfnunarsjóðs vegna reksturs grunnskóla, sbr. 1. mgr., skuli varið í jöfnunarframlög vegna reksturs grunnskóla skv. a-lið 1. mgr.\nVið útreikninga jöfnunarframlaga vegna reksturs grunnskóla skv. a-lið 1. mgr. skal finna mismun heildarútgjaldaþarfar hvers sveitarfélags og áætlaðra útsvarstekna, 2,33% af útsvarsstofni, sem renna til sveitarfélaga vegna yfirfærslu á rekstri grunnskóla til sveitarfélaga.\nJöfnunarsjóður skal gera áætlun um heildarframlög skv. b-lið 1. mgr. og skulu framlög veitt á grundvelli samræmds mats á sérþörfum fatlaðra nemenda sem eiga lögheimili í sveitarfélaginu.\nJöfnunarsjóður skal gera áætlun um heildarframlög skv. c-lið 1. mgr. og skulu framlög veitt á grundvelli umsókna vegna nemenda sem hafa íslensku sem annað mál og eiga lögheimili í sveitarfélaginu.\nJöfnunarsjóður skal annast greiðslu á útlögðum kostnaði Barna- og fjölskyldustofu vegna kennslu þeirra barna á grunnskólaaldri sem eru að beiðni barnaverndarþjónustu lögheimilissveitarfélags vistuð utan þess á meðferðarheimili á vegum Barna- og fjölskyldustofu og skal Jöfnunarsjóður draga fjárhæð sem nemur kennslukostnaði frá jöfnunarframlögum viðkomandi sveitarfélags. Barna- og fjölskyldustofu er skylt að láta Jöfnunarsjóði í té upplýsingar um þau börn eftir því sem nauðsynlegt er við framkvæmd þessarar greinar.\nJöfnunarsjóði er heimilt að veita sérstök framlög til sveitarfélaga og stofnana vegna verkefna, nýsköpunar eða þróunarvinnu sem tengist rekstri grunnskóla skv. e-lið 1. mgr. á grundvelli sérstakra samninga. Jöfnunarsjóði er einnig heimilt að veita sérstök framlög til sveitarfélaga á grundvelli umsókna þeirra vegna ófyrirséðra tilvika í rekstri grunnskóla sem leiða til mikilla útgjalda umfram tekjur.\nJöfnunarsjóður sveitarfélaga skal vera í bakábyrgð fyrir greiðslum til Lífeyrissjóðs starfsmanna ríkisins vegna þeirra lífeyrisskuldbindinga sem stofnast vegna kennara og skólastjórnenda við grunnskóla. Til ábyrgðargreiðslu af hálfu sjóðsins skal þó ekki koma fyrr en vanskil sveitarfélags hafa varað í a.m.k. sex mánuði. Jöfnunarsjóður sveitarfélaga skal halda eftir af sjóðsframlögum til einstakra sveitarfélaga þeim greiðslum ásamt vöxtum og áföllnum kostnaði sem sjóðurinn hefur greitt Lífeyrissjóði starfsmanna ríkisins vegna starfsmanna grunnskóla eða innheimta slíkar kröfur með öðrum hætti.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Framlög vegna málefna fatlaðs fólks.\nSérstök deild skal starfa innan Jöfnunarsjóðs sveitarfélaga vegna málefna fatlaðs fólks. Tekjur Jöfnunarsjóðs sveitarfélaga vegna málefna fatlaðs fólks skv. a-lið 2. gr. og 2. tölul. 1. mgr. c-liðar 2. gr. skulu renna til deildarinnar auk framlaga af fjárlögum vegna þjónustu við fatlað fólk.\nTekjum Jöfnunarsjóðs sveitarfélaga vegna málefna fatlaðs fólks skv. 2. tölul. 1. mgr. c-liðar 2. gr. að frádregnum kostnaði tengdum flutningi málaflokksins og framlagi í fasteignasjóð, sbr. 12. gr., að viðbættum beinum framlögum af fjárlögum, skal varið til jöfnunar vegna þjónustu við fatlað fólk, sem veitt er á grundvelli laga um þjónustu við fatlað fólk með langvarandi stuðningsþarfir, með greiðslu framlaga til einstakra sveitarfélaga og þjónustusvæða. Framlögin skulu reiknuð á grundvelli samræmds mats á stuðningsþörf á landsvísu og skal kveðið nánar á um útreikning þeirra í reglugerð, sbr. 22. gr. Í reglugerðinni skal reynt að tryggja að tekjuaukning einstakra sveitarfélaga og þjónustusvæða endurspegli kostnaðarmun vegna mismunandi þjónustuþarfa fatlaðra íbúa. Í reglugerðinni skal jafnframt kveðið á um:\na. Ráðstöfun framlaga vegna notendastýrðrar persónulegrar aðstoðar og til verkefna sem tengjast þjónustu sveitarfélaga við fatlað fólk.\nb. Heimildir Jöfnunarsjóðs til að veita önnur framlög til þjónustusvæða, sveitarfélaga, Sambands íslenskra sveitarfélaga og annarra aðila vegna rekstrarmála eða þróunarvinnu sem nýtist þjónustusvæðum og sveitarfélögum til þróunar í málaflokknum.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Fasteignasjóður.\nFasteignasjóður Jöfnunarsjóðs sveitarfélaga hefur það hlutverk að jafna aðstöðu sveitarfélaga við uppbyggingu eða breytingar á fasteignum sem nýttar eru í þjónustu við fatlað fólk með miklar og/eða sértækar stuðningsþarfir og til úrbóta í ferlimálum fatlaðs fólks, einkum hvað varðar aðgengi að fasteignum, mannvirkjum og útisvæðum á vegum sveitarfélaga.\nTekjur fasteignasjóðs eru:\na. Tekjur af skuldabréfum í eigu sjóðsins vegna sölu á fasteignum.\nb. Vaxtatekjur.\nc. Framlag af tekjum Jöfnunarsjóðs vegna málefna fatlaðs fólks, sbr. 11. gr.\nÍ samræmi við hlutverk fasteignasjóðs er Jöfnunarsjóði sveitarfélaga heimilt að úthluta úr fasteignasjóði framlögum til sveitarfélaga til uppbyggingar eða breytinga á fasteignum sem nýttar eru í þjónustu við fatlað fólk og til úrbóta í ferlimálum fatlaðs fólks, sbr. 1 mgr.\nRáðherra setur í reglugerð, sbr. 22. gr., nánari reglur um starfsemi fasteignasjóðs í samræmi við hlutverk sjóðsins, að fenginni umsögn þess ráðherra er fer með málefni fatlaðs fólks, Sambands íslenskra sveitarfélaga og ráðgjafarnefndar Jöfnunarsjóðs sveitarfélaga, svo sem um skilyrði og fyrirkomulag úthlutunar framlaga skv. 3. mgr. Ráðherra er heimilt í reglugerðinni að kveða á um að sveitarfélagi sé heimilt að ráðstafa framlagi úr fasteignasjóði til að auka eða bæta aðgengi fyrir fatlað fólk enda séu framkvæmdir unnar í samstarfi við félagasamtök og aðra aðila sem starfa í þágu almannaheilla.",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Framlög ákveðin í fjárlögum.\nVið tekjur Jöfnunarsjóðs skv. 2. gr. bætist framlag úr ríkissjóði eftir atvikum, sem ákveðið er í fjárlögum ár hvert, sem skal ráðstafa með greiðslu framlaga til einstakra sveitarfélaga til að mæta kostnaði þeirra vegna samþættingar þjónustu í þágu farsældar barna.\nFramlög til einstakra sveitarfélaga skv. 1. mgr. skulu ekki vera hærri en umframkostnaður sveitarfélagsins af framkvæmd laga um samþættingu þjónustu í þágu farsældar barna, að frádregnum ávinningi sem sveitarfélagið fær af þeim. Nánar skal kveðið á um útreikning framlaga samkvæmt þessari grein í reglugerð, sbr. 22. gr.",
      "metadata": {
        "source_anchor": "G13",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Lækkun eða niðurfelling framlaga.\nFramlög til sveitarfélaga vegna reksturs grunnskóla skv. a-, b- og c-lið 1. mgr. 10. gr. og sérstök framlög skv. e- og f-lið 5. gr. falla niður ef samanlagðar heildarskatttekjur af útsvari og fasteignaskatti á hvern íbúa miðað við fullnýtingu tekjustofnanna eru á næstliðnu ári 50% umfram meðaltekjur annarra sveitarfélaga í sama stærðarflokki, sbr. 7. gr.\nEkki skal úthluta framlögum vegna reksturs grunnskóla skv. a-, b- og d-lið 1. mgr. 10. gr. til sveitarfélaga með íbúafjölda yfir 70.000.",
      "metadata": {
        "source_anchor": "G14",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Eigið fé Jöfnunarsjóðs.\nRáðherra er heimilt, að fenginni tillögu ráðgjafarnefndar Jöfnunarsjóðs sveitarfélaga, að ákveða að eigið fé sjóðsins sé allt að 5% af árlegum tekjum sjóðsins skv. a- og b-lið 2. gr., sem verja skal til greiðslu jöfnunarframlaga, m.a. til að mæta því ef ráðstöfunarfé sjóðsins verður minna eða útgjöld verða meiri en áætlað var eða vegna annarra ófyrirséðra atvika.",
      "metadata": {
        "source_anchor": "G15",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ofgreidd og vangreidd framlög.\nHafi úthlutuð framlög til sveitarfélags verið hærri eða lægri en sveitarfélagið átti rétt á samkvæmt lögum þessum skal Jöfnunarsjóður hafa frumkvæði að leiðréttingu framlaga í allt að fjögur ár eftir að sveitarfélag fékk úthlutað hinu ranga framlagi eða þegar sveitarfélagið hefði átt að fá úthlutað því framlagi sem það átti rétt á.\nHafi sveitarfélag fengið ofgreidd framlög skv. 1. mgr. er Jöfnunarsjóði heimilt að halda eftir framlögum til viðkomandi sveitarfélags til að leiðrétta ofgreiðsluna.\nGreiðslur á grundvelli þessa ákvæðis skulu ekki bera vexti.",
      "metadata": {
        "source_anchor": "G16",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Heimild til vinnslu persónuupplýsinga.\nJöfnunarsjóði er heimil vinnsla persónuupplýsinga, þar á meðal viðkvæmra persónuupplýsinga um fatlanir og þroskaraskanir einstaklinga sem njóta þjónustu sveitarfélaga og þarfir nemenda sem þurfa á sérfræðiaðstoð að halda í grunnskólum sveitarfélaga, í þeim tilgangi að sinna lögbundnu hlutverki sínu samkvæmt lögum þessum að uppfylltum skilyrðum laga um persónuvernd og vinnslu persónuupplýsinga.",
      "metadata": {
        "source_anchor": "G17",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Aðgangur að upplýsingum.\nSveitarfélögum, stofnunum þeirra og öðrum opinberum aðilum er skylt að láta Jöfnunarsjóði sveitarfélaga í té allar upplýsingar sem nauðsynlegar eru til ákvörðunar og úthlutunar framlaga úr sjóðnum samkvæmt þessum lögum.",
      "metadata": {
        "source_anchor": "G18",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ráðgjafarnefnd.\nAð afloknum sveitarstjórnarkosningum skipar ráðherra sjö manna ráðgjafarnefnd Jöfnunarsjóðs sveitarfélaga til fjögurra ára sem gera skal tillögur til ráðherra um framlög skv. 5.&ndash;12. gr. Sex nefndarmenn skulu skipaðir samkvæmt tilnefningu Sambands íslenskra sveitarfélaga en einn án tilnefningar og skal hann vera formaður nefndarinnar. Varamenn skulu tilnefndir með sama hætti.",
      "metadata": {
        "source_anchor": "G19",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Yfirstjórn.\nRáðherra hefur á hendi yfirstjórn Jöfnunarsjóðs. Sjóðurinn skal vera í vörslu ráðuneytisins sem annast afgreiðslu á vegum hans, úthlutun og greiðslu framlaga og bókhald sjóðsins.",
      "metadata": {
        "source_anchor": "G20",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Ársreikningur.\nÁrlega skal semja reikning Jöfnunarsjóðs sem endurskoðaður skal af Ríkisendurskoðun. Ársreikninginn skal birta í B-deild Stjórnartíðinda.",
      "metadata": {
        "source_anchor": "G21",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Reglugerð.\nRáðherra setur í samráði við Samband íslenskra sveitarfélaga reglugerð með nánari ákvæðum um starfsemi sjóðsins. Jafnframt setur ráðherra reglugerðir um úthlutun framlaga samkvæmt einstökum ákvæðum laga þessara, að fenginni umsögn ráðgjafarnefndar Jöfnunarsjóðs sveitarfélaga.",
      "metadata": {
        "source_anchor": "G22",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Gildistaka.\nLög þessi öðlast gildi 1. janúar 2026. Þó skulu ákvæði e-liðar 1. tölul. 24. gr. og ákvæði til bráðabirgða I öðlast þegar gildi.",
      "metadata": {
        "source_anchor": "G23",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Breytingar á öðrum lögum. ...\nÁkvæði til bráðabirgða.\nI.\nVið tekjur Jöfnunarsjóðs skv. 2. gr. bætist framlag úr ríkissjóði, sem ákveðið er í fjárlögum ár hvert, sem skal ráðstafað með greiðslu framlaga sem veitt eru á grundvelli tímabundins samkomulags milli ríkis og sveitarfélaga um stuðning við tónlistarnám og jöfnun á aðstöðumun nemenda til tónlistarnáms. Kostnaður vegna verkefna samkvæmt þessu ákvæði skal innheimtur af úthlutun framlaga Jöfnunarsjóðs til sveitarfélaga í hlutfalli við íbúafjölda á því ári sem kostnaður er innheimtur.\nII.\nJöfnunarsjóði sveitarfélaga er heimilt að halda eftir allt að 1.000 millj. kr. af tekjum sjóðsins skv. a-, b- og e-lið 2. gr., utan þeirrar fjárhæðar sem skal renna til málefna fatlaðs fólks, á hverju ári á tímabilinu 2026&ndash;2035 til að safna fyrir sérstökum framlögum úr sjóðnum sem koma til vegna sameiningar sveitarfélaga, sbr. a-lið 5. gr.\nIII.\nVið tekjur Jöfnunarsjóðs skv. 2. gr. á árunum 2026 og 2027 bætist árlegt framlag úr ríkissjóði sem Jöfnunarsjóður úthlutar til þeirra sveitarfélaga sem bjóða öllum nemendum upp á gjaldfrjálsar skólamáltíðir í grunnskólum.\nFramlag skv. 1. mgr. skal skiptast hlutfallslega á milli sveitarfélaga eftir heildarnemendafjölda í grunnskólum í hverju sveitarfélagi 1. janúar skólaárið á undan og greiðist mánaðarlega til sveitarfélaga frá gildistöku laganna til loka árs 2027, að undanskildum júlímánuði ár hvert. Ef ekki kemur til úthlutunar til sveitarfélags á grundvelli ákvæðisins skal reiknað framlag Jöfnunarsjóðs til viðkomandi sveitarfélags endurgreitt ríkissjóði.\nÁkveði sveitarfélag að taka gjald fyrir skólamáltíðir á grundvelli 23. gr. laga um grunnskóla, nr. 91/2008, eftir að Jöfnunarsjóður hefur úthlutað framlagi til þess á grundvelli 1. og 2. mgr., skal sveitarfélagið endurgreiða Jöfnunarsjóði úthlutað framlag til þess fyrir það tímabil sem sveitarfélagið hefur tekið gjald fyrir skólamáltíðir og skal fjárhæðin renna í ríkissjóð. Sama á við ef sjálfstætt rekinn grunnskóli, sem gert hefur þjónustusamning við sveitarfélag á grundvelli 43. gr. a laga um grunnskóla, ákveður að taka gjald fyrir skólamáltíðir.\nJöfnunarsjóði er heimilt að halda eftir öðrum framlögum sjóðsins hafi sveitarfélagið fengið ofgreitt framlag, sbr. 3. mgr.\nIV.\nÞrátt fyrir 6.&ndash;9. gr. og viðauka við lög þessi skulu framlög til hvers sveitarfélags árið 2026 ekki nema lægri fjárhæð en 85% af fasteignaskatts-, tekjujöfnunar- og útgjaldajöfnunarframlagi sem úthlutað var til viðkomandi sveitarfélags árið 2025, að undanskildu fækkunarframlagi útgjaldajöfnunarframlaga.\nÁrið 2027 skal hlutfallið vera 70%, 55% árið 2028 og 40% árið 2029, en við útreikning hlutfallsins skal uppreikna framlögin árið 2025 skv. 1. mgr. með vísitölu neysluverðs fyrir hvert ár miðað við nóvember árið á undan.\nV.\nÞrátt fyrir 4. mgr. 6. gr. skulu framlög vegna höfuðstaðarálags nema 1% af þeim tekjum sem er varið til jöfnunarframlaga skv. 1. mgr. 6. gr. á árinu 2026 og 1,75% á árinu 2027.\nViðauki. ... Texti viðaukans er í sérskjali.",
      "metadata": {
        "source_anchor": "G24",
        "section_format": "article"
      }
    }
  ]
}
