{
  "id": "6/2025",
  "type": "statute",
  "title": "Forsetaúrskurður um skiptingu starfa ráðherra",
  "status": "in_force",
  "issued_date": "2025-03-14",
  "url": "https://www.althingi.is/lagas/nuna/2025006.html",
  "description": "Tók gildi 15. mars 2025.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Forsætisráðherra.\nKristrún Frostadóttir fer með stjórnarmálefni sem heyra undir forsætisráðuneytið skv. 1. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið forsætisráðherra.",
      "metadata": {
        "source_anchor": "G1",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Atvinnuvegaráðherra.\nHanna Katrín Friðriksson fer með stjórnarmálefni sem heyra undir atvinnuvegaráðuneytið skv. 2. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið atvinnuvegaráðherra.",
      "metadata": {
        "source_anchor": "G2",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Dómsmálaráðherra.\nÞorbjörg Sigríður Gunnlaugsdóttir fer með stjórnarmálefni sem heyra undir dómsmálaráðuneytið skv. 3. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið dómsmálaráðherra.",
      "metadata": {
        "source_anchor": "G3",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Félags- og húsnæðismálaráðherra.\nInga Sæland fer með stjórnarmálefni sem heyra undir félags- og húsnæðismálaráðuneytið skv. 4. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið félags- og húsnæðismálaráðherra.",
      "metadata": {
        "source_anchor": "G4",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Fjármála- og efnahagsráðherra.\nDaði Már Kristófersson fer með stjórnarmálefni sem heyra undir fjármála- og efnahagsráðuneytið skv. 5. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið fjármála- og efnahagsráðherra.",
      "metadata": {
        "source_anchor": "G5",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Heilbrigðisráðherra.\nAlma D. Möller fer með stjórnarmálefni sem heyra undir heilbrigðisráðuneytið skv. 6. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið heilbrigðisráðherra.",
      "metadata": {
        "source_anchor": "G6",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Innviðaráðherra.\nEyjólfur Ármannsson fer með stjórnarmálefni sem heyra undir\ninnviðaráðuneytið skv. 7. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið innviðaráðherra.",
      "metadata": {
        "source_anchor": "G7",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Menningar-, nýsköpunar- og háskólaráðherra.\nLogi Einarsson fer með stjórnarmálefni sem heyra undir menningar-, nýsköpunar- og háskólaráðuneytið skv. 8. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið menningar-, nýsköpunar- og háskólaráðherra.",
      "metadata": {
        "source_anchor": "G8",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "[ Mennta- og barnamálaráðherra.\nGuðmundur Ingi Kristinsson fer með stjórnarmálefni sem heyra undir mennta- og barnamálaráðuneytið skv. 9. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið mennta- og barnamálaráðherra. ]\nForsetaúrskurður nr. 9/2025, 1. gr.",
      "metadata": {
        "source_anchor": "G9",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Umhverfis-, orku- og loftslagsráðherra.\nJóhann Páll Jóhannsson fer með stjórnarmálefni sem heyra undir umhverfis-, orku- og loftslagsráðuneytið skv. 10. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið umhverfis-, orku- og loftslagsráðherra.",
      "metadata": {
        "source_anchor": "G10",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Utanríkisráðherra.\nÞorgerður Katrín Gunnarsdóttir fer með stjórnarmálefni sem heyra undir utanríkisráðuneytið skv. 11. gr. forsetaúrskurðar um skiptingu stjórnarmálefna milli ráðuneyta í Stjórnarráði Íslands og ber embættisheitið utanríkisráðherra.",
      "metadata": {
        "source_anchor": "G11",
        "section_format": "article"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Úrskurður þessi öðlast gildi 15. mars 2025. ...",
      "metadata": {
        "source_anchor": "G12",
        "section_format": "article"
      }
    }
  ]
}
